Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: Select option:
ar: حدد إختيارك:
bn: বিকল্প বেছে নিন
de: Option wählen:
fa: گزینه را انتخاب کن:
fr: Sélectionnez l'option :
hi: विकल्प चुनें:
id: Pilih opsi:
ja: オプションを選択:
pa: ਚੋਣ ਦੀ ਚੋਣ ਕਰੋ:
ps: انتخاب غوره کړئ:
pt_br: Selecione a opção:
ru: Выберите опцию:
sr_latn: Odaberi opciju:
sw: Teua chaguo:
ta: விருப்பத்தைத் தேர்ந்தெடுக்கவும்:
th: เลือกตัวเลือก:
tr: Seçeneği seçin:
uk: Виберіть опції:
ur: اختیار منتخب کریں:

source: Select Phiro
ar: حدد روبوت أطفال
bn: ফিরো নির্বাচন করুন
de: Phiro auswählen
fa: فیرو را انتخاب کنید
fr: Sélectionnez Phiro
hi: फीरो का चयन करें
id: Pilih Phiro
ja: セレクトピロ
pa: ਫਿਲੋ ਚੁਣੋ
ps: فیرو غوره کړئ
pt_br: Selecionar Phiro
ru: Выберите Phiro
sr_latn: Izaberi Phiro
sw: Teua Phiro
ta: ஃபிரோவைத் தேர்ந்தெடுக்கவும்
th: เลือก Phiro
tr: Phiro'yu seçin
uk: Виберіть Phiro
ur: Phiro منتخب کریں

source: Send web request to
ar: إرسال طلب ويب إلى
bn: ওয়েব অনুরোধ পাঠান
de: Webanfrage senden an
fa: ارسال درخواست وب به
fr: Envoyer une demande web à
hi: को वेब अनुरोध भेजें
id: Kirim permintaan web ke
ja: ウェブリクエストを送信
ps: ته د ویب غوښتنلیک لیږل
pt_br: Enviar solicitação da web para
ru: Отправить веб-запрос
sr_latn: Pošalji web zahtev za
th: ส่งคำขอทางเว็บไปที่
uk: Надіслати вебзапит на
ur: کو ویب درخواست بھیجیں۔

source: Sending anonymous crash reports
ar: إرسال تقارير الأعطال الغير معروفة
bn: বেনামে ক্র্যাশ রিপোর্ট পাঠানো হচ্ছে
de: Sende anonyme Absturzberichte
fa: ارسال گزارش تصادف ناشناس
fr: Envoyer des rapports d’incident anonymes
hi: अनाम क्रैश रिपोर्ट भेजें
id: Mengirim laporan kerusakan anonim
ja: 匿名のクラッシュ レポートを送信
pa: ਅਗਿਆਤ ਕਰੈਸ਼ ਰਿਪੋਰਟਾਂ ਭੇਜ ਰਿਹਾ ਹੈ
ps: د نامعلوم حادثې راپورونه لیږل
pt_br: Enviando relatórios anônimos de erros
ru: Отправлять анонимные отчеты об ошибках
sr_latn: Slanje anonimnih izveštaja o padu
sw: Tuma ripoti ya ajali bila kujitambulisha
ta: அநாமதேய செயலிழப்பு அறிக்கைகளை அனுப்புகிறது
th: การส่งรายงานข้อผิดพลาดที่ไม่ระบุชื่อ
tr: Anonim çökme raporları gönder
uk: Надсилання анонімних звітів про збої
ur: گمنام حادثات کی اطلاع بھیج رہا ہے

source: Sensors
ar: الاستشعار
bn: সেন্সর
de: Sensoren
fa: سنسورها
fr: Capteurs
hi: ज्ञानेन्द्रियाँ
id: Sensor
ja: センサー
pa: ਸੈਂਸਰ
ps: سینسرونه
pt_br: Sensores
ru: Сенсоры
sr_latn: Senzori
sw: Vihisio
ta: சென்ஸார்ஸ்
th: เซนเซอร์
tr: Sensörler
uk: Датчики
ur: سینسر

source: Sep
ar: سبتمبر
bn: সেপ্টেম্বর
fa: سپتامبر
hi: सितम्बर
ja: 9月
pa: ਸਤੰਬਰ
ps: سپتمبر
pt_br: Set
ru: Сен
th: ก.ย
tr: Eylül
uk: Вер
ur: ستمبر

source: September
ar: أيلول
bn: সেপ্টেম্বর
fa: سپتامبر
fr: Septembre
hi: सितम्बर
ja: 9月
pa: ਸਤੰਬਰ
ps: سپتمبر
pt_br: Setembro
ru: Сентябрь
sr_latn: Septembar
sw: Septemba
ta: செப்டம்பர்
th: กันยายน
tr: Eylül
uk: Вересень
ur: ستمبر

source: Server is taking to long to respond, please try again later.
ar: الخادم يستغرق وقتا طويلا للاستجابة، الرجاء المحاولة مرة أخرى لاحقا.
bn: সার্ভার প্রতিক্রিয়া জানাতে অনেক সময় নিচ্ছে, দয়া করে পরে আবার চেষ্টা করুন।
de: Der Server braucht zu lange, um zu antworten, bitte versuche es später erneut.
fa: سرور به مدت طولانی پاسخ می دهد، لطفا بعدا دوباره امتحان کنید.
fr: Le serveur prend du temps pour répondre, veuillez réessayer plus tard.
hi: सर्वर को जवाब देने में लंबा समय लग रहा है, कृपया बाद में पुनः प्रयास करें।
id: Server membutuhkan waktu lama untuk merespons, coba lagi nanti.
ja: サーバーは応答に時間がかかっています。後でもう一度お試しください。
pa: ਸਰਵਰ ਜਵਾਬ ਦੇਣ ਵਿੱਚ ਕਾਫ਼ੀ ਦੇਰ ਕਰ ਰਿਹਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ps: سرور د ځواب ورکولو لپاره ډیر وخت نیسي، مهرباني وکړئ وروسته بیا هڅه وکړئ.
pt_br: O servidor está demorando para responder. Por favor, tente novamente mais tarde.
ru: Сервер слишком долго не отвечает, пожалуйста, попробуйте позже.
sr_latn: Serveru treba dugo da odgovori, pokušajte ponovo kasnije.
ta: பதிலளிக்க சேவையகம் நீண்ட நேரம் எடுக்கும், தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
th: เซิร์ฟเวอร์ใช้เวลาในการตอบกลับนาน โปรดลองอีกครั้งในภายหลัง
tr: Sunucunun yanıt vermesi çok uzun sürüyor, lütfen daha sonra tekrar deneyin.
uk: Сервер займає багато часу, щоб відповісти, будь ласка, спробуйте ще раз пізніше.
ur: سرور جواب دینے میں لمبا وقت لگ رہا ہے، براہ کرم بعد میں دوبارہ کوشش کریں.

source: Session expired, please log in.
ar: انتهت صلاحية الجلسة، الرجاء تسجيل الدخول.
bn: সেশনটির মেয়াদ শেষ হয়েছে, দয়া করে লগ ইন করুন।
de: Sitzung abgelaufen, bitte erneut einloggen.
fa: جلسه منقضی شده، لطفا وارد شوید
fr: La session a expiré, veuillez vous connecter.
hi: सत्र समाप्त हो गया है, कृपया लॉग इन करें।
id: Sesi kedaluwarsa, silakan masuk.
ja: セッションの期限が切れました。ログインしてください。
pa: ਸੈਸ਼ਨ ਦੀ ਮਿਆਦ ਖਤਮ, ਕਿਰਪਾ ਕਰਕੇ ਲੌਗਇਨ ਕਰੋ.
ps: ناسته پای ته ورسیده، مهرباني وکړئ ننوتل.
pt_br: Sessão expirada, por favor, faça o login.
ru: Сессия истекла, пожалуйста, войдите в аккаунт.
sr_latn: Sesija je istekla, prijavite se.
ta: அமர்வு காலாவதியானது, தயவுசெய்து உள்நுழைக.
th: เซสชันหมดอายุโปรดเข้าสู่ระบบ
tr: Oturumun süresi doldu, lütfen giriş yapın.
uk: Термін дії сесії минув, будь ласка, увійдіть.
ur: سیشن ختم ہو گیا، براہ کرم لاگ ان کریں۔

source: Set Arduino digital pin
ar: تعيين قيمة إبرة أردوينو الرقمية
bn: আরডুইনো ডিজিটাল পিন সেট করুন
de: Setze Arduino Digital Pin
fa: قرار دادن پین دیجیتال آردوینو
fr: Définir broche digitale Arduino
hi: Arduino डिजिटल पिन सेट करें
id: Tetapkan pin digital Arduino
ja: Arduino のデジタル端子を設定
pa: ਅਰੂਦਿਨੋ ਡਿਜੀਟਲ ਪਿੰਨ ਸੈਟ ਕਰੋ
ps: د Arduino ډیجیټل پن تنظیم کړئ
pt_br: Definir Pino Digital do Arduino
ru: Установить Pin-код для Arduino
sw: Kuweka pin ya dijiti ya Arduino
ta: Arduino டிஜிட்டல் முள் அமைக்கவும்
th: ตั้ง Arduino ดิจิตอลพิน
tr: Arduino dijital pinini ayarla
uk: Встановити цифровий пін-код для Arduino
ur: اردینو ڈیجیٹل پن سیٹ کریں

source: Set Arduino PWM~ pin
ar: تعيين قيمة إبرة أردوينو PWM
bn: আরডুইনো পিডব্লিউএম ~ পিন সেট করুন
de: Setze Arduino PWM-Pin
fa: قرار دادن پین ~ آردوینو PWM
fr: Définir Arduino PWM~ broche
hi: Arduino PWM ~ पिन सेट करें
id: Atur Arduino PWM ~ pin
ja: Arduino PWM~ 端子を設定
pa: ਸੈੱਟ Arduino PWM ~ ਪਿੰਨ
ps: د Arduino PWM ~ پن تنظیم کړئ
pt_br: Definir Pino PWM~ Arduino
ru: Установить Pin-код для Arduino PWM~
sw: Kuweka Arduino PWM ~ Bana
ta: Arduino PWM ~ pin ஐ அமைக்கவும்
th: ตั้ง Arduino PWM ~ pin
tr: Arduino PWM~ pinini ayarla
uk: Встановити пін-код для Arduino PWM
ur: آردوانو PWM سیٹ ~ پن

source: Set background
ar: تعيين كـ خلفية شاشة
bn: ব্যাকগ্রাউন্ড সেট করুন
de: Setze Hintergrund
fa: قرار دادن پس زمینه
fr: Définir l'arrière-plan
hi: पृष्टभूमि सहीं करें
id: Atur Latarbelakang
ja: 背景を設定する
pa: ਪਿਛੋਕੜ ਸੈੱਟ ਕਰੋ
ps: پس منظر ترتیب کړئ
pt_br: Definir fundo
ru: Задать фон
sr_latn: Postavi pozadinu
sw: Weka mandharinyuma
ta: பின்னணியை அமைக்கவும்
th: ตั้งค่าพื้นหลัง
tr: Arkaplanı düzenle
uk: Встановити тло
ur: پس منظر مقرر کریں

source: Set background and wait
ar: تعيين الخلفية والانتظار
bn: ব্যাকগ্রাউন্ড সেট করুন এবং অপেক্ষা করুন
de: Setze Hintergrund und warte
fa: تنظیم پس زمینه و صبر کنید
fr: Définir l'arrière-plan et attendre
hi: पृष्ठभूमि सेट करें और प्रतीक्षा करें
id: Atur latar belakang dan tunggu
ja: 背景を設定して待つ
ps: پس منظر تنظیم کړئ او انتظار وکړئ
pt_br: Definir fundo e esperar
ru: Задать фон и ждать
sr_latn: Postavi pozadinu i čekaj
th: ตั้งค่าพื้นหลังและรอ
uk: Встановити тло і чекати
ur: پس منظر سیٹ کریں اور انتظار کریں

source: Set background to number
ar: تعيين خلفية الشاشة الى عدد
bn: সংখ্যায় ব্যাকগ্রাউন্ড সেট করুন
de: Setze Hintergrund auf Nummer
fa: تنظیم پس زمینه به تعداد
fr: Définir l'arrière-plan au numéro
hi: पृष्ठभूमि को संख्या पर सेट करें
id: Tetapkan latar belakang nomor
ja: 番号に背景を設定
ps: شمیر ته پس منظر تنظیم کړئ
pt_br: Definir fundo para número
ru: Задать фон под номером
sr_latn: Postavi pozadinu na broj
th: ตั้งค่าพื้นหลังเป็นตัวเลข
uk: Встановити тло під номером
ur: نمبر سیٹ کریں پس منظر

source: Set brightness
ar: تعيين درجة السطوع
bn: উজ্জ্বলতা সেট করুন
de: Setze Helligkeit
fa: تنظیم روشنایی
fr: Définir la luminosité
hi: चमक सेट करें
id: Atur kecerahan
ja: 明るさ：
pa: ਚਮਕ ਨਿਰਧਾਰਤ ਕਰੋ
ps: روښانتیا تنظیم کړئ
pt_br: Definir brilho para
ru: Задать яркость
sr_latn: Podesite osvetljenje
sw: Weka Mwangaza
ta: பிரகாசத்தை அமைக்கவும்
th: ตั้งค่าความสว่าง
tr: Parlaklığı düzenle
uk: Встановити яскравість
ur: چمک مقرر کریں

source: Set color
ar: تعيين اللون
bn: রঙ সেট করুন
de: Setze Farbe
fa: تنظیم رنگ
fr: Définir la couleur
hi: रंग सेट करें
id: Atur warna
ja: 色の設定
pa: ਰੰਗ ਸੈੱਟ ਕਰੋ
ps: رنګ تنظیم کړئ
pt_br: Definir cor para
ru: Задать цвет
sr_latn: Podesi boju
sw: Seti rangi
ta: வண்ணத்தை அமைக்கவும்
th: กำหนดสี
tr: Rengi ayarla
uk: Встановити колір
ur: رنگ مقرر کریں

source: Set description
ar: وصف مجموعة
bn: বর্ণনা করুন
de: Beschreibung
fa: قرار دادن توضیح
fr: Définir la description
hi: विवरण ठीक करें
id: Atur keterangan
ja: 説明を設定する
pa: ਵੇਰਵਾ ਸੈੱਟ ਕਰੋ
ps: توضیحات تنظیم کړئ
pt_br: Definir descrição
ru: Добавить описание
sr_latn: Postavi opis
sw: Weka maelezo
ta: விளக்கத்தை அமைக்கவும்
th: กำหนดคำอธิบาย
tr: Açıklayınız
uk: Додати опис
ur: تفصیل مقرر کریں

source: Set Instrument to
ar: تعيين أداة إلى
bn: ইনস্ট্রুমেন্ট সেট করুন
de: Setze Instrument auf
fa: تنظیم ابزار به
fr: Définir l'instrument à
hi: करने के लिए साधन सेट करें
id: Setel Instrumen ke
ja: 楽器の設定
pa: ਲਈ ਯੰਤਰ ਸੈੱਟ ਕਰੋ
ps: وسیله ورته ترتیب کړئ
pt_br: Definir Instrumento para
ru: Установить инструмент к
th: ตั้งค่าเครื่องมือเป็น
uk: Встановити інструмент
ur: انسٹرومنٹ کو اس پر سیٹ کریں۔

source: Set pen color to
ar: تعيين لون قلم التلوين الى
bn: এতে কলমের রঙ সেট করুন
de: Setze Stiftfarbe auf
fa: تنظیم رنگ قلم به
fr: Définir la couleur du stylo à
hi: पेन कलर को सेट करें
id: Tetapkan warna pena
ja: ペンの色を設定
pa: ਨੂੰ ਸੈੱਟ ਕਲਮ ਦਾ ਰੰਗ
ps: د قلم رنګ ترتیب کړئ
pt_br: Definir cor da caneta para
ru: Задать цвет пера
sr_latn: Podesi boju olovke na
ta: பேனா நிறத்தை அமைக்கவும்
th: ตั้งค่าสีปากกาเป็น
tr: Kalem rengini şuna ayarla:
uk: Встановити колір пера
ur: قلم کا رنگ مقرر کریں

source: Set pen size to
ar: تعيين حجم قلم التلوين بنسبة
bn: কলমের আকার সেট করুন
de: Setze Stiftdicke auf
fa: اندازه قلم را به
fr: Définir la taille du stylo à
hi: पेन का आकार निर्धारित करें
id: Tetapkan ukuran pena ke
ja: ペンのサイズを設定
pa: ਅਕਾਰ ਸੈੱਟ ਕਰੋ
ps: د قلم اندازه دې ته وټاکئ
pt_br: Definir tamanho da caneta para
ru: Задать размер пера
sr_latn: Podesi veličinu olovke na
ta: பேனா அளவை அமைக்கவும்
th: ตั้งค่าขนาดปากกาเป็น
tr: Kalem boyutunu şuna ayarla:
uk: Встановити розмір пера
ur: قلم کا سائز مقرر کریں

source: Set Phiro light
ar: تعيين ضوء روبوت الاطفال
bn: ফিরো আলো সেট করুন
de: Setze Phiro Licht
fa: تنظیم نور Phiro
fr: Définir la lumière du Phiro
hi: सेट फिरो लाइट
id: Atur lampu Phiro
ja: Phiro の光を設定
pa: ਫੀਰੋ ਲਾਈਟ ਸੈਟ ਕਰੋ
ps: د فیرو رڼا تنظیم کړئ
pt_br: Definir luz do Phiro
ru: Задать свет Phiro
sw: Seti mwanga wa Phiro
ta: பைரோ ஒளியை அமைக்கவும்
th: ชุดไฟ Phiro
tr: Phiro ışığını ayarla
uk: Встановити світло Phiro
ur: Phiro روشنی مقرر کریں

source: Set rotation style
ar: تعيين نمط الاستدارة الى
bn: ঘূর্ণন ধরন সেট করুন
de: Setze Rotations-Stil
fa: سبک چرخش را تنظیم کنید
fr: Définir le style de rotation
hi: रोटेशन शैली सेट करें
id: Atur gaya rotasi
ja: 回転のスタイルを設定
pa: ਰੋਟੇਸ਼ਨ ਸ਼ੈਲੀ ਸੈੱਟ ਕਰੋ
ps: د گردش سټایل تنظیم کړئ
pt_br: Definir tipo de rotação
ru: Задать тип вращения
sr_latn: Podesite stil rotacije
ta: சுழற்சி பாணியை அமைக்கவும்
th: ตั้งค่ารูปแบบการหมุน
tr: Rotasyon stilini ayarla
uk: Встановити стиль обертання
ur: گردش سٹائل مقرر کریں

source: Set size to
ar: تعيين الحجم الى
bn: আকার সেট করুন
de: Setze Größe auf
fa: تنظیم اندازه به
fr: Définir la taille à
hi: आकार सहीं करें
id: Atur ukuran ke
ja: サイズ：
pa: ਅਕਾਰ ਸੈੱਟ ਕਰੋ
ps: اندازه یې ترتیب کړئ
pt_br: Definir tamanho para
ru: Задать размер
sr_latn: Podesi veličinu za
sw: Weka ukubwa kuwa
ta: அளவை அமைக்கவும்
th: ตั้งขนาดให้เป็น
tr: Boyutu buna değiştir
uk: Встановити розмір
ur: سائز کو سیٹ کریں

source: Set tempo to
ar: تعيين الإيقاع إلى
bn: টেম্পো সেট করুন
de: Setze Tempo auf
fa: تنظیم سرعت به
fr: Définir le tempo à
hi: टेम्पो को सेट करें
id: Setel tempo ke
ja: テンポを設定
pa: ਟੈਂਪੂ ਸੈੱਟ ਕਰੋ
ps: د وخت لپاره تنظیم کړئ
pt_br: Definir tempo para
ru: Задать темп
th: ตั้งเวลาเป็น
uk: Встановити темп
ur: ٹیمپو کو پر سیٹ کریں۔

source: Set thread color to
ar: اضبط لون الخيط على
bn: থ্রেড রঙ সেট করুন
de: Setze auf Farbe
fa: رنگ نخ را روی
fr: Utilise la couleur du fil
ps: د تار رنګ ترتیب کړئ
pt_br: Definir a cor do tópico para
ru: Задать цвет нити
th: ตั้งค่าสีเป็น
uk: Установити колір нитки на
ur: دھاگے کا رنگ اس پر سیٹ کریں۔

source: Set transparency
ar: تعيين درجة الشفافية الى
bn: স্বচ্ছতা সেট করুন
de: Setze Transparenz
fa: تنظیم شفافیت
fr: Définir la transparence
hi: पारदर्शिता सेट करें
id: Atur transparansi
ja: 透明度の設定
pa: ਪਾਰਦਰਸ਼ਤਾ ਸੈੱਟ ਕਰੋ
ps: شفافیت تنظیم کړئ
pt_br: Definir transparência
ru: Задать прозрачность
sr_latn: Podesi transparentnost
sw: Weka uwazi
ta: வெளிப்படைத்தன்மையை அமைக்கவும்
th: ตั้งค่าความโปร่งใส
tr: Şeffaflığı düzenle
uk: Встановити прозорість
ur: شفافیت مقرر کریں

source: Set variable
ar: تعيين قيمة المتغير
bn: ভেরিয়েবল সেট করুন
de: Setze Variable
fa: قرار دادن متغیر
fr: Définir la variable
hi: चार को अंक दे
ja: 変数を設定：
pa: ਵੇਰੀਏਬਲ ਸੈੱਟ ਕਰੋ
ps: متغیر تنظیم کړئ
pt_br: Definir variável
ru: Задать переменную
sr_latn: Podesi promenljivu
sw: Weka aina
ta: மாறியை அமைக்க
th: ตั้งค่าตัวแปร
tr: Değişkeni düzenle
uk: Встановити змінну
ur: متغیر سیٹ کریں

source: Set volume to
ar: تعيين مستوى الصوت إلى
bn: ভলিউম সেট করুন
de: Setze Lautstärke auf
fa: میزان حجم صدا را قرار بده تا
fr: Définir le volume à
hi: ध्वनि का परिमाण रखे
id: Atur volume
ja: 音量：
pa: ਵਾਲੀਅਮ ਨੂੰ ਸੈੱਟ ਕਰੋ
ps: حجم ورته تنظیم کړئ
pt_br: Definir volume para
ru: Задать громкость
sr_latn: Postavi jačinu zvuka na
sw: Seti sauti kwa
ta: அளவை அமைக்கவும்
th: ตั้งระดับเสียงเป็น
tr: Ses düzeyini
uk: Встановити гучність
ur: حجم سیٹ کریں

source: Set x to
ar: تعيين x إلى
bn: এক্স সেট করুন
de: Setze x auf
fa: تنظیم x به
fr: Régler x à
hi: से x पर सेट करें
id: Setel x ke
ja: xを設定
pa: X ਨੂੰ ਸੈੱਟ ਕਰੋ
ps: x ته ترتیب کړئ
pt_br: Definir x para
ru: Установить X в
sr_latn: Podesi x za
ta: X ஐ அமைக்கவும்
th: ตั้งค่า X เป็น
tr: X değerini
uk: Встановити x в
ur: x پر سیٹ کریں۔

source: Set y to
ar: تعيين y إلى
bn: Y তে সেট করুন
de: Setze y auf
fa: تنظیم Y به
fr: Définir y à
hi: Y को सेट करें
id: Setel y ke
ja: y に設定
pa: ਨੂੰ y ਸੈੱਟ ਕਰੋ
ps: y ته ترتیب کړئ
pt_br: Definir y para
ru: Установить Y в
sr_latn: Podesi y za
ta: Y ஐ அமைக்கவும்
th: ตั้งค่า Y เป็น
tr: Y değerini
uk: Встановити y в
ur: y پر سیٹ کریں۔

source: Settings
ar: إعدادات
bn: সেটিংস
de: Einstellungen
fa: تنظیمات
fr: Paramètres
hi: व्यवस्था
id: Pengaturan
ja: 設定
pa: ਸੈਟਿੰਗਜ਼
ps: ترتیبات
pt_br: Configurações
ru: Настройки
sr_latn: Podešavanja
sw: Mipangilio
ta: அமைவுகள்
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات

source: Sew up
ar: ابدأ
bn: টুকা
de: vernähen
fa: دوختن
fr: Coudre
hi: सीना
id: Menjahit
ja: 縫製する
ps: ګنډل
pt_br: Costurar para cima
ru: Шить
th: เย็บ
uk: Зшити
ur: سلائی

source: Show
ar: إظهار
bn: দেখান
de: Zeige dich
fa: نمایش دادن
fr: Afficher
hi: प्रदर्शन
id: Tampilkan
ja: 表示する
pa: ਵਿਖਾਓ
ps: ښودل
pt_br: Mostrar
ru: Показать
sr_latn: Prikaži
sw: Onyesha
ta: காட்டு
th: แสดง
tr: Göster
uk: Показати
ur: نمایش کریں

source: Show details
ar: إظهار التفاصيل
bn: বিস্তারিত প্রদর্শন করুন
de: Details anzeigen
fa: نمایش جزئیات
fr: Affiche les détails
hi: विवरण दिखाएँ
id: Tampilkan rincian
ja: 詳細を表示
pa: ਵੇਰਵਾ ਦਿਖਾਓ
ps: توضیحات ښکاره کړئ
pt_br: Mostrar detalhes
ru: Показать детали
sr_latn: Prikaži detalje
sw: Onyesha maelezo
ta: விவரங்கள் காண்பி
th: แสดงรายละเอียด
tr: Detayları göster
uk: Показати подробиці
ur: تفصیلات دکھائیں

source: Show variable
ar: إظهار المتغير
bn: ভেরিয়েবল দেখান
de: Zeige Variable
fa: نشان دادن متغیر
fr: Montrer la variable
hi: वेरियेबल दिखये
id: Tampilkan variabel
ja: 変数を表示
pa: ਵੇਰੀਏਬਲ ਦਿਖਾਓ
ps: متغیر ښکاره کړئ
pt_br: Mostrar variável
ru: Показать переменную
sr_latn: Pokaži varijablu
sw: Onyesha kitofautishi
ta: மாறியை காட்டுக
th: แสดงตัวแปร
tr: Değişkeni göster
uk: Показати змінну
ur: ویریئبل دکھائیں

source: sine
ar: جيب الزاوية
bn: সাইন
de: sinus
fa: سینوس
fr: sin
hi: साइन
id: sinus
ja: sin
pa: ਸਾਈਨ
ps: سین
pt_br: sen
ru: синус
th: sin
uk: синус
ur: سائن

source: size
ar: الحجم
bn: আকার
de: Größe
fa: اندازه
fr: taille
hi: आकार
id: ukuran
ja: サイズ
pa: ਅਕਾਰ
ps: اندازه
pt_br: tamanho
ru: размер
sr_latn: veličina
sw: ukubwa
ta: அளவு
th: ขนาด
tr: boyut
uk: розмір
ur: سائز

source: Size
ar: الحجم
bn: আকার
de: Dateigröße
fa: اندازه‌
fr: Taille
hi: आकार
id: Ukuran
ja: サイズ
pa: ਆਕਾਰ
ps: اندازه
pt_br: Tamanho
ru: Размер
sr_latn: Veličina
sw: Ukubwa
ta: அளவு
th: ขนาด
tr: Boyut
uk: Розмір
ur: پیمائش:

source: Skip
ar: تخطى
bn: এড়িয়ে যান
de: Fertig
fa: پرش
fr: Ignorer
hi: छोड़
id: Lewati
ja: スキップ
pa: ਛੱਡੋ
ps: پریږده
pt_br: Saltar
ru: Пропустить
sr_latn: Preskoči
sw: Ruka
ta: தவிர்
th: ข้าม
tr: Atla
uk: Пропустити
ur: چھوڑ دیں

source: SO
ar: صو
bn: সুতরাং
hi: तोह फिर
id: JADI
ja: ソ
pa: ਐਸ.ਓ.
ps: یک شنبه
pt_br: Sol
ru: СО
sw: HIVYO
th: ดังนั้น
tr: YANİ
uk: СО
ur: تو

source: Something went wrong while uploading the project.
ar: حدث خطأ أثناء تحميل البرنامج.
bn: প্রজেক্টটি আপলোড করার সময় কিছু ভুল হয়েছে।
de: Beim Hochladen des Projekts ist ein Fehler aufgetreten.
fa: خطایی هنگام آپلود برنامه رخ داده است.
fr: Une erreur s'est produite lors du téléchargement de l'appli.
hi: प्रोजेक्ट अपलोड करते समय कुछ गड़बड़ हो गई।
id: Terjadi kesalahan pada saat memuat program.
ja: アップロード中にエラーが発生しました
pa: ਪ੍ਰੋਜੈਕਟ ਨੂੰ ਅਪਲੋਡ ਕਰਨ ਵੇਲੇ ਕੁਝ ਗਲਤ ਹੋਇਆ.
ps: د پروژې د پورته کولو په وخت کې یو څه غلط شو.
pt_br: Algo deu errado ao enviar o projeto.
ru: Что-то пошло не так во время выкладывания проекта.
sr_latn: Došlo je do greške prilikom otpremanja projekta.
ta: திட்டத்தை பதிவேற்றும் போது ஏதோ தவறு ஏற்பட்டது.
th: ข้อผิดพลาดเกิดขึ้นขณะอัปโหลดโปรแกรม
tr: Programı yüklerken bir hata oluştu.
uk: Під час завантаження проєкту сталася помилка.
ur: اس منصوبے کو اپ لوڈ کرتے وقت کچھ غلط ہوگیا.

source: Sound
ar: الصوت
bn: শব্দ
de: Klang
fa: صدا
fr: Sons
hi: आवाज़
id: Suara
ja: 音
pa: ਆਵਾਜ਼
ps: غږ
pt_br: Som
ru: Звук
sr_latn: Zvuk
sw: Sauti
ta: ஒலி
th: เสียง
tr: Ses
uk: Звук
ur: آواز

source: Sound name
ar: اسم ملف الصوت
bn: শব্দের নাম:
fa: نام صدا
fr: Nom du son
hi: ध्वनि का नाम
id: Nama suara
ja: サウンド名
pa: ਅਵਾਜ਼ ਦਾ ਨਾਮ
ps: د غږ نوم
pt_br: Nome do som
ru: Название звука
sr_latn: Zvučno ime
sw: Jina la sauti
ta: ஒலி பெயர்
th: ชื่อของเสียง
tr: Ses adı
uk: Назва звуку
ur: آواز کا نام

source: Sounds
ar: الأصوات
bn: শব্দ
de: Klänge
fa: صداها
fr: Sons
hi: ध्वनियाँ
id: Suara
ja: サウンド
pa: ਆਵਾਜ਼ਾਂ
ps: غږونه
pt_br: Sons
ru: Звуки
sr_latn: Zvuci
sw: Sauti
ta: ஒலிகள்
th: เสียง
tr: Sesler
uk: Звуки
ur: آوازیں

source: Speak
ar: تَحدّث
bn: কথা বলুন
de: Sprich
fa: بگو
fr: Parler
hi: बोलिए
id: Berbicara
ja: 話す：
pa: ਬੋਲੋ
ps: خبرې
pt_br: Fale alguma coisa
ru: Говорить
sr_latn: Govori
sw: Ongea
ta: பேசு
th: พูด
tr: Konuş
uk: Говорити
ur: بولیے

source: Speed
ar: سرعة
bn: গতি
de: Geschwindigkeit
fa: سرعت
fr: Vitesse
hi: गति
id: Kecepatan
ja: スピード
pa: ਗਤੀ
ps: سرعت
pt_br: Velocidade
ru: Скорость
sr_latn: Brzina
sw: Kasi
ta: வேகம்
th: ความเร็ว
tr: Hız
uk: Швидкість
ur: رفتار

source: square
ar: مربع
bn: বর্গক্ষেত্র
de: Quadrat
fa: مربع
fr: carré
hi: वर्ग
id: persegi
ja: 正方形の
pa: ਵਰਗ
ps: مربع
pt_br: quadrado
ru: квадрат
sr_latn: kvadrat
sw: mraba
ta: சதுரம்
th: สี่เหลี่ยม
tr: kare
uk: квадрат
ur: مربع

source: square root
ar: الجذر التربيعي
bn: বর্গমূল
de: Wurzel
fa: جذر
fr: sqrt
hi: वर्गमूल
id: sqrt
ja: 平方根（平方根）
pa: ਵਰਗਮੂਲ
ps: مربع شکل ریښی
pt_br: raiz quadrada
ru: корень
sr_latn: kvadratni koren
ta: வர்க்க மூலம்
th: รากที่สอง
uk: квадратний корінь
ur: سکویر روٹ

source: stage is touched
ar: تم لمس الشاشة
bn: মঞ্চ স্পর্শ করা হয়
de: Bildschirm wurde berührt
fa: مرحله لمس شده است
fr: le stade est touché
hi: चरण स्पर्श किया जाता है
id: layar di sentuh
ja: ステージが触れられます
pa: ਅਵਸਥਾ ਨੂੰ ਛੂਹਿਆ ਜਾਂਦਾ ਹੈ
ps: مرحله لمس کیږي
pt_br: tela está tocada
ru: касается экрана
sr_latn: scena je dodirnuta
sw: skrini_ime_guswa
ta: மேடை தொட்டது
th: สัมผัสหน้าจอแล้ว
tr: sahne'ye dokundu
uk: торкнувся екрана
ur: مرحلے چھوڑا جاتا ہے

source: stage touch x
ar: إحداثيات لمس الشاشة س
bn: মঞ্চ স্পর্শ x
de: Bildschirm berührt x
fa: مرحله لمسی X
fr: toucher de scène x
hi: चरण स्पर्श x
id: sentuhan panggung x
ja: ステージタッチX
pa: ਸਟੇਜ ਟੱਚ x
ps: مرحله ټچ ایکس
pt_br: toque x
ru: касание экрана по оси X
sr_latn: scena dodir x
sw: gusa_skrini_x
ta: நிலை தொடு x
th: สัมผัสหน้าจอ x
tr: sahne dokunuşu x
uk: доторкнувся до екрана x
ur: اسٹیج ٹچ ایکس

source: stage touch y
ar: إحداثيات لمس الشاشة ص
bn: মঞ্চ স্পর্শ y
de: Bildschirm berührt y
fa: لمسی مرحله Y
fr: touche de scène y
hi: चरण स्पर्श y
id: sentuhan panggung y
ja: ステージタッチY
pa: ਸਟੇਜ ਟੱਚ y
ps: مرحله ټچ y
pt_br: toque y
ru: касание экрана по оси Y
sr_latn: scena dodir y
sw: gusa_skirini_y
ta: நிலை தொடு y
th: สัมผัสหน้าจอ y
tr: sahne dokunuşu y
uk: доторкнувся до екрана y
ur: مرحلے ٹچ y

source: Stamp
ar: ختم
bn: স্ট্যাম্প
de: Stempel
fa: تمبر
fr: Estampiller
hi: डाक टिकट
id: Stempel
ja: スタンプ
pa: ਸਟੈਂਪ
ps: ټاپه
pt_br: Carimbo
ru: Штамп
sr_latn: Kloniraj
sw: Muhuri
ta: முத்திரை
th: แสตมป์
tr: Kopyalama Aracı
uk: Штамп
ur: مہر

source: Stamped
ar: مختوم
bn: স্বাক্ষরিত
de: Gestempelt
fa: مهر شده
fr: Stampé
hi: स्टाम्प
id: Stempel
ja: スタンプ済み
pa: ਮੋਹਰ ਲੱਗੀ
ps: ټاپ شوی
pt_br: Carimbado
ru: Штамповано
sr_latn: Klonirano
sw: Muhuri
ta: ஸ்டாம்ப்ட்
th: ประทับตรา
tr: Mühürlü
uk: Штампований
ur: مہر

source: Start running stitch with length
ar: بدء تشغيل الخيط بطول
bn: দৈর্ঘ্য দিয়ে সেলাই চালানো শুরু করুন
de: Starte Laufstich mit Länge
fa: دوخت را با طول شروع کنید
fr: Commencer à exécuter le point avec la longueur
hi: लंबाई के साथ सिलाई शुरू करें
id: Mulailah menjalankan jahitan dengan panjang
ja: 長さのステッチを開始する
ps: د اوږدوالي سره ډنډ چلول پیل کړئ
pt_br: Iniciar a realização de costuras com comprimento
ru: Запустить вышивку с длиной
th: เริ่มใช้ตะเข็บที่มีความยาว
uk: Почати зшивати з довжиною
ur: لمبائی کے ساتھ سلائی چلانا شروع کریں۔

source: Start sound
ar: بدء تشغيل مقطع صوتي
bn: শব্দ শুরু করুন
de: Klang starten
fa: شروع صدا
fr: Jouer le son
hi: ध्वनि चलाये
id: Mulai suara
ja: サウンドの再生
pa: ਆਵਾਜ਼ ਸ਼ੁਰੂ ਕਰੋ
ps: غږ پیل کړئ
pt_br: Iniciar som
ru: Воспроизвести звук
sr_latn: Pokreni zvuk
sw: Anzisha sauti
ta: ஒலியைத் தொடங்குங்கள்
th: เริ่มเล่นเสียง
tr: Sesi başlat
uk: Відтворити звук
ur: آواز کا آغاز

source: Start sound and wait
ar: بدء تشغيل مقطع صوتي والانتظار
bn: শব্দ শুরু করুন এবং অপেক্ষা করুন
de: Starte Klang und warte
fa: شروع به صدا و صبر کنید
fr: Démarrer le son et attendre
hi: ध्वनि प्रारंभ करें और प्रतीक्षा करें
id: Mulai suara dan tunggu
ja: サウンドを開始して待つ
pa: ਆਵਾਜ਼ ਸ਼ੁਰੂ ਕਰੋ ਅਤੇ ਉਡੀਕ ਕਰੋ
ps: غږ پیل کړئ او انتظار وکړئ
pt_br: Iniciar som e aguardar
ru: Воспроизвести звук и ждать
sr_latn: Pokreni zvuk i čekaj
sw: Anzisha sauti na subiri
ta: ஒலியைத் தொடங்கி காத்திருங்கள்
th: เริ่มเสียงแล้วรอ
tr: Sesi başlat ve bekle
uk: Відтворити звук і чекати
ur: آواز کا آغاز اور انتظار کریں

source: Start to plot
uk: Почати малювати діаграму

source: Start triple stitch with length
ar: ابدأ الخيط الثلاثي بطول
bn: দৈর্ঘ্য সহ ট্রিপল সেলাই শুরু করুন
de: Starte Dreifachstich mit Länge
fa: دوخت سه تایی را با طول شروع کنید
fr: Démarrer le point triple avec la longueur
ps: د اوږدوالي سره درې ګونی ډنډ پیل کړئ
pt_br: Iniciar pontos triplos com comprimento
ru: Запустить тройную вышивку с длиной
th: เริ่มเย็บสามครั้งด้วยความยาว
uk: Почати потрійний шов довжиною
ur: لمبائی کے ساتھ ٹرپل سلائی شروع کریں۔

source: Start zigzag stitch with length
ar: ابدأ خياطة zigzag بطول
bn: দৈর্ঘ্য দিয়ে জিগজ্যাগ সেলাই শুরু করুন
de: Starte Zickzack Stich mit Länge
fa: دوخت زیگزاگ را با طول شروع کنید
fr: Commencer le point de zigzag avec la longueur
hi: लंबाई के साथ ज़िगज़ैग सिलाई शुरू करें
id: Mulailah jahitan zigzag dengan panjang
ja: ジグザグステッチを長さで開始
ps: د اوږدوالي سره زیګزګ ډنډ پیل کړئ
pt_br: Iniciar ordem em zigue-zague com comprimento
ru: Запустить зигзаг строчку с длиной
th: เริ่มเย็บซิกแซกด้วยความยาว
uk: Почати zigzag зшивати з довжиною
ur: لمبائی کے ساتھ آڑھی ترچھی سلائی شروع کریں۔
