Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: Steel Drum
ar: درام فولاذي
bn: স্টিল ড্রাম
fa: درام فولاد
fr: Tambour en acier
hi: स्टील का ड्रम
id: Drum besi
ja: スチールドラム(ドラム)
pa: ਸਟੀਲ ਡਰੱਮ
ps: د فولادو ډرم
pt_br: Tambor de Aço
ru: Стальной барабан
th: กลองเหล็ก
uk: Сталевий барабан
ur: سٹیل ڈرم

source: step
ar: خطوات
bn: ধাপ
de: Schritt
fa: گام
fr: pas
hi: कदम
id: langkah
ja: ステップ
pa: ਕਦਮ
ps: ګام
pt_br: passo
ru: шаг
sr_latn: korak
sw: hatua
ta: படி
th: ขั้นตอน
tr: adım
uk: крок
ur: قدم

source: steps
ar: خطوات
bn: ধাপসমূহ
de: Schritte
fa: مرحله
fr: pas
hi: कदम
id: langkah
ja: ステップ
pa: ਕਦਮ
ps: ګامونه
pt_br: passos
ru: шагов
sr_latn: koraci
sw: hatua
ta: படிகள்
th: ก้าว
tr: adım adımlar
uk: кроків
ur: قدم

source: Stitch
ar: حياكة
bn: সেলাই
de: Stich
fa: کوک
fr: Point de suture
hi: टांका
id: Menjahit
ja: ステッチ
pa: ਸਿਲਾਈ
ps: ډنډ
pt_br: Costurar
ru: Стежок
ta: தைத்து
th: ตะเข็บ
uk: Зшивати
ur: سلائی

source: Stop all sounds
ar: إيقاف كافة الأصوات
bn: সমস্ত শব্দ বন্ধ করুন
de: Stoppe alle Klänge
fa: توقف همه صداها
fr: Arrêter tous les sons
hi: सारी ध्वनियाँ बंद करें
id: Hentikan semua suara
ja: すべてのサウンドを停止
pa: ਸਾਰੀਆਂ ਆਵਾਜ਼ਾਂ ਰੋਕੋ
ps: ټول غږونه بند کړئ
pt_br: Parar todos os sons
ru: Остановить все звуки
sr_latn: Isključite sve zvukove
sw: Komesha sauti zote
ta: எல்லா ஒலிகளையும் நிறுத்துங்கள்
th: หยุดเสียงทั้งหมด
tr: Tüm sesleri durdur
uk: Зупинити усі звуки
ur: تمام آوازیں بند کریں

source: Stop current stitch
ar: إيقاف الخيط الحالي
bn: বর্তমান সেলাই বন্ধ করুন
de: Beende aktuellen Stich
fa: کوک فعلی را متوقف کنید
fr: Arrêter le point courant
hi: वर्तमान सिलाई बंद करो
id: Hentikan tusukan saat ini
ja: 現在のステッチを停止
ps: اوسنی ډنډ بند کړئ
pt_br: Parar costura atual
ru: Остановить текущую вышивку
th: หยุดตะเข็บปัจจุบัน
uk: Зупинити поточне зшивання
ur: موجودہ سلائی بند کرو

source: Stop Phiro motor
ar: إيقاف محرك روبوت الاطفال
bn: ফিরো মোটর থামান
de: Stoppe Phiro Motor
fa: توقف موتور Phiro
fr: Arrêter le moteur Phiro
hi: बंद करो फीरो मोटर
id: Hentikan motor Phiro
ja: Phiro モーターを停止
pa: ਫਿਰੋ ਮੋਟਰ ਰੋਕੋ
ps: د فیرو موټرو ودروئ
pt_br: Parar motor Phiro
ru: Остановить мотор Phiro
sr_latn: Zaustavi Phiro motor
sw: simamisha mota ya phiro
ta: பைரோ மோட்டாரை நிறுத்துங்கள்
th: หยุดมอเตอร์ฟีโร
tr: Phiro motorunu durdur
uk: Зупинити двигун Phiro
ur: پہرو موٹر بند کرو

source: Stop to plot
uk: Зупинити малювати діаграму

source: Su
ar: الأحد
bn: রবিবার
de: So
fa: یکشنبه
fr: Di
hi: र
id: Mgg
ja: 日
pa: ਸੁ
ps: یک شنبه
pt_br: Dom
ru: Вс
sr_latn: Ned
th: วันอาทิตย์
uk: Нд
ur: اتوار

source: Sunday
ar: الأحد
bn: রবিবার
de: Sonntag
fa: یک‌شنبه
fr: Dimanche
hi: रविवार
id: Minggu
ja: 日曜日
pa: ਐਤਵਾਰ
ps: یک شنبه
pt_br: Domingo
ru: Воскресенье
sr_latn: Nedelja
sw: Jumapili
ta: ஞாயிற்றுக்கிழமை
th: วันอาทิตย์
tr: Pazar
uk: Неділя
ur: اتوار

source: Switch to look
ar: تبديل المظهر الى
bn: চেহারা পরিবর্তন করুন
de: Setze Aussehen
fa: تغییر شکل بده
fr: Passer au style
hi: नज़ारे को देखने के लिए
id: Beralih ke tampilan
ja: コスチュームに切り替える：
pa: ਵੇਖਣ ਲਈ ਬਦਲੋ
ps: د لیدلو لپاره بدل کړئ
pt_br: Alternar para aparência
ru: Задать образ
sr_latn: Prebaci na izgled
sw: Nenda kwa muonekano
ta: தோற்றத்திற்கு மாறவும்
th: เปลี่ยนรูปลักษณ์เป็น
tr: Görüntü'ye geç
uk: Змінити вигляд на
ur: نظر میں تبدیلی کریں

source: Switch to look with number
ar: تبديل الى منظر مُحدد برقم
bn: নম্বর সহ চেহারা পরিবর্তন করুন
de: Setze Aussehen auf Nummer
fa: به شماره نگاه کنید
fr: Basculer vers la vue avec le numéro
hi: संख्या के साथ देखने के लिए स्विच करें
id: Beralih untuk melihat dengan nomor
ja: 番号で外見に切り替え
pa: ਨੰਬਰ ਨਾਲ ਵੇਖਣ ਲਈ ਬਦਲੋ
ps: د شمیر سره د لیدو لپاره بدل کړئ
pt_br: Alternar para aparência de número
ru: Задать образ под номером
sr_latn: Prebaci na izgled sa brojem
ta: எண்ணுடன் பார்க்க மாறவும்
th: สลับไปมองด้วยตัวเลข
uk: Змінити вигляд під номером
ur: نمبر کے ساتھ نظر میں تبدیلی کریں

source: Syntax Error!
ar: خطأ في بناء الجملة!
bn: ব্যাকরণগত ভুল
de: Fehler in der Eingabe!
fa: خطای ساختاری!
fr: Erreur de syntaxe !
hi: वाक्यविनास त्रुटि!
id: Galat Sintaksis!
ja: 数式が正しくありません!
pa: ਸਿੰਟੈਕਸ ਗਲਤੀ!
ps: نحوي تېروتنه!
pt_br: Erro de sintaxe!
ru: Синтаксическая ошибка!
sr_latn: Sintaksna greška!
sw: Kosa la kisintaksia!
ta: தொடரியல் பிழை!
th: ไวยากรณ์ผิดพลาด!
tr: Yazım Hatası!
uk: Синтаксична помилка!
ur: مطابقت پذیری کی خرابی!

source: Synth Lead
ar: مزامنة العملاء المحتملين
bn: সিন্থ লিড
fa: سرب
fr: Prospect Synth
hi: सिंट लीड
ja: シンセリード
pa: ਸਿੰਥ ਲੀਡ
ps: د Synth مشر
pt_br: Sintetizador
ru: Ведущий Синтезатор
th: ซินธ์ลีด
uk: Синтезатор свинцю
ur: سنتھ لیڈ

source: Synth Pad
ar: مزامنة اللوحة
bn: সিন্থ প্যাড
fa: پد مصنوعی
hi: सिंथ पैड
ja: シンセパッド
pa: ਸਿੰਥ ਪੈਡ
ps: سینت پیډ
pt_br: Teclado Sintetizador
ru: Фоновый Синтезатор
uk: Синт-пад
ur: سنتھ پیڈ

source: tangent
ar: ظل الزاوية
bn: স্পর্শকাতর
de: Tangens
fa: تانژانت
fr: tan
hi: टैन
id: garis singgung
ja: tan
pa: ਰੰਗਲਾ
ru: тангенс
th: tan
uk: дотична
ur: ٹینجنٹ

source: Tap "+" to add actors or objects
ar: اضغط على "+" لإضافة أشكال او عناصر
bn: স্ক্রিপ্টগুলি যুক্ত করতে "+" আলতো চাপুন
de: Tippe auf "+" um Figuren oder Objekte hinzuzufügen
fa: ضربه بزنید "+" را برای اضافه کردن بازیگران یا اشیاء
fr: Appuyez sur "+" pour ajouter des acteurs ou des objets
hi: अभिनेताओं या वस्तुओं को जोड़ने के लिए "+" पर टैप करें
id: Ketuk "+" untuk menambahkan aktor atau objek
ja: 「+」をタップすると、アクターやオブジェクトを追加できます
pa: ਅਦਾਕਾਰਾਂ ਜਾਂ ਆਬਜੈਕਟਾਂ ਨੂੰ ਜੋੜਨ ਲਈ "+" ਤੇ ਟੈਪ ਕਰੋ
ps: د لوبغاړو یا شیانو اضافه کولو لپاره "+" ټایپ کړئ
pt_br: Toque em "+" para adicionar atores ou objetos
ru: Нажмите "+" чтобы добавить актеров или объекты
sr_latn: Pritisnite "'+" da dodate glumce ili objekte
ta: நடிகர்கள் அல்லது பொருள்களைச் சேர்க்க "+" தட்டவும்
th: แตะ "+" เพื่อเพิ่มนักแสดงหรือวัตถุ
tr: Obje eklemek için "+" simgesine dokunun
uk: Натисніть «+», щоб додати акторів чи об’єктів
ur: اداکاروں یا اشیاء کو شامل کرنے کیلئے "+" ٹیپ کریں

source: Tap "+" to add backgrounds
ar: انقر فوق "+" لإضافة خلفيات
bn: পটভূমি যুক্ত করতে "+" আলতো চাপুন
de: Klicke auf "+" um Hintergründe hinzuzufügen
fa: روی "+" ضربه بزنید تا زمینه ها را اضافه کنید
fr: Appuyez sur "+" pour ajouter des arrière-plans
hi: बैकग्राउंड जोड़ने के लिए "+" पर टैप करें
id: Ketuk "+" untuk menambahkan latar belakang
ja: 「+」をタップして背景を追加
pa: ਟੈਪ "+" ਪਿਛੋਕੜ ਨੂੰ ਜੋਡ਼ਨ ਲਈ
ps: د شالیدونو اضافه کولو لپاره "+" ټایپ کړئ
pt_br: Toque em "+" para adicionar fundos
ru: Нажмите "+" чтобы добавить фоны
sr_latn: Pritisni "+" da bi dodate pozadine
ta: பின்னணியைச் சேர்க்க "+" தட்டவும்
th: เคาะ "+" เพื่อเพิ่มพื้นหลัง
tr: Arka plan eklemek için "+" simgesine dokunun
uk: Натисніть «+», щоб додати тла
ur: پس منظر شامل کرنے کے لیے "+" کو تھپتھپائیں۔

source: Tap "+" to add looks
ar: انقر فوق "+" لإضافة منظر
bn: চেহারা যোগ করতে "+" আলতো চাপুন
de: Tippe auf "+" um Aussehen hinzuzufügen
fa: برای اضافه کردن شکل ها روی "+" ضربه بزن
fr: Appuyez sur « + » pour ajouter des visuels
hi: नज़ारे जोड़ने के लिए "+" को दबाए
id: Tekan "+" untuk menambah tampilan
ja: 外見を追加するに「+」をタップしてください
pa: ਦਿੱਖ ਸ਼ਾਮਲ ਕਰਨ ਲਈ "+" ਤੇ ਟੈਪ ਕਰੋ
ps: د لید اضافه کولو لپاره "+" ټایپ کړئ
pt_br: Toque em "+" para adicionar aparências
ru: Нажмите "+" чтобы добавить образы
sr_latn: Pritisni "+" da bi dodali izglede
sw: Gusa "+" kuongeza mwonekano
ta: தோற்றத்தைச் சேர்க்க "+" தட்டவும்
th: เคาะ "+" เพื่อเพิ่มรูปลักษณ์
tr: Görüntü eklemek icin buraya "+" dokun
uk: Натисніть «+», щоб додати вигляди
ur: نظر ڈالنے کیلئے "+" ٹیپ کریں

source: Tap "+" to add scripts
ar: انقر فوق "+" لإضافة نصوص برمجية
bn: স্ক্রিপ্টগুলি যুক্ত করতে "+" আলতো চাপুন
de: Tippe auf "+" um Skripte hinzuzufügen
fa: برای اضافه کردن اسکریپت ها روی "+" ضربه بزن
fr: Appuyer sur « + » pour ajouter des Scripts
hi: "+" दबाए लिपियाँ जोड़ने के लिए
id: Tekan "+" untuk menambahkan skrip
ja: スクリプトを追加するために「+」をタップしてください
pa: ਸਕ੍ਰਿਪਟਾਂ ਨੂੰ ਜੋੜਨ ਲਈ "+" ਤੇ ਟੈਪ ਕਰੋ
ps: د سکریپټونو اضافه کولو لپاره "+" ټایپ کړئ
pt_br: Toque em "+" para adicionar Scripts
ru: Нажмите "+" чтобы добавить скрипты
sr_latn: Pritisni "+" da dodate skripte
sw: Bofya "+" kuongeza hati
ta: ஸ்கிரிப்ட்களைச் சேர்க்க "+" தட்டவும்
th: เคาะ "+" เพื่อเพิ่มสคริปต์
tr: Komut dosyası eklemek için buraya "+" dokunun
uk: Натисніть «+», щоб додати скрипти
ur: نئے نوشتہ جات اضافہ کرنے کے لیے "+" پر کلک کریں

source: Tap "+" to add sounds
ar: انقر فوق "+" لإضافة الأصوات
bn: শব্দ যোগ করতে "+" আলতো চাপুন
de: Tippe auf "+" um Klänge hinzuzufügen
fa: برای اضافه کردن صدا روی "+" ضربه بزن
fr: Appuyer sur « + » pour ajouter des sons
hi: ध्वनियाँ डालने के लिए "+" दबाए
id: Tekan "+" untuk menambah suara
ja: 「+」をタップしてのサウンドを追加するには
pa: ਆਵਾਜ਼ਾਂ ਜੋੜਨ ਲਈ "+" ਤੇ ਟੈਪ ਕਰੋ
ps: د غږونو اضافه کولو لپاره "+" ټایپ کړئ
pt_br: Toque em "+" para adicionar sons
ru: Нажмите "+" чтобы добавить звуки
sr_latn: Pritisni "+" da bi dodali zvuk
sw: Bofya "+" kuongeza sauti
ta: ஒலிகளைச் சேர்க்க "+" தட்டவும்
th: เคาะ "+" เพื่อใส่เสียง
tr: Ses eklemek için buraya "+" dokunun
uk: Натисніть «+», щоб додати звуки
ur: آواز شامل کرنے کیلئے "+" ٹپ کریں

source: Tap "+" to add variables and lists
ar: انقر فوق "+" لإضافة متغيرات وقوائم
bn: ভেরিয়েবল এবং তালিকাগুলি যোগ করতে "+" আলতো চাপুন
de: Tippe auf "+", um Variablen und Listen hinzuzufügen
fa: روی "+" ضربه بزنید تا متغیرها و لیست ها را اضافه کنید
fr: Tapez sur « + » pour ajouter des variables et des listes
hi: चरों और सूचियों को जोड़ने के लिए "+" पर टैप करें
id: Ketuk "+" untuk menambahkan variabel dan daftar
ja: 変数とリストを追加するには「+」をタップします
pa: ਵੇਰੀਏਬਲ ਅਤੇ ਸੂਚੀਆਂ ਜੋੜਨ ਲਈ "+" ਤੇ ਟੈਪ ਕਰੋ
ps: د متغیرونو او لیستونو اضافه کولو لپاره "+" ټایپ کړئ
pt_br: Toque em "+" para adicionar variáveis e listas
ru: Нажмите "+", чтобы добавить переменные и списки
th: แตะ "+" เพื่อเพิ่มตัวแปรและรายการ
uk: Натисніть «+», щоб додати змінні або списки
ur: متغیرات اور فہرستیں شامل کرنے کے لیے "+" کو تھپتھپائیں۔

source: Terms of Use and Service
ar: شروط الاستخدام والخدمات
bn: ব্যবহার এবং সেবার শর্তাদি
de: Nutzungs- und Servicebedingungen
fa: شرایط استفاده و خدمات
fr: Conditions d’utilisation et de services
hi: उपयोग और सेवाओं की शर्तें
id: Syarat Penggunaan dan Layanan
ja: 利用とサービスの規約
pa: ਵਰਤੋਂ ਅਤੇ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
ps: د کارولو او خدماتو شرایط
pt_br: Termos de Uso e Serviço
ru: Условия пользования и обслуживания
sr_latn: Uslovi korišćenja i usluge
sw: Masharti ya matumizi na huduma
ta: பயன்பாட்டு விதிகள் மற்றும் சேவைகள்
th: ข้อกำหนดการใช้งานและบริการ
tr: Kullanım Koşulları ve Hizmetleri
uk: Умови використання та послуги
ur: استعمال اور خدمات کی شرائط

source: Text
ar: النص
bn: পাঠ্য
fa: متن
fr: Texte
hi: शब्द
id: Teks
ja: テキスト
pa: ਟੈਕਸਟ
ps: متن
pt_br: Texto
ru: Текст
sr_latn: Tekst
sw: Maandishi
ta: உரை
th: ข้อความ
tr: Metin
uk: Текст
ur: متن

source: text block from camera
ar: كتلة نصية من الكاميرا
bn: ক্যামেরা থেকে পাঠ্য ব্লক
de: Textblock von der Kamera
fa: بلوک متن از دوربین
fr: bloc de texte depuis l'appareil photo
ps: د کیمرې څخه د متن بلاک
pt_br: bloco de texto da câmera
ru: текстовый блок с камеры
th: บล็อกข้อความจากกล้อง
uk: текстовий блок із камери
ur: کیمرے سے ٹیکسٹ بلاک

source: text block language from camera
ar: لغة كتلة النص من الكاميرا
bn: ক্যামেরা থেকে পাঠ্য ব্লক ভাষা
de: Textblocksprache von der Kamera
fa: زبان بلوک متن از دوربین
fr: bloc de texte de la langue de l'appareil photo
ps: د کیمرې څخه د متن بلاک ژبه
pt_br: idiomas do bloco de texto da câmera
ru: текстовый блок языка с камеры
th: ภาษาบล็อกข้อความจากกล้อง
uk: мова текстового блоку з камери
ur: کیمرے سے ٹیکسٹ بلاک کی زبان

source: text block size from camera
ar: حجم كتلة النص من الكاميرا
bn: ক্যামেরা থেকে পাঠ্য ব্লক আকার
de: Textblockgröße von Kamera
fa: اندازه بلوک متن از دوربین
fr: taille du bloc de texte à partir de l'appareil photo
ps: د کیمرې څخه د متن بلاک اندازه
pt_br: tamanho do bloco de texto da câmera
ru: размер текстового блока с камеры
th: ขนาดบล็อกข้อความจากกล้อง
uk: розмір текстового блоку з камери
ur: کیمرے سے ٹیکسٹ بلاک سائز

source: text block x from camera
ar: كتلة النص x من الكاميرا
bn: ক্যামেরা থেকে টেক্সট ব্লক এক্স
de: Textblock x von Kamera
fa: بلوک متنی x از دوربین
fr: bloc de texte x depuis l'appareil photo
ps: د کیمرې څخه متن بلاک x
pt_br: Bloco de texto X da câmera
ru: текстовый блок по оси X с камеры
th: บล็อกข้อความ x จากกล้อง
uk: текстовий блок X з камери
ur: کیمرے سے ٹیکسٹ بلاک ایکس

source: text block y from camera
ar: كتلة النص y من الكاميرا
bn: ক্যামেরা থেকে পাঠ্য ব্লক y
de: Textblock y von Kamera
fa: بلوک متنی y از دوربین
fr: bloc de texte y depuis l'appareil photo
ps: د کیمرې څخه متن بلاک y
pt_br: Bloco de texto Y da câmera
ru: текстовый блок по оси Y с камеры
th: บล็อกข้อความ y จากกล้อง
uk: текстовий блок Y з камери
ur: کیمرے سے ٹیکسٹ بلاک y

source: text from camera
ar: نص من الكاميرا
bn: ক্যামেরা থেকে পাঠ্য
de: Text von Kamera
fa: متن از دوربین
fr: texte de l'appareil photo
ps: د کیمرې څخه متن
pt_br: texto da câmera
ru: текст с камеры
th: ข้อความจากกล้อง
uk: текст з камери
ur: کیمرے سے متن

source: Text message:
ar: نص الرسالة:
bn: পাঠ্য বার্তা
de: Text Nachricht:
fa: متن پیام:
fr: Message textuel :
hi: पाठ संदेश:
id: Pesan Teks:
ja: テキストメッセージ:
pa: ਟੈਕਸਟ ਸੁਨੇਹਾ:
ps: د متن پیغام:
pt_br: Mensagem de texto:
ru: Текстовое сообщение:
sr_latn: Tekstualna poruka:
sw: Ujumbe maandishi:
ta: உரை செய்தி:
th: ข้อความ:
tr: Metin mesajı:
uk: Текстове повідомлення:
ur: متن پیغام:

source: Text recognition
ar: التعرف على النص
bn: পাঠ্য স্বীকৃতি
de: Texterkennung
fa: تشخیص متن
fr: Reconnaissance du texte
ps: د متن پیژندنه
pt_br: Reconhecimento de texto
ru: Распознавание текста
th: การจดจำข้อความ
uk: Розпізнавання тексту
ur: متن کی شناخت

source: Text:
ar: نص:
bn: পাঠ্য
fa: متن:
fr: Texte :
hi: पाठ:
id: Teks:
ja: テキストです。
pa: ਟੈਕਸਟ:
ps: متن:
pt_br: Texto:
ru: Текст:
sr_latn: Тekst:
sw: Maandishi:
ta: உரை:
th: ข้อความ:
tr: Metin:
uk: Текст:
ur: متن

source: Th
ar: الخميس
de: Do
fa: پنجشنبه
fr: Je
hi: वें
id: Kam
ja: 木
pt_br: Qui
ru: Чт
sr_latn: Čet
th: วันพฤหัสบดี
tr: Pe
uk: Чт
ur: جمعرات

source: The description contains invalid characters, try again.
ar: يحتوي الوصف على أحرف غير صحيحة، حاول مرة أخرى.
bn: বর্ণনায় অবৈধ অক্ষর রয়েছে, আবার চেষ্টা করুন।
de: Die Beschreibung enthält ungültige Zeichen, versuche es erneut.
fa: توضیحات شامل نویسه های نامعتبر است دوباره سعی کن.
fr: La description contient des caractères invalides, essayez à nouveau.
hi: वर्णन में अमान्य वर्ण हैं, पुन: प्रयास करें।
id: Keterangan berisi karakter yang tidak valid, cobalah lagi.
ja: 説明に無効な文字が含まれています。再度お試し下さい。
pa: ਵੇਰਵੇ ਵਿੱਚ ਅਯੋਗ ਅੱਖਰ ਹਨ, ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ps: توضیحات غلط حروف لري، بیا هڅه وکړئ.
pt_br: A descrição contém caracteres inválidos, tente novamente.
ru: Описание содержит недопустимые символы, попробуйте еще раз.
sr_latn: Opis sadrži nevažeće karaktere, pokušajte ponovo.
ta: விளக்கத்தில் தவறான எழுத்துக்கள் உள்ளன, மீண்டும் முயற்சிக்கவும்.
th: คำอธิบายมีอักขระที่ไม่ถูกต้อง ลองอีกครั้ง
tr: Açıklama geçersiz karakterler içeriyor, tekrar deneyin.
uk: Опис містить неприпустимі символи, повторіть спробу.
ur: وضاحت میں غلط حروف شامل ہیں، دوبارہ کوشش کریں.

source: The featured projects cannot be loaded
ar: لا يمكن تحميل المشاريع المميزة
bn: বৈশিষ্ট্যযুক্ত প্রজেক্টগুলি লোড করা যায় না
de: Die vorgestellten Projekte können nicht geladen werden
fa: پروژه های برجسته را نمی توان بارگیری کرد
fr: Les projets en vedette ne peuvent pas être chargés
hi: विशेष रुप से प्रदर्शित परियोजनाओं को लोड नहीं किया जा सकता है
id: Proyek unggulan tidak dapat dimuat
ja: 注目プロジェクトを読み込むことができません
pa: ਫੀਚਰਡ ਪ੍ਰੋਜੈਕਟ ਲੋਡ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ
ps: مشخص شوي پروژې نشي پورته کیدی
pt_br: Os projetos em destaque não podem ser carregados
ru: Избранные проекты не могут быть загружены
sr_latn: Izdvojeni projekti se ne mogu učitati
ta: பிரத்யேக திட்டங்களை ஏற்ற முடியாது
th: ไม่สามารถโหลดโปรเจ็กต์เด่นได้
tr: Öne çıkan projeler yüklenemiyor
uk: Не вдалося завантажити рекомендовані проєкти
ur: نمایاں منصوبوں کو لوڈ نہیں کیا جا سکتا

source: The following item could not be imported from the media library:
ar: تعذر استيراد العنصر التالي من مكتبة وسائط الإعلام:
bn: নিম্নলিখিত আইটেমটি মিডিয়া লাইব্রেরি থেকে আমদানি করা যায়নি:
de: Folgendes Element konnte nicht aus der Medienbibliothek importiert werden:
fa: مورد زیر را نمی توان از کتابخانه رسانه وارد کرد:
fr: L'élément suivant n'a pas pu être importé depuis la médiathèque :
hi: निम्नलिखित आइटम को मीडिया लाइब्रेरी से आयात नहीं किया जा सकता है:
id: Item berikut tidak dapat diimpor dari perpustakaan media:
ja: メディアライブラリから次の項目をインポートできませんでした:
pa: ਹੇਠ ਦਿੱਤੀ ਇਕਾਈ ਨੂੰ ਮੀਡੀਆ ਲਾਇਬ੍ਰੇਰੀ ਤੋਂ ਆਯਾਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ:
ps: لاندې توکي د رسنیو له کتابتون څخه وارد نه شي:
pt_br: O seguinte item não pôde ser importado da biblioteca de mídia:
ru: Невозможно импортировать следующий элемент из библиотеки:
sr_latn: Sledeću stavku nije moguće uvesti iz medijske biblioteke:
ta: பின்வரும் உருப்படியை ஊடக நூலகத்திலிருந்து இறக்குமதி செய்ய முடியவில்லை:
th: ไม่สามารถนำเข้ารายการต่อไปนี้จากไลบรารีสื่อ:
tr: Aşağıdaki öğe, medya kitaplığından içe aktarılamadı:
uk: Не вдалося імпортувати з медіатеки такий елемент:
ur: میڈیا لائبریری سے درج ذیل آئٹم کو درآمد نہیں کیا جا سکا:

source: The input is too long. Please enter maximal %lu character(s).
ar: الإدخال طويل جداً. الرجاء إدخال كحد أقصى %lu حرف (أحرف).
bn: ইনপুটটি খুব দীর্ঘ। সর্বাধিক %lu অক্ষর লিখুন।
de: Die Eingabe ist zu lang. Bitte gib maximal %lu Zeichen ein.
fa: ورودی خیلی طولانی است لطفا حداکثر %lu شخصیت (ها) را وارد کنید.
fr: L'entrée est trop longue. Veuillez entrer %lu caractères maximum.
hi: इनपुट बहुत लंबा है। कृपया अधिकतम दर्ज करें %lu पात्र)।
id: Masukannya terlalu panjang. Silahkan masukkan karakter maksimal %lu.
ja: 入力が長すぎます。最大 %lu 文字を入力してください。
pa: ਇੰਪੁੱਟ ਬਹੁਤ ਲੰਬਾ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਵੱਧ ਤੋਂ ਵੱਧ%lu ਅੱਖਰ ਭਰੋ.
ps: ننوت ډیر اوږد دی. مهرباني وکړئ اعظمي %lu کرکټرونه دننه کړئ.
pt_br: A entrada é demasiado longa. Por favor introduza no máximo %lu caracter(es).
ru: Ввод слишком длинный. Пожалуйста, введите максимум %lu символ(ов).
sr_latn: Unos je predug. Unesite maksimalno%lu karaktera.
ta: உள்ளீடு மிக நீளமானது. அதிகபட்ச %lu எழுத்து (களை) உள்ளிடவும்.
th: อินพุตยาวเกินไป โปรดป้อนอักขระ %lu สูงสุด
tr: Girdi çok uzun. Lütfen en fazla %lu karakter (leri) girin.
uk: Ввід занадто довгий. Введіть максимальний %lu символи(лів).
ur: ان پٹ بہت طویل ہے۔ براہ کرم زیادہ سے زیادہ %lu حروف درج کریں۔

source: The name contains blocked characters. Please try again!
ar: الاسم يحتوي على أحرف المحظورة. الرجاء إعادة المحاولة!
bn: নামটিতে ব্লক অক্ষর রয়েছে। অনুগ্রহপূর্বক আবার চেষ্টা করুন!
de: Der Name enthält blockierte Zeichen. Bitte versuche es erneut!
fa: نام شامل شخصیت های مسدود شده است. لطفا دوباره تلاش کنید!
fr: Le nom contient des caractères bloqués. Veuillez réessayer !
hi: नाम में अवरुद्ध वर्ण हैं। कृपया पुन: प्रयास करें!
id: Nama berisi karakter yang diblokir. Silahkan coba lagi!
ja: 名前にブロックされた文字が含まれています。もう一度やり直してください！
pa: ਨਾਮ ਵਿੱਚ ਬਲੌਕ ਕੀਤੇ ਅੱਖਰ ਸ਼ਾਮਲ ਹਨ. ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਜੀ!
ps: نوم بند شوي حروف لري. مهرباني وکړئ بیا هڅه وکړئ!
pt_br: O nome contém caracteres proibidos. Por favor tente de novo!
ru: Название содержит запрещенные символы. Попробуйте еще раз!
sr_latn: Ime sadrži blokirane znakove. Molim vas, pokušajte ponovo!
ta: பெயரில் தடுக்கப்பட்ட எழுத்துக்கள் உள்ளன. தயவு செய்து மீண்டும் முயற்சிக்கவும்!
th: ชื่อนี้มีอักขระที่ถูกบล็อก กรุณาลองอีกครั้ง!
tr: Ad engellenmiş karakterler içeriyor. Lütfen tekrar deneyin!
uk: Назва містить заблоковані символи. Будь ласка, спробуйте ще раз!
ur: اس نام میں بلاک حروف شامل ہیں. دوبارہ کوشش کریں!

source: The recent projects cannot be loaded
ar: لا يمكن تحميل المشاريع الأخيرة
bn: সাম্প্রতিক প্রজেক্টগুলি লোড করা যায় না
de: Die letzten Projekte können nicht geladen werden
fa: پروژه های اخیر را نمی توان بارگیری کرد
fr: Les projets récents ne peuvent pas être chargés
hi: हाल की परियोजनाओं को लोड नहीं किया जा सकता है
id: Proyek terbaru tidak dapat dimuat
ja: 最近のプロジェクトは読み込めません
pa: ਹਾਲੀਆ ਪ੍ਰੋਜੈਕਟ ਲੋਡ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ
ps: وروستي پروژې نشي پورته کیدی
pt_br: Os projetos recentes não podem ser carregados
ru: Недавние проекты не могут быть загружены
sr_latn: Nedavni projekti se ne mogu učitati
ta: சமீபத்திய திட்டங்களை ஏற்ற முடியாது
th: ไม่สามารถโหลดโปรเจ็กต์ล่าสุดได้
tr: Son projeler yüklenemiyor
uk: Не вдалося завантажити останні проєкти
ur: حالیہ منصوبوں کو لوڈ نہیں کیا جا سکتا

source: The requested project can not be loaded. Please try again later.
ar: لا يمكن تحميل المشروع المطلوب. الرجاء المحاولة مرة أخرى لاحقاً.
bn: অনুরোধ করা প্রজেক্টটি লোড করা যায় না। পরে আবার চেষ্টা করুন.
de: Das angeforderte Projekt kann nicht geladen werden. Bitte versuche es später erneut.
fa: پروژه درخواست شده را نمی توان بارگذاری کرد. لطفا بعدا دوباره امتحان کنید
fr: Le projet demandé ne peut pas être chargé. Veuillez réessayer plus tard.
hi: अनुरोधित परियोजना लोड नहीं की जा सकती। बाद में पुन: प्रयास करें।
id: Proyek yang diminta tidak dapat dimuat. Silakan coba lagi nanti.
ja: 要求されたプロジェクトを読み込むことができません。後でもう一度お試しください。
pa: ਬੇਨਤੀ ਕੀਤਾ ਪ੍ਰਾਜੈਕਟ ਲੋਡ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ. ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ.
ps: غوښتنه شوې پروژه نشي پورته کیدی. مهرباني وکړئ وروسته بیا هڅه وکړئ.
pt_br: O projeto solicitado não pode ser carregado. Por favor, tente novamente mais tarde.
ru: Запрошенный проект не может быть загружен. Пожалуйста, повторите попытку позже.
sr_latn: Traženi projekat se ne može učitati. Pokušajte ponovo kasnije.
ta: கோரப்பட்ட திட்டத்தை ஏற்ற முடியாது. பின்னர் மீண்டும் முயற்சிக்கவும்.
th: ไม่สามารถโหลดโปรเจ็กต์ที่ร้องขอได้ กรุณาลองใหม่อีกครั้งในภายหลัง.
tr: İstenilen proje yüklenemiyor. Lütfen daha sonra tekrar deneyiniz.
uk: Не вдалося завантажити запитаний проєкт. Повторіть спробу пізніше.
ur: درخواست شدہ منصوبے لوڈ نہیں کی جا سکتی. براہ کرم کچھ دیر بعد کوشش کریں.

source: The sound item cannot be loaded
ar: الملف الصوتي لم يتم تحميله
bn: শব্দ আইটেম লোড করা যাবে না
de: Der Ton kann nicht geladen werden
fa: آیتم صدا را نمی توان بارگیری کرد
fr: L'élément sonore ne peut être chargé
hi: ध्वनि आइटम लोड नहीं किया जा सकता है
id: Item suara tidak dapat dimuat
ja: サウンドアイテムを読み込むことができません
pa: ਧੁਨੀ ਚੀਜ਼ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
ps: د غږ توکي نشي پورته کیدی
pt_br: O item de som não pode ser carregado
ru: Звуковой элемент не может быть загружен
sr_latn: Zvučna stavka se ne može učitati
ta: ஒலி உருப்படியை ஏற்ற முடியாது
th: ไม่สามารถโหลดรายการเสียงได้
tr: Ses öğesi yüklenemiyor
uk: Не вдалося завантажити звуковий елемент
ur: آواز کا سامان لوڈ نہیں کیا جا سکتا

source: The sound item cannot be played
ar: الملف الصوتي لم يتم تشغيله
bn: শব্দ আইটেম বাজানো যায় নি
de: Der Ton kann nicht abgespielt werden
fa: آیتم صدا را نمی توان بازی کرد
fr: L'élément sonore ne peut pas être joué
hi: ध्वनि आइटम नहीं चलाया जा सकता है
id: Item suara tidak dapat dimainkan
ja: サウンドアイテムを再生できません
pa: ਧੁਨੀ ਵਸਤੂ ਨੂੰ ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ
ps: د غږ توکي نشي پلی کیدی
pt_br: O item som não pode ser reproduzido
ru: Звуковой элемент не может быть воспроизведен
sr_latn: Zvučna stavka se ne može reprodukovati
ta: ஒலி உருப்படியை இயக்க முடியாது
th: ไม่สามารถเล่นรายการเสียงได้
tr: Ses öğesi çalınamaz
uk: Не вдалося відтворити звуковий елемент
ur: آواز کا سامان ادا نہیں کیا جا سکتا

source: Think
ar: فكّر
bn: চিন্তা করা
de: Denke
fa: فکر
fr: Pense
hi: सोच
id: Berpikir
ja: 考える
pa: ਸੋਚੋ
ps: فکر وکړئ
pt_br: Pensar
ru: Думать
sr_latn: Misli
sw: Fikiria
ta: சிந்தியுங்கள்
th: คิด
tr: Düşün
uk: Думати
ur: خیال

source: This action can not be undone!
ar: هذا الإجراء لا يمكن التراجع عنه!
bn: এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না!
de: Diese Aktion ist nicht rückgängig machbar!
fa: این عملیات امکان برگشت ندارد!
fr: Cette action ne peut pas être annulée !
hi: यह कार्य दोबारा से नहीं हो सकता!
id: Tindakan ini tidak dapat diurungkan!
ja: この操作は元に戻せません！
pa: ਇਸ ਕਿਰਿਆ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ!
ps: دا عمل نه شي ختمولی!
pt_br: Esta ação não pode ser desfeita!
ru: Это действие не может быть отменено!
sr_latn: Ova radnja se ne može poništiti!
sw: Hiki kitendo hakiwezi kutenguliwa!
ta: இந்த செயலைச் செயல்தவிர்க்க முடியாது!
th: การกระทำนี้ไม่สามารถยกเลิกได้
tr: Bu işlem geri alınamaz!
uk: Цю дію не можна скасувати!
ur: اس عمل کو غیر منحصر نہیں کیا جاسکتا ہے!
