Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: maximum of
ar: أكبر قيمة
bn: সর্বাধিক
de: Maximum von
fa: بیشینه
fr: maximum
hi: महत्तम
id: max
ja: 最大
pa: ਵੱਧ ਤੋਂ ਵੱਧ
ps: اعظمي
pt_br: maior entre
ru: максимум
sr_latn: maksimum od
ta: அதிகபட்சம்
th: สูงสุดของ
uk: максимум
ur: زیادہ سے زیادہ

source: May
ar: أيار/مايو
bn: মে
de: Mai
fa: مِی
fr: Mai
hi: मई
id: Mei
ja: 5月
pa: ਮਈ
ps: می
pt_br: Maio
ru: Май
sr_latn: Maj
sw: Mei
ta: மே
th: พฤษภาคม
tr: Mayıs
uk: Травень
ur: مئی

source: Measure
ar: قياس
bn: পরিমাপ
de: Abmessung
fa: اندازه گیری
fr: Mesure
hi: चुंबकीय-सी
id: Ukur
ja: 測定
pa: ਮਾਪ
ps: اندازه کول
pt_br: Medida
ru: Измерение
sw: Pima
ta: அளவிடு
th: วัด
tr: Tedbir
uk: Вимірювання
ur: پیمائش

source: Media library
ar: مكتبة الوسائط
bn: মিডিয়া লাইব্রেরি
de: Medienbibliothek
fa: کتابخانه ی رسانه
fr: Bibliothèque multimédia
hi: मीडिया लाइब्रेरी
id: Perpustakaan media
ja: メディア ライブラリー
pa: ਮੀਡੀਆ ਲਾਇਬ੍ਰੇਰੀ
ps: د رسنیو کتابتون
pt_br: Biblioteca de mídia
ru: Медиатека
sr_latn: Medijska biblioteka
sw: Maktaba ya midia
ta: ஊடக நூலகம்
th: ไลบรารีสื่อ
tr: Medya kütüphanesi
uk: Медіатека
ur: میڈیا لائبریری

source: Menu
ar: القائمة
bn: সূচি
de: Menü
fa: منو
hi: विषय सूची
ja: メニュー
pa: ਮੀਨੂ
ps: مینو
ru: Меню
sr_latn: Meni
sw: Menyu
ta: பட்டியல்
th: เมนู
tr: Menü
uk: Меню
ur: مینیو

source: Message
ar: رسالة
bn: বার্তা
de: Nachricht
fa: پیام
hi: संदेश
id: Pesan
ja: メッセージ
pa: ਸੁਨੇਹਾ
ps: پیغام
pt_br: Mensagem
ru: Сообщение
sr_latn: Poruka
sw: Ujumbe
ta: செய்தி
th: ข้อความ
tr: Mesaj
uk: Повідомлення
ur: پیغام

source: message 1
ar: رسالة 1
bn: বার্তা 1
de: Nachricht 1
fa: پیام 1
hi: सन्देश 1
id: pesan 1
ja: メッセージ 1
pa: ਸੁਨੇਹਾ 1
ps: پیغام 1
pt_br: mensagem 1
ru: сообщение 1
sr_latn: poruka 1
sw: ujumbe 1
ta: செய்தி 1
th: ข้อความ 1
tr: mesaj 1
uk: повідомлення 1
ur: پیغام 1

source: MI
ar: مي
hi: एमआई
ps: ټیټ کړئ
ru: МИ
uk: Мі

source: Minimize
ar: تصغير
bn: কমানো
de: Verkleinern
fa: کوچک‌سازی
fr: Réduire au minimum
hi: न्यूनतम
id: Memperkecil
ja: ミニマム
pa: ਘੱਟੋ ਘੱਟ
ps: ټیټ کړئ
pt_br: Minimizar
ru: Минимизировать
th: ย่อเล็กสุด
uk: Мінімізувати
ur: کم سے کم کرنا

source: minimum of
ar: أقل قيمة
bn: সর্বনিম্ন
de: Minimum von
fa: کمینه
fr: minimum
hi: न्यूनतम
id: minimal
ja: 最小値
pa: ਘੱਟੋ ਘੱਟ
ps: لږ تر لږه
pt_br: menor entre
ru: минимум
sr_latn: minimum od
ta: குறைந்தபட்சம்
th: ขั้นต่ำของ
uk: мінімум
ur: کم از کم

source: minute
ar: دقيقة
bn: মিনিট
fa: دقیقه
hi: मिनट
id: menit
ja: 分
pa: ਮਿੰਟ
ps: دقیقه
pt_br: minuto
ru: минута
sr_latn: minuta
sw: dakika
ta: நிமிடம்
th: นาที
tr: dakika
uk: хвилина
ur: منٹ

source: Mirror
ar: مرآة
bn: আয়না
de: Spiegeln
fa: آینه
fr: Miroir
hi: दर्पण
id: Cermin
ja: ミラー
pa: ਸ਼ੀਸ਼ਾ
ps: عکس
pt_br: Espelho
ru: Зеркало
sr_latn: Ogledalo
sw: Kioo
ta: கண்ணாடி
th: กระจกเงา
tr: Ayna
uk: Дзеркало
ur: آئینہ

source: Mo
ar: الإثنين
fa: دوشنبه
fr: Lu
hi: एमओ
id: Sen
pa: ਮੋ
ps: مو
pt_br: Seg
ru: Пн
sr_latn: Pon
th: วันจันทร์
tr: Pzt
uk: Пн

source: modulo
ar: باقي القسمة
bn: মডুলো
fa: مودلو
hi: परिमाण
ja: mod
pa: ਮੋਡੂਲੋ
ps: ماډلو
ru: модуль
th: mod
uk: модуль
ur: ماڈیولو

source: Mole
ar: الخلد
bn: অণু
de: Maulwurf
fa: موش کور
fr: Taupe
hi: तिल
ja: ほくろ
pa: ਮੋਲ
ps: تل
pt_br: Toupeira
ru: Крот
ta: மச்சம்
th: ตัวตุ่น
tr: Köstebek
uk: Кріт
ur: تل

source: Monday
ar: الاثنين
bn: সোমবার
de: Montag
fa: دوشنبه
fr: Lundi
hi: सोमवार
id: Senin
ja: 月曜日
pa: ਸੋਮਵਾਰ
ps: دوشنبه
pt_br: Segunda-feira
ru: Понедельник
sr_latn: Ponedeljak
sw: Jumatatu
ta: திங்கள்
th: วันจันทร์
tr: Pazartesi
uk: Понеділок
ur: پیر

source: month
ar: الشهر
bn: মাস
de: Monat
fa: ماه
fr: mois
hi: महीना
id: bulan
ja: 月
pa: ਮਹੀਨਾ
ps: میاشت
pt_br: mês
ru: месяц
sr_latn: mesec
sw: mwezi
ta: மாதம்
th: เดือน
tr: ay
uk: місяць
ur: ماہ

source: More
ar: أكثر
bn: আরও
de: Mehr
fa: بیشتر
fr: Plus de
hi: अतिरिक्त
id: Lebih
ja: もっと
pa: ਹੋਰ
ps: نور
pt_br: Mais
ru: Больше
sr_latn: Više
sw: Zaidi
ta: மேலும்
th: เพิ่มเติม
tr: Daha fazla
uk: Більше
ur: مزید

source: More information
ar: مزيد من المعلومات
bn: আরো তথ্য
de: Mehr Information
fa: اطلاعات بیشتر
fr: Plus d'informations
hi: अधिक जानकारी
id: Informasi lebih lanjut
ja: 詳細情報
pa: ਹੋਰ ਜਾਣਕਾਰੀ
ps: نور مالومات
pt_br: Mais informações
ru: Подробности
sr_latn: Više informacija
ta: மேற்கொண்ட தகவல்கள்
th: ข้อมูลมากกว่านี้
tr: Daha fazla bilgi
uk: Більше інформації
ur: مزید معلومات

source: Most downloaded
ar: الأكثر تنزيلا
bn: সর্বোচ্চ ডাউনলোডকৃত
de: Meist heruntergeladen
fa: بیشترین برنامه دانلود شده
fr: Les plus téléchargés
hi: सबसे ज्यादा डाउनलोड किया हुआ
id: Paling banyak diunduh
ja: 最もダウンロードされているもの
pa: ਬਹੁਤੇ ਡਾedਨਲੋਡ ਕੀਤੇ
ps: ډیری ډاونلوډ شوی
pt_br: Mais baixados
ru: Самые скачиваемые
sr_latn: Sa najviše preuzimanja
sw: Zilizopakuliwa zaidi
ta: மிகவும் அதிகம்மாகப் பதிவிறக்கம் செய்யப்பட்டது
th: ดาวน์โหลดมากที่สุด
tr: En çok indirilen
uk: Найбільше завантажені
ur: سب سے زیادہ ڈاؤنلوڈ کیے گئے

source: Most viewed
ar: الأكثر عرضاً
bn: সর্বোচ্চ পরিদর্শন
de: Am meisten angesehen
fa: بیشترین بازدید
fr: Les plus populaires
hi: सबसे ज्यादा देखा गया
id: Paling banyak dilihat
ja: よく見られているもの
pa: ਸਭ ਵੇਖਿਆ ਗਿਆ
ps: ډیری لیدل شوي
pt_br: Mais vistos
ru: Самые просматриваемые
sr_latn: Najgledanije
sw: Zilizoangaliwa zaidi
ta: அதிகமாக பார்க்கபட்டது
th: เข้าดูมากที่สุด
tr: En çok İzlenenler
uk: Найбільше переглянуті
ur: سب سے زیادہ دیکھے گئے

source: Motion
ar: الحركة
bn: গতি
de: Bewegung
fa: حرکت
fr: Mouvement
hi: गति
id: Gerak
ja: 動き
pa: ਗਤੀ
ps: حرکت
pt_br: Movimento
ru: Движение
sr_latn: Porket
sw: Mwendo
ta: மோஷன்
th: เคลื่อนไหว
tr: Hareket
uk: Переміщення
ur: حرکت

source: Motion properties
ar: خصائص الحركة
bn: গতি বৈশিষ্ট্য
de: Physikalische Eigenschaften
fa: خواص حرکت
fr: propriétés de mouvement
hi: मोशन गुण
id: Sifat gerak
ja: 運動プロパティ
pa: ਗਤੀ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
ps: د حرکت ځانګړتیاوې
pt_br: Propriedades de movimento
ru: Свойства движения
sr_latn: Svojstva pokreta
ta: இயக்க பண்புகள்
th: คุณสมบัติเคลื่อนที่
uk: Властивості переміщення
ur: حرکت خصوصیات

source: mouth left corner x
ar: الزاوية اليسرى للفم x
bn: মুখ বাম কোণে x
de: Mund linke Ecke x
fa: گوشه سمت چپ x
fr: bouche coin gauche x
hi: मुंह बायां कोना x
id: sudut kiri mulut x
ja: 口の中の左コーナー x
ps: خوله کیڼ کونج x
pt_br: canto esquerdo da boca x
ru: левый угол рта по оси X
th: มุมปากซ้าย x
uk: лівий кут рота х
ur: منہ کا بائیں کونے ایکس

source: mouth left corner y
ar: الزاوية اليسرى للفم ذ
bn: মুখ বাম কোণে y
de: Mund linke Ecke y
fa: گوشه سمت چپ y
fr: bouche coin gauche y
hi: मुँह बाएँ कोना y
id: sudut kiri mulut y
ja: 口元の左隅 y
ps: خوله کیڼ کونج y
pt_br: canto esquerdo da boca y
ru: левый угол рта по оси Y
th: มุมปากซ้าย y
uk: лівий кут рота y
ur: منہ کے بائیں کونے y

source: mouth right corner x
ar: الزاوية اليمنى للفم x
bn: মুখ ডান কোণ x
de: Mund rechte Ecke x
fa: گوشه سمت راست دهان x
fr: bouche coin droit x
hi: मुंह दायां कोना x
id: sudut kanan mulut x
ja: 口の中の右コーナーx
ps: د خولې ښي کونج x
pt_br: canto direito da boca x
ru: правый угол рта по оси X
th: มุมปากขวา x
uk: правий кут рота х
ur: منہ کا دائیں کونے ایکس

source: mouth right corner y
ar: الزاوية اليمنى للفم ذ
bn: মুখ ডান কোণ y
de: Mund rechte Ecke y
fa: گوشه راست دهان y
fr: bouche coin droit y
hi: मुंह दायां कोना y
id: sudut kanan mulut y
ja: 口の右隅のY
ps: د خولې ښي کونج y
pt_br: canto direito da boca y
ru: правый угол рта по оси Y
th: มุมปากขวา y
uk: правий кут рота у
ur: منہ کا دائیں کونے y

source: Move
ar: تحريك
bn: স্থানান্তর
de: Verschiebe um
fa: حرکت بده
fr: Déplacer
hi: स्थानांतरित करें
id: Pindah
ja: 移動
pa: ਭੇਜੋ
ps: حرکت
pt_br: Mover
ru: Переместить
sr_latn: Pomakni
sw: Hamisha
ta: நகர்த்து
th: เคลื่อน
tr: Taşı
uk: Перемістити на
ur: آگۓ بڑہیں

source: Move actors or objects
ar: نقل الممثلين أو العناصر
bn: অভিনেতা বা বস্তু সরান
de: Figuren oder Objekte verschieben
fa: بازیگران یا اشیاء را حرکت دهید
fr: Déplacer des acteurs ou des objets
hi: अभिनेताओं या वस्तुओं को स्थानांतरित करें
id: Pindahkan aktor atau objek
ja: アクターまたはオブジェクトを移動
pa: ਅਭਿਨੇਤਾ ਜਾਂ ਵਸਤੂਆਂ ਨੂੰ ਮੂਵ ਕਰੋ
ps: لوبغاړي یا شیان حرکت وکړئ
pt_br: Mover atores ou objetos
ru: Перемещение актеров или объектов
sr_latn: Pomeri aktere ili objekte
ta: நடிகர்கள் அல்லது பொருட்களை நகர்த்தவும்
th: ย้ายนักแสดงหรือวัตถุ
tr: Objeyi taşı
uk: Переміщення персонажів або об’єктів
ur: اداکاروں یا اشیاء کو منتقل کریں۔

source: Move brick
ar: نقل الطوب
bn: ইট সরান
de: Baustein verschieben
fa: حرکت آجر
fr: Déplacer la brique
hi: ईंट को हिलाओ
id: Pindahkan bata
ja: ブロックを移動
pa: ਇੱਟ ਮੂਵ ਕਰੋ
ps: خښته حرکت وکړئ
pt_br: Mover bloco
ru: Переместить блок
sr_latn: Pomeri kocku
ta: செங்கல் நகர்த்து
th: ย้ายคำสั่ง
tr: Tuğlayı taşı
uk: Перемістити блок
ur: اینٹ کو حرکت دیں۔

source: Move looks
ar: نقل المظاهر
bn: সরানো চেহারা
de: Aussehen verschieben
fa: حرکت به نظر می رسد
fr: Déplacez les regards
hi: चाल देखो
id: Pindahkan penampilan
ja: 外見を移動
pa: ਮੂਵ ਲੁੱਕਸ
ps: حرکت ښکاري
pt_br: Mover aparência
ru: Переместить образы
sr_latn: Pomeri izgled
ta: தோற்றத்தை நகர்த்து
th: ย้ายรูปลักษณ์
tr: Görüntüyü taşı
uk: Перемістити вигляди
ur: حرکت نظر آتی ہے۔

source: Move Phiro motor backward
ar: تحريك روبوت الاطفال الى الخلف
bn: ফিরো মোটর পিছনে সরান
de: Phiro Motor rückwärts bewegen
fa: موتور Phiro را رو به عقب حرکت بده
fr: Déplacer le moteur Phiro vers l'arrière
hi: फेरो मोटर को पीछे की ओर ले जाएं
id: Pindahkan motor Phiro ke belakang
ja: Phiro モーターを後に移動
pa: ਫਿਰੋ ਮੋਟਰ ਨੂੰ ਪਿੱਛੇ ਭੇਜੋ
ps: د فیرو موټرو شاته حرکت وکړئ
pt_br: Mover o motor Phiro para trás
ru: Двигать Phiro мотор назад
sr_latn: Pomerite Phiro motor nazad
sw: sogeza mota ya phiro nyuma
ta: பைரோ மோட்டாரை பின்னோக்கி நகர்த்தவும்
th: เลื่อนมอเตอร์ Phiro ไปด้านหลัง
tr: Phiro motorunu geriye taşı
uk: Перемістити двигун Phiro назад
ur: پہرو موٹر پیچھے بڑھو

source: Move Phiro motor forward
ar: تحريك روبوت الاطفال الى الأمام
bn: ফিরো মোটরটি এগিয়ে যান
de: Phiro Motor vorwärts bewegen
fa: موتور Phiro را رو به جلو حرکت بده
fr: Avancer le moteur Phiro
hi: आगे फ़िरो मोटर आगे बढ़ाओ
id: Pindahkan motor Phiro ke depan
ja: Phiro モーターを前に移動
pa: ਫਿਰੋ ਮੋਟਰ ਨੂੰ ਅੱਗੇ ਵਧਾਓ
ps: د فیرو موټرو مخ ته حرکت وکړئ
pt_br: Mover o motor Phiro para frente
ru: Двигать Phiro мотор вперед
sr_latn: Pomerite Phiro motor napred
sw: sogeza mota ya phiro mbele
ta: பைரோ மோட்டாரை முன்னோக்கி நகர்த்தவும்
th: เลื่อนมอเตอร์ไปข้างหน้า
tr: Phiro motorunu ileri taşı
uk: Перемістити двигун Phiro вперед
ur: پہرو موٹر آگے بڑھو

source: Move sounds
ar: نقل الأصوات
bn: শব্দগুলি সরান
de: Sound verschieben
fa: حرکت به نظر می رسد
fr: Déplacer les sons
hi: ध्वनियों को स्थानांतरित करें
id: Pindahkan suara
ja: 音を移動する
pa: ਆਵਾਜ਼ਾਂ ਮੂਵ ਕਰੋ
ps: غږونه حرکت وکړئ
pt_br: Mover sons
ru: Переместить звуки
sr_latn: Pomeri zvukove
ta: ஒலிகளை நகர்த்தவும்
th: ย้ายเสียง
tr: Sesi taşı
uk: Перемістити звуки
ur: آوازیں منتقل کریں۔

source: Music Box
ar: صندوق الموسيقى
bn: সঙ্গীতের ভান্ডার
de: Musikbox
fa: جعبه موسیقی
fr: Boîte à musique
hi: संगीत बक्सा
id: Kotak musik
ja: オルゴールボックス
pa: ਸੰਗੀਤ ਬਾਕਸ
ps: سندریز صندوق
pt_br: Caixa de música
ru: Музыкальная шкатулка
th: กล่องดนตรี
uk: Музична скринька
ur: ذخیرہ موسیقی

source: My first project
ar: مشروعي الأول
bn: আমার প্রথম প্রজেক্ট
de: Mein erstes Projekt
fa: اولین برنامه من
fr: Mon premier programme
hi: मेरा पहला प्रोग्राम
id: Program pertama saya
ja: 私の最初のプログラム
pa: ਮੇਰਾ ਪਹਿਲਾ ਪ੍ਰਾਜੈਕਟ
ps: زما لومړۍ پروژه
pt_br: Meu primeiro projeto
ru: Мой первый проект
sr_latn: Moj prvi projekat
sw: Programu yangu ya kwanza
ta: எனது முதல் திட்டம்
th: โปรแกรมแรกของฉัน
tr: İlk projem
uk: Мій перший проєкт
ur: میرا پہلا پراجیکٹ

source: My image
ar: صورتي
bn: আমার ছবি
de: Mein Bild
fa: تصویر من
fr: Mon image
hi: मेरी छवि
id: Gambar saya
ja: 私の画像
pa: ਮੇਰੀ ਤਸਵੀਰ
ps: زما انځور
pt_br: Minha imagem
ru: Мое изображение
sr_latn: Moja slika
ta: எனது படம்
th: รูปภาพของฉัน
tr: Benim görselim
uk: Моє зображення
ur: میری تصویر

source: My object
ar: الغرض الخاص بي
bn: আমার উদ্দেশ্য
de: Mein Objekt
fa: جسم من
fr: Mon objet
hi: मेरी वस्तु
id: Objek saya
ja: 自分のオブジェクト
pa: ਮੇਰੀ ਵਸਤੂ
ps: زما اعتراض
pt_br: Meu objeto
ru: Мой объект
sr_latn: Moj objekat
ta: என் பொருள்
th: วัตถุของฉัน
tr: Benim Objem
uk: Мій об'єкт
ur: میرا اعتراض

source: Name
ar: الإسم
bn: নাম
fa: نام
fr: Nom
hi: नाम
id: Nama
ja: 名前
pa: ਨਾਮ
ps: نوم
pt_br: Nome
ru: Название
sr_latn: Imе
sw: Jina
ta: பெயர்
th: ชื่อ
tr: Isim
uk: Назва
ur: نام

source: Name already exists.
ar: هذا الاسم موجود مسبقاً.
bn: নামটি ইতিমধ্যেই বিদ্যমান।.
de: Name existiert bereits.
fa: نام از قبل وجود دارد
fr: Ce nom existe déjà.
hi: नाम पहले से मौजूद है।
id: Nama sudah ada.
ja: 名前は既に存在します。
pa: ਨਾਮ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ.
ps: نوم لا دمخه شتون لري.
pt_br: Nome já existente.
ru: Такое название уже существует.
sr_latn: Ime već postoji.
ta: பெயர் ஏற்கனவே உள்ளது.
th: มีชื่อนี้แล้ว
tr: Bu isim zaten var.
uk: Назва вже існує.
ur: نام پہلے ہی موجود ہے

source: natural logarithm
ar: اللوغاريثم الطبيعي
bn: প্রাকৃতিক লগারিদম
de: Natürlicher Logarithmus
fa: لگاریتم طبیعی
fr: ln
hi: प्राकृतिक लघुगणक
id: logaritma natural
ja: ln
pa: ਕੁਦਰਤੀ ਲੋਗਰਿਥਮ
ps: طبیعي لوګاریتم
pt_br: logaritmo natural
ru: натуральный логарифм
th: ln
uk: натуральний логарифм
ur: قدرتی لوگارتھم

source: neck x
ar: الرقبة x
bn: ঘাড় x
de: hals x
fa: گردن x
fr: cou x
ps: غاړه x
pt_br: pescoço x
ru: шея по оси X
th: คอ x
uk: позиція X шиї
ur: گردن ایکس

source: neck y
ar: عنق y
bn: ঘাড় y
de: hals y
fa: گردن y
fr: cou y
ps: غاړه y
pt_br: pescoço y
ru: шея по оси Y
th: คอ y
uk: позиція Y шиї
ur: گردن y

source: New
ar: جديد
bn: নতুন
de: Neu
fa: جدید
fr: Nouveau
hi: नवीन
id: Baru
ja: 新しい
pa: ਨਵਾਂ
ps: نوے
pt_br: Novo
ru: Новый
sr_latn: Novi
sw: Mpya
ta: புதிய
th: สร้างใหม่
tr: Yeni
uk: Новий
ur: نیا

source: New canvas
ar: قماش جديد
bn: নতুন ক্যানভাস
de: Neue Leinwand
fa: بوم جدید
fr: Nouvelle toile
hi: नया कैनवास
id: Kanvas baru
ja: 新しいキャンバス
pa: ਨਵਾਂ ਕੈਨਵਸ
ps: نوی کینوس
pt_br: Nova tela
ru: Новый холст
sr_latn: Novo platno
ta: புதிய கேன்வாஸ்
th: วาดรูปใหม่
tr: Yeni tuval
uk: Нове полотно
ur: نیا کینوس

source: New list
ar: قائمة جديدة
bn: নতুন তালিকা
de: Neue Liste
fa: لیست جدید
fr: Nouvelle liste
hi: नई सूची
id: Daftar Baru
ja: 新しいリスト
pa: ਨਵੀਂ ਸੂਚੀ
ps: نوی لیست
pt_br: Nova Lista
ru: Новый список
sr_latn: Nova lista
sw: Orodha mpya
ta: புதிய பட்டியல்
th: สร้างรายการใหม่
tr: Yeni liste
uk: Новий список
ur: نئی فہرست

source: New message
ar: رسالة جديدة
bn: নতুন বার্তা
de: Neue Nachricht
fa: پیام جدید
fr: Nouveau message
hi: नया संदेश
id: Pesan baru
ja: 新しいメッセージ
pa: ਨਵਾ ਸੁਨੇਹਾ
ps: نوی پیغام
pt_br: Nova mensagem
ru: Новое сообщение
sr_latn: Nova poruka
sw: Ujumbe mpya
ta: புதிய செய்தி
th: ข้อความใหม่
tr: Yeni mesaj
uk: Нове повідомлення
ur: نیا پیغام

source: New project
ar: مشروع جديد
bn: নতুন প্রজেক্ট
de: Neues Projekt
fa: پروژه جدید
fr: Nouveau projet
hi: नया काम
id: Proyek baru
ja: 新規プロジェクト
pa: ਨਵਾਂ ਪ੍ਰੋਜੈਕਟ
ps: نوے
pt_br: Novo projeto
ru: Новый проект
sr_latn: Novi projekat
sw: Mpya
ta: புதிய
th: โปรเจ็กต์ใหม่
tr: Yeni proje
uk: Новий проєкт
ur: نیا پروجیکٹ

source: New text
ar: نص جديد
bn: নতুন পাঠ্য
de: Neuer Text
fa: متن جدید
fr: Nouveau texte
hi: नया पाठ
id: Teks baru
ja: 新しいテキスト
pa: ਨਵਾਂ ਟੈਕਸਟ
ps: نوی متن
pt_br: Novo texto
ru: Новый текст
sr_latn: Novi tekst
sw: Maandishi mapya
ta: புதிய உரை
th: ข้อความใหม่
tr: Yeni metin
uk: Новий текст
ur: نیا متن

source: New variable
ar: متغير جديد
bn: নতুন ভেরিয়েবল
de: Neue Variable
fa: متغير جديد
fr: Nouvelle variable
hi: नया चर
id: Variabel Baru
ja: 新しい変数
pa: ਨਵਾਂ ਵੇਰੀਏਬਲ
ps: نوی متغیر
pt_br: Nova Variável
ru: Новая переменная
sr_latn: Nova promenljiva
sw: Kitofautishi kipya
ta: புதிய மாறி
th: สร้างตัวแปรใหม่
tr: Yeni değişken
uk: Нова змінна
ur: نئی متغیر

source: New...
ar: جديد...
bn: নতুন
de: Neu...
fa: جدید...
fr: Nouveau...
hi: नया...
id: Baru...
ja: 新規...
pa: ਨਵਾਂ ...
ps: نوي...
pt_br: Novo...
ru: Новый...
sr_latn: Novo...
sw: Mpya...
ta: புதிய...
th: ใหม่...
tr: Yeni...
uk: Новий...
ur: نئی...

source: Newest
ar: الأحدث
bn: নতুন
de: Neueste
fa: جدیدترین
fr: Nouveau
hi: नवीनतम
id: Terbaru
ja: 最新
pa: ਨਵੀਨਤਮ
ps: تازه
pt_br: Mais Recente
ru: Новейшие
sr_latn: Najnoviji
sw: Mpya zaidi
ta: மிகவும் புதியது
th: ใหม่ล่าสุด
tr: En yeni
uk: Найновіші
ur: تازہ ترین

source: Next background
ar: خلفية الشاشة التالية
bn: পরবর্তী ব্যাকগ্রাউন্ড
de: Nächster Hintergrund
fa: پس زمینه بعدی
fr: Prochain arrière-plan
hi: अगली पृष्टभूमि
id: Latar belakang berikutnya
ja: 次の背景
pa: ਪਿਛੋਕੜ ਸੈੱਟ ਕਰੋ
ps: راتلونکی پس منظر
pt_br: Próximo pano de fundo
ru: Следующий фон
sr_latn: Sledeća pozadina
sw: Mandharinyuma inayofuata
ta: அடுத்த பின்னணி
th: พื้นหลังถัดไป
tr: Sonraki arka plan
uk: Наступний фон
ur: اگلے پس منظر

source: Next look
ar: المنظر التالي
bn: পরবর্তী চেহারা
de: Nächstes Aussehen
fa: شکل بعدی
fr: Prochain style
hi: अगला नज़ारा
id: Tampilan berikutnya
ja: 次のコスチューム
pa: ਅਗਲੀ ਨਜ਼ਰ
ps: بل نظر
pt_br: Próxima aparência
ru: Следующий образ
sr_latn: Sledeći izgled
sw: Angalia ijayo
ta: அடுத்த தோற்றம்
th: รูปลักษณ์ถัดไป
tr: Sonraki görüntü
uk: Наступний вигляд
ur: اگلی نظر

source: No
ar: لا
bn: না
de: Nein
fa: خیر
fr: Non
hi: नहीं
id: Tidak
ja: いいえ
pa: ਨਹੀਂ
ps: نه
pt_br: Não
ru: Нет
sr_latn: Ne
sw: Hapana
ta: இல்லை
th: ไม่ใช่
tr: Hayır
uk: Ні
ur: نہيں

source: No camera available
ar: لا توجد كاميرا متاحة
bn: কোনও ক্যামেরা উপলব্ধ নেই
de: Keine Kamera verfügbar
fa: هیچ دوربین موجود نیست
fr: Aucune caméra disponible
hi: कोई कैमरा उपलब्ध नहीं है
id: Tidak ada kamera yang tersedia
ja: 利用可能なカメラがありません
pa: ਕੋਈ ਕੈਮਰਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ps: هیڅ کیمره شتون نلري
pt_br: Nenhuma câmera disponível
ru: Камера недоступна
sr_latn: Nema dostupne kamere
ta: கேமரா கிடைக்கவில்லை
th: ไม่มีกล้อง
tr: Kamera yok
uk: Немає доступної камери
ur: کوئی کیمرہ دستیاب نہیں ہے۔

source: No categories selected
ar: لم يتم تحديد فئات
bn: কোনও বিভাগ নির্বাচন করা হয়নি
de: Keine Kategorien ausgewählt
fa: هیچ دسته ای انتخاب نشده است
fr: Aucune catégorie sélectionnée
hi: कोई श्रेणी नहीं चुनी गई
id: Tidak ada kategori yang dipilih
ja: カテゴリが選択されていません
pa: ਕੋਈ ਵਰਗ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ
ps: هیڅ کټګورۍ نه دی ټاکل شوی
pt_br: Nenhuma categoria selecionada
ru: Не выбрана категория!
th: ไม่มีหมวดหมู่ใดที่ถูกเลือก
tr: Kategori seçilmedi
uk: Жодної категорії не вибрано
ur: کوئی زمرہ منتخب نہیں کیا گیا۔

source: No description available
ar: لا يوجد وصف متاح
bn: কোন বর্ণনা নাই
de: Keine Beschreibung verfügbar
fa: هیچ توضیحی در دسترس نیست
fr: Aucune description disponible
hi: कोई वर्णन उपलब्ध नहीं
id: Deskripsi tidak tersedia
ja: 説明はありません
pa: ਕੋਈ ਵੇਰਵਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ps: هیڅ تفصیل شتون نلري
pt_br: Descrição não disponível
ru: Описание отсутствует
sr_latn: Opis nije dostupan
ta: விவரம் இல்லை
th: ไม่มีคำอธิบาย
tr: Açıklama yok
uk: Опис відсутній
ur: کوئی تفصیل موجود نہیں ہے

source: No or invalid image name entered, try again.
ar: لا يوجد إسم أو إدخال أسم غير صحيح للصورة، حاول مرة أخرى.
bn: না বা অবৈধ চিত্রের নাম প্রবেশ করানো হয়েছে, আবার চেষ্টা করুন।
de: Kein oder ungültiger Bildname eingegeben, versuche es erneut.
fa: نام تصویر نامعتبر یا اصلا وارد نشده است، لطفا دوباره امتحان کن.
fr: Pas de nom d'image ou non valide saisi, essayez à nouveau.
hi: कोई या अमान्य छवि नाम दर्ज नहीं किया गया है, फिर से प्रयास करें।
id: Nama citra yang kosong atau tidak valid dimasukkan, cobalah lagi.
ja: 画像名が入力されていないか無効です。もう一度やり直してください。
pa: ਕੋਈ ਜਾਂ ਅਵੈਧ ਚਿੱਤਰ ਨਾਮ ਦਾਖਲ ਨਹੀਂ ਹੋਇਆ, ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ps: نه یا ناسم انځور نوم داخل شوی، بیا هڅه وکړئ.
pt_br: Nenhum nome ou nome inválido inserido de imagem, tente novamente.
ru: Отсутствует или введено недопустимое название изображения, попробуйте снова.
sr_latn: Nije uneto ili neispravno ime slike, pokušajte ponovo.
sw: Hakuna au jina la picha ilioingizwa ni batili, jaribu tena.
ta: இல்லை அல்லது தவறான படத்தின் பெயர் உள்ளிடப்பட்டது, மீண்டும் முயற்சிக்கவும்.
th: ไ่ม่มี หรือใส่ชื่อภาพไม่ถูกต้อง โปรดลองใหม่อีกครั้ง
tr: Hayır veya geçersiz resim adı girildi, tekrar deneyin.
uk: Введено некоректну назву зображення. Повторіть спробу.
ur: کوئی یا غلط تصویر کا نام درج نہیں، دوبارہ کوشش کریں.

source: No or invalid sound name entered, try again.
ar: لا يوجد إسم أو إدخال أسم غير صحيح لملف الصوت، حاول مرة أخرى.
bn: না বা অবৈধ শব্দের নাম প্রবেশ করানো হয়েছে, আবার চেষ্টা করুন।
de: Kein oder ungültiger Tonname eingegeben, versuche es erneut.
fa: نام صدا نامعتبر یا اصلا وارد نشده است، لطفا دوباره امتحان کن.
fr: Aucun ou nom de son invalide saisi, essayez à nouveau.
hi: कोई या अमान्य ध्वनि नाम दर्ज नहीं किया गया, फिर से प्रयास करें।
id: Nama suara yang kosong atau tidak valid dimasukkan, cobalah lagi.
ja: 音声名が入力されていないか無効です。もう一度やり直してください。
pa: ਕੋਈ ਜਾਂ ਗਲਤ ਧੁਨੀ ਨਾਮ ਦਾਖਲ ਨਹੀਂ ਹੋਇਆ, ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ps: نه یا ناسم غږ نوم داخل شوی، بیا هڅه وکړئ.
pt_br: Nenhum nome ou nome inválido de som informado, tente novamente.
ru: Отсутствует или введено недопустимое название звука, попробуйте снова.
sr_latn: Nije uneto ili neispravno ime zvuka, pokušajte ponovo.
sw: Hakuna au jina la sauti ilioingizwa ni batili, jaribu tena.
ta: இல்லை அல்லது தவறான ஒலி பெயர் உள்ளிடப்பட்டது, மீண்டும் முயற்சிக்கவும்.
th: ไ่ม่มี หรือใส่ชื่อเสียงไม่ถูกต้อง โปรดลองใหม่อีกครั้ง
tr: Hayır veya geçersiz ses adı girildi, tekrar deneyin.
uk: Введено некоректну назву звуку, спробуйте ще раз.
ur: کوئی یا غلط تصویر کا نام درج نہیں، دوبارہ کوشش کریں.

source: No search results
ar: لا يوجد نتائج للبحث
bn: অনুসন্ধানের কোন ফলাফল পাওয়া যায়নি
de: Keine Ergebnisse gefunden
fa: جستجو ناموفق
fr: Aucun résultat de recherche
hi: खोजने पर कोई परिणाम नहीं मिला
id: Tidak ada hasil pencarian
ja: 検索結果がありません
pa: ਹੇ ਖੋਜ ਨਤੀਜੇ
ps: د لټون پایلې نشته
pt_br: Nenhum resultado para a busca
ru: Ничего не найдено
sr_latn: Nеma rеzultata prеtragе
sw: Hakuna matokeo yaliyotafutwa
ta: தேடல் முடிவுகள் ஏதும் கிடைக்கவில்லை
th: ไม่มีผลลัพธ์การค้นหา
tr: Arama sonucu bulunamadı
uk: Пошук не дав результатів
ur: تلاش کے کوئی نتائج نہیں ہیں

source: nose x
ar: أنف x
bn: নাক x
de: Nase x
fa: بینی x
fr: nez x
hi: नाक x
id: hidung x
ja: 鼻x
ps: پوزه x
pt_br: nariz x
ru: нос по оси X
th: จมูก x
uk: позиція X носу
ur: ناک x

source: nose y
ar: الأنف ذ
bn: নাক y
de: Nase y
fa: بینی y
fr: nez y
hi: सुगंधित
id: hidung y
ja: 鼻Y
ps: پوزه y
pt_br: nariz y
ru: нос по оси Y
th: จมูก y
uk: позиція Y носу
ur: ناک y

source: not
ar: لا
bn: না
de: nicht
fa: نه
fr: NON
hi: नहीं
id: tidak
ja: いいえ
pa: ਨਹੀਂ
ps: نه
pt_br: não
ru: не
sr_latn: ne
sw: si
ta: இல்லை
th: ไม่
tr: değil
uk: не
ur: نہیں

source: not available. Continue anyway?
ar: غير متوفر. هل تريد المتابعة على أية حال؟
bn: পাওয়া যায় না. তাহলেও চালিয়ে যেতে চান?
de: nicht verfügbar. Trotzdem fortfahren?
fa: در دسترس نیست. ادامه دادن به هر طریق؟
fr: indisponible. Continuer quand même ?
hi: उपलब्ध नहीं है। फिर भी जारी रखें?
id: tidak tersedia. Terus sin?
ja: 利用できません。続行しますか？
pa: ਉਪਲਭਦ ਨਹੀ. ਕੀ ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
ps: نشته. په هرصورت ادامه ورکوئ؟
pt_br: indisponível. Continuar mesmo assim?
ru: недоступно. Все равно продолжить?
sr_latn: nije dostupno. Nastaviti u svakom slučaju?
sw: haipatikani. Hata hivyo Endelea?
ta: கிடைக்கவில்லை. எப்படியும் தொடரவா?
th: ไม่สามารถใช้ได้ ดำเนินการต่อ?
tr: müsait değil. Her halükarda devam et?
uk: недоступний. Продовжити в будь-якому випадку?
ur: دستیاب نہیں ہے. ویسے بھی جاری رکھیں؟

source: Not enough Memory
ar: لا توجد ذاكرة كافية
bn: পর্যাপ্ত মেমরি নেই
de: Nicht genügend Speicher
fa: حافظه کافی نیست
fr: Mémoire insuffisante
hi: पर्याप्त स्मृति नहीं
id: Memori tidak cukup
ja: メモリが不足しています
pa: ਲੋੜੀਂਦੀ ਮੈਮੋਰੀ ਨਹੀਂ ਹੈ
ps: کافي حافظه نه ده
pt_br: Não há memória suficiente
ru: Недостаточно памяти
sr_latn: Nema dovoljno memorije
sw: Hakuna kumbukumbu ya kutosha
ta: போதுமான சேமிப்பிடம் இல்லை
th: หน่วยความจำไม่เพียงพอ
tr: Yeterli hafıza yok
uk: Недостатньо пам'яті
ur: میموری کافی نہیں ہے

source: Note
ar: دوّن ملاحظة
bn: বিঃদ্রঃ
de: Notiz
fa: یادداشت
hi: ध्यान दें
id: Catatan
ja: 注意
pa: ਨੋਟ
ps: نوټ
pt_br: Nota
ru: Примечание
sr_latn: Beleška
sw: Kumbukumbu
ta: குறிப்பு
th: หมายเหตุ
tr: Not
uk: Нотатка
ur: نوٹ
