Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: To use our app, it is necessary to accept our Privacy Policy. However, if you don't feel comfortable to do so, you can use our free web-services on share.catrob.at
ar: لاستخدام تطبيقنا، من الضروري قبول سياسة الخصوصية لدينا. ومع ذلك، إذا كنت لا تشعر بالارتياح للقيام بذلك، يمكنك استخدام خدمات الويب المجانية لدينا على share.catrob.at
bn: আমাদের অ্যাপ্লিকেশনটি ব্যবহার করার জন্য, আমাদের গোপনীয়তা নীতি গ্রহণ করা প্রয়োজন। তবে, যদি আপনি এটি করতে স্বাচ্ছন্দ্য বোধ করেন না তবে আপনি আমাদের বিনামূল্যে ওয়েব-পরিষেবাগুলি শেয়ার.catrob.at এ ব্যবহার করতে পারেন
de: Um unsere App nutzen zu können, ist es notwendig, unsere Datenschutzerklärung zu akzeptieren. Wenn du dich jedoch nicht wohl fühlst dies zu tun, kannst du unsere kostenlosen Web-Dienste auf share.catrob.at nutzen
fa: برای استفاده از برنامه ما، لازم است که سیاست حفظ حریم خصوصی ما را بپذیریم. با این حال، اگر شما این کار را راحت نکنید، می توانید از وب سایت های رایگان ما در share.catrob.at استفاده کنید
fr: Pour utiliser notre application, il est nécessaire d'accepter notre politique de confidentialité. Toutefois, si vous ne vous sentez pas à l'aise pour le faire, vous pouvez utiliser nos services web gratuits sur share.catrob.at.
hi: हमारे ऐप का उपयोग करने के लिए, हमारी गोपनीयता नीति को स्वीकार करना आवश्यक है। हालाँकि, यदि आप ऐसा करने में सहज महसूस नहीं करते हैं, तो आप हमारी मुफ्त वेब-सेवाओं का उपयोग share.catrob.at पर कर सकते हैं
id: Untuk menggunakan aplikasi kami, Anda perlu menerima Kebijakan Privasi kami. Namun, jika Anda merasa tidak nyaman melakukannya, Anda dapat menggunakan layanan web gratis kami di share.catrob.at
ja: アプリを使用するには、当社のプライバシーポリシーに同意する必要があります。 ただし、快適にご利用いただけない場合は、share.catrob.at で無料のウェブサービスをご利用いただけます。
pa: ਸਾਡੇ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ, ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ. ਪਰ, ਜੇਕਰ ਤੁਹਾਨੂੰ don't ਇਸ ਨੂੰ ਕੀ ਕਰਨ ਦੀ ਆਰਾਮਦਾਇਕ ਮਹਿਸੂਸ ਕਰਦੇ ਹੋ, ਤੁਹਾਨੂੰ share.catrob.at' ਤੇ ਸਾਡੇ ਮੁਫ਼ਤ ਵੈਬ-ਸੇਵਾ ਨੂੰ ਵਰਤ ਸਕਦੇ ਹੋ
ps: زموږ د اپلیکیشن کارولو لپاره ، دا اړینه ده چې زموږ د محرمیت تګلاره ومنئ. په هرصورت، که تاسو د دې کولو لپاره آرام نه احساس کوئ، تاسو کولی شئ زموږ وړیا ویب خدمتونه په share.catrob.at وکاروئ
pt_br: Para usar nosso aplicativo, é necessário aceitar nossa Política de Privacidade. No entanto, se você não se sentir confortável para fazê-lo, você pode usar os nossos serviços web gratuitos em share.catrob.at
ru: Для использования нашего приложения необходимо принять нашу Политику конфиденциальности. Однако, если вам не хочется этого делать, вы можете воспользоваться нашими бесплатными веб-сервисами на share.catrob.at
sr_latn: Da biste koristili našu aplikaciju, potrebno je da prihvatite našu politiku privatnosti. Međutim, ako to ne želite, možete da koristite naše besplatne veb usluge na share.catrob.at
th: ในการใช้แอพของเราจำเป็นต้องยอมรับนโยบายความเป็นส่วนตัวของเรา อย่างไรก็ตามหากคุณไม่สะดวกที่จะทำเช่นนั้นคุณสามารถใช้บริการเว็บฟรีของเราที่ share.catrob.at
tr: Uygulamamızı kullanmak için Gizlilik Politikamızı kabul etmeniz gerekmektedir. Ancak, bunu yapmakta kendinizi rahat hissetmiyorsanız, share.catrob.at adresindeki ücretsiz web hizmetlerimizi kullanabilirsiniz.
uk: Щоб користуватися нашим додатком, необхідно прийняти нашу Політику конфіденційності. Однак, якщо ви не відчуваєте себе комфортно, ви можете скористатися нашими безплатними веб-сервісами на share.catrob.at
ur: ہماری ایپ استعمال کرنے کے لیے، ہماری رازداری کی پالیسی کو قبول کرنا ضروری ہے۔ تاہم، اگر آپ ایسا کرنے میں راحت محسوس نہیں کرتے ہیں، تو آپ share.catrob.at پر ہماری مفت ویب سروسز استعمال کر سکتے ہیں۔

source: to x:
ar: إلى س:
bn: থেকে x:
de: zu x:
fa: به x:
fr: à X:
hi: से:
id: ke X:
ja: x：
pa: ਤੋਂ x:
ps: x ته:
pt_br: para X:
ru: по X:
sr_latn: do x:
sw: kwa x:
th: ไปยังตำแหน่ง X:
tr: X'e dogru
uk: до X:
ur: ایکس کے لئے:

source: Today
ar: اليوم
bn: আজ
de: Heute
fa: امروز
fr: Aujourd'hui
hi: आज
id: Hari ini
ja: 今日
pa: ਅੱਜ
ps: نن
pt_br: Hoje
ru: Сегодня
sr_latn: Danas
sw: Leo
ta: இன்று
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج

source: Touch detection
ar: الكشف عن التلامس
bn: স্পর্শ সনাক্তকরণ
de: Berührungserkennung
fa: تشخیص لمسی
fr: Détection tactile
hi: स्पर्श पहचान
id: Deteksi sentuhan
ja: タッチ検出
pa: ਟਚ ਖੋਜ
ps: د لمس کشف
pt_br: Detecção de toque
ru: Обнаружение касания
sr_latn: Prepoznavanje dodira
ta: தொடு கண்டறிதல்
th: ตรวจจับการสัมผัส
uk: Виявлення дотику
ur: چھونا کھوج

source: touch position
ar: قم بلمس الموقع
bn: স্পর্শ অবস্থান
de: Berührungsposition
fa: موقعیت لمسی
fr: Position touchée
hi: स्पर्श की स्थिति
id: Sentuh posisi
ja: タッチ位置
pa: ਅਹਿਸਾਸ ਸਥਿਤੀ
ps: د لمس موقعیت
pt_br: posição do toque
ru: место касания
sr_latn: pozicija dodira
ta: தொடு நிலை
th: ตำแหน่งสัมผัส
tr: Dokunma pozisyonu
uk: місце положення дотику
ur: ٹچ پوزیشن

source: touches actor or object
ar: العناصر_الملموسة
bn: অভিনেতা বা বস্তুকে স্পর্শ করে
de: berührt Figur oder Objekt
fa: بازیگر یا شیء را لمس می کند
fr: touche l'acteur ou l'objet
hi: अभिनेता या वस्तु को छूता है
id: menyentuh aktor atau objek
ja: アクターやオブジェクトに さわったら
ps: اداکار یا څیز ته لمس کوي
pt_br: está tocando o objeto
ru: касается актера или объекта
th: สัมผัสนักแสดงหรือวัตถุ
uk: торкається актора чи об’єкта
ur: کردار اداکار یا اعتراض

source: touches edge
ar: الحواف_الملموسة
bn: প্রান্ত স্পর্শ
de: berührt Rand
fa: لبه را لمس می کند
fr: touche le bord
hi: धार छूता है
id: menyentuh tepi
ja: エッジに さわったら
ps: څنډې ته لمس کوي
pt_br: tocar na borda
ru: касается края
th: สัมผัสขอบ
uk: торкається краю
ur: کنارے چھونا

source: touches finger
ar: الأصابع_الملموسة
bn: আঙুল স্পর্শ করে
de: berührt Finger
fa: انگشت را لمس می کند
fr: touche le doigt
hi: ऊँगली को छूता है
id: menyentuh jari
ja: 指に さわったら
ps: ګوتې لمس کوي
pt_br: tocar o dedo
ru: касается пальца
sr_latn: dodiruje prst
th: นิ้วสัมผัส
uk: торкається пальця
ur: انگلی چھوتی ہے

source: transparency
ar: الشفافية
bn: স্বচ্ছতা
de: Transparenz
fa: شفافیت
fr: transparence
hi: पारदर्शिता:
id: transparansi
ja: 透明度
pa: ਪਾਰਦਰਸ਼ਤਾ
ps: شفافیت
pt_br: transparência
ru: прозрачность
sr_latn: transparentnost
sw: uwazi
ta: வெளிப்படைத்தன்மை
th: ความโปร่งใส
tr: Şeffaflık
uk: прозорість
ur: شفافیت

source: Trombone
ar: ترومبون
bn: ট্রম্বোন
de: Posaune
fa: ترومبون
hi: तुरही
id: Trombon
ja: トロンボーン
pa: ਟ੍ਰੋਮਬੋਨ
ps: ټرومبون
ru: Тромбон
th: ทรอมโบน
uk: Тромбон
ur: ٹرمبون

source: true
ar: صحيح
bn: সত্য
de: wahr
fa: درست
fr: Vrai
hi: सच
id: benar
ja: 真
pa: ਸੱਚ ਹੈ
ps: ریښتیا
pt_br: verdadeiro
ru: истина
sr_latn: tačno
sw: kweli
ta: சரி
th: จริง
tr: doğru
uk: істина
ur: درست

source: Trusted domains
de: Vertrauenswürdige Domänen
pt_br: Domínios confiáveis
ru: Доверенные домены
th: โดเมนที่เชื่อถือได้
uk: Довірені домени
ur: قابل اعتماد حلقے

source: Tu
ar: الثلاثاء
bn: মঙ্গলবার
de: Di
fa: سه شنبه
fr: Ma
hi: तू
id: Sel
ja: (火)
pa: ਤੁ
ps: سه شنبه
pt_br: Ter
ru: Вт
sr_latn: Uto
th: วันอังคาร
tr: Sa
uk: Вт
ur: منگل

source: Tuesday
ar: الثلاثاء
bn: মঙ্গলবার
de: Dienstag
fa: سه‌ شنبه
fr: Mardi
hi: मंगलवार
id: Selasa
ja: 火曜日
pa: ਮੰਗਲਵਾਰ
ps: سه شنبه
pt_br: Terça-Feira
ru: Вторник
sr_latn: Utorak
sw: Jumanne
ta: செவ்வாய்க்கிழமை
th: วันอังคาร
tr: Salı
uk: Вівторок
ur: منگل

source: Turn camera
ar: تشغيل الكاميرا
bn: ক্যামেরা ঘুরুন
de: Schalte Kamera
fa: دوربین را عوض کن
fr: Tourner la caméra
hi: कैमरा चालू करो
id: Belokkan kamera
ja: カメラを
pa: ਕੈਮਰਾ ਚਾਲੂ ਕਰੋ
ps: کیمره وګرځوئ
pt_br: Ligar câmera
ru: Включить камеру
sr_latn: Uključi kameru
sw: Geuza kamera
ta: கேமராவைத் திருப்புங்கள்
th: เปิดกล้อง
tr: Kamerayı
uk: Увімкнути камеру
ur: کیمرے کو چالو کریں

source: Turn flashlight
ar: تشغيل ضوء الفلاش
bn: ফ্ল্যাশলাইট চালু করুন
de: Schalte Blitz
fa: وضعیت چراغ قوه
fr: Allumer le flash
hi: टॉर्च चालू करें
id: Putar senter
ja: フラッシュライトのスイッチ
pa: ਬੰਦ ਪਾਪਾ
ps: فلش لائټ وګرځوئ
pt_br: Ligar lanterna
ru: Включить вспышку
sr_latn: Upali lampu
sw: Washa tochi
ta: ஒளிரும் விளக்கை இயக்கவும்
th: เปิดไฟฉาย
tr: Flash ışığını aç
uk: Увімкнути ліхтарик
ur: ٹارچ کو چالو کریں

source: Turn left
ar: انعطف نحو اليسار
bn: বাম দিকে ঘুরুন
de: Drehe links
fa: بپیچ به چپ
fr: Tourner à gauche
hi: बाएँ मुड़ें
id: Belok kiri
ja: 左方向：
pa: ਖੱਬੇ ਪਾਸੇ ਮੁੜੋ
ps: کيڼ خوا ته تاو شه
pt_br: Virar à esquerda
ru: Повернуть налево
sr_latn: Okreni levo
sw: Geuka kushoto
ta: இடப்பக்கம் திரும்பு
th: เลี้ยวซ้าย
tr: Sola dön
uk: Повернути ліворуч на
ur: بائیں مڑو

source: Turn right
ar: انعطف نحو اليمين
bn: ডান দিকে ঘুরুন
de: Drehe rechts
fa: بپیچ به راست
fr: Tourner à droite
hi: दाएँ मुड़ें
id: Belok kanan
ja: 右方向：
pa: ਸੱਜੇ ਮੁੜੋ
ps: ښي لاس ته وګرځه
pt_br: Virar à direita
ru: Повернуть направо
sr_latn: Okreni desno
sw: Geuka kulia
ta: வலதுபுறம் திரும்ப
th: เลี้ยวขวา
tr: Sağa dön
uk: Повернути праворуч на
ur: دائیں مڑیں

source: Unable to import project!
ar: تعذر استيراد المشروع!
bn: প্রকল্প আমদানি করতে অক্ষম!
de: Projekt kann nicht importiert werden!
fa: قادر به وارد کردن پروژه نیست!
fr: Impossible d'importer le projet!
hi: प्रोजेक्ट आयात करने में असमर्थ!
id: Tidak dapat mengimpor proyek!
ja: プロジェクトをインポートすることができません。
pa: ਪ੍ਰੋਜੈਕਟ ਆਯਾਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ!
ps: د پروژې واردولو توان نلري!
pt_br: Não foi possível importar o projeto
ru: Невозможно импортировать проект!
th: ไม่สามารถนำเข้าโครงการได้
uk: Не вдалося імпортувати проєкт!
ur: پروجیکٹ درآمد کرنے سے قاصر!

source: Unable to load project!
ar: تعذر تحميل المشروع!
bn: প্রজেক্ট লোড করতে অক্ষম!
de: Fehler beim Laden des Projekts!
fa: قادر به بارگیری پروژه نیست!
fr: Impossible de charger le projet !
hi: प्रोजेक्ट लोड करने में असमर्थ!
id: Tidak dapat memuat proyek!
ja: プロジェクトを読み込めません！
pa: ਪ੍ਰੋਜੈਕਟ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ!
ps: د پروژې د پورته کولو توان نلري!
pt_br: Não foi possível carregar o projeto!
ru: Не удается загрузить проект!
sr_latn: Nije moguće učitati projekat!
ta: திட்டத்தை ஏற்ற முடியவில்லை!
th: โหลดโปรเจ็กต์ไม่ได้!
tr: Proje yüklenemiyor!
uk: Не вдалося завантажити проєкт!
ur: منصوبے کو لوڈ کرنے میں ناکام

source: Unable to play that sound! Maybe this is no valid sound or the file is corrupt.
ar: غير قادر على تشغيل هذا الصوت! ربما الصوت غير صالح أو أن الملف لا يعمل.
bn: শব্দ বাজতে অক্ষম! হতে পারে এটি কোনও বৈধ সাউন্ড নয় বা ফাইলটি নষ্ট
de: Sound kann nicht wiedergegeben werden! Die Sounddatei ist entweder ungültig oder korrupt.
fa: قادر به پخش صدا نیستم! شاید این صدا معتبر نیست یا فایل خراب است.
fr: Impossible de jouer le son ! Soit le son est invalide ou bien le fichier est corrompu.
hi: उस ध्वनि को चलाने में असमर्थ! शायद यह कोई वैध ध्वनि नहीं है या फ़ाइल भ्रष्ट है।
id: Tidak dapat memutar suara ini! Mungkin suara tidak valid atau berkas rusak.
ja: そのサウンドを再生できません！ おそらくこれは有効なサウンドではないか、ファイルが破損しています。
pa: ਉਹ ਆਵਾਜ਼ ਵਜਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ! ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਇਹ ਸਹੀ ਅਵਾਜ਼ ਨਾ ਹੋਵੇ ਜਾਂ ਫਾਈਲ ਖਰਾਬ ਹੈ.
ps: د دې غږ غږولو توان نلري! ښایي دا یو معتبر غږ نه وي یا فایل فاسد وي.
pt_br: Não é possível reproduzir esse som! Talvez não seja um som valido ou o ficheiro está corrompido.
ru: Не удается воспроизвести этот звук! Возможно, это неверный звук или файл поврежден.
sr_latn: Nije moguće reprodukovati taj zvuk! Možda ovo nije važeći zvuk ili je datoteka oštećena.
ta: அந்த ஒலியை இயக்க முடியவில்லை! ஒருவேளை இது சரியான ஒலி இல்லை அல்லது கோப்பு சிதைந்துள்ளது.
th: ไม่สามารถเล่นเสียงนั้นได้! บางทีนี่อาจไม่ใช่เสียงที่ถูกต้องหรือไฟล์เสียหาย
tr: O ses çalınamadı! Belki de bu geçerli bir ses değildir veya dosya bozuktur.
uk: Не вдається відтворити цей звук! Можливо, це неприпустимий звук або файл пошкоджено.
ur: اس آواز کو کھیلنے کے قابل نہیں! شاید یہ درست آواز نہیں ہے یا فائل خراب ہے.

source: underline
ar: تسطير
bn: নিম্নরেখা
de: unterstreichen
fa: زیرک کردن
fr: souligner
hi: रेखांकन
id: menggarisbawahi
ja: アンダーライン
pa: ਰੇਖਾ ਲਾਈਨ
pt_br: sublinhado
ru: подчеркивание
sr_latn: podvuci
sw: pigia mstari
ta: அடிக்கோடு
th: ขีดเส้นใต้
tr: altı çizili
uk: підкреслений
ur: انڈرلائن

source: Undo
ar: التراجع عن
bn: পূর্বাবস্থায় ফিরুন
de: Rückgängig
fa: تصحیح عمل قبلی
fr: Annuler
hi: अकृत करें
id: Urung
ja: 取り消す
pa: ਵਾਪਿਸ
ps: ناکړ
pt_br: Desfazer
ru: Отменить
sr_latn: Opozovi
sw: Tengua
ta: செயல்தவிர்
th: เลิกทำ
tr: Geri Al
uk: Скасувати
ur: ختم کر دیں

source: Undo Drawing?
ar: هل تريد التراجع عن الرسم؟
bn: চিত্রাঙ্কন পূর্বাবস্থায় ফেরাবেন?
de: Zeichnung rückgängig machen?
fa: رسم لغو شود؟
fr: Annuler Dessiner ?
hi: पूर्ववत करें?
id: Mengulang gambar?
ja: 描画を元に戻しますか？
pa: ਡਰਾਇੰਗ ਨੂੰ ਵਾਪਸ ਕਰਨਾ ਹੈ?
ps: د انځور کولو مخه ونیسئ؟
pt_br: Desfazer o desenho?
ru: Отменить рисование?
sr_latn: Poništi crtanje?
sw: Tengua Kuchora?
ta: வரைபடத்தை செயல்தவிர்க்கவா?
th: เลิกวาด?
tr: Çizimi Geri Al?
uk: Скасувати малювання?
ur: ڈرائنگ کو واپس کردیں؟

source: Undo Typing?
ar: هل تريد التراجع عن الكتابة؟
bn: টাইপিং পূর্বাবস্থায় ফিরিয়ে আনতে?
de: Eingabe rückgängig machen?
fa: تایپ لغو شود؟
fr: Annuler Typage ?
hi: टाइपिंग मिटा दें?
id: Batalkan mengetik?
ja: 入力を元に戻しますか？
pa: ਟਾਈਪਿੰਗ ਨੂੰ ਪਹਿਲਾਂ ਵਰਗਾ ਕਰਨਾ ਹੈ?
ps: ټایپ کول بیرته کول؟
pt_br: Desfazer digitação?
ru: Отменить ввод?
sr_latn: Poništi pisanje?
sw: Tendua kuandika?
ta: தட்டச்சு செய்வதை செயல்தவிர்க்கவா?
th: เลิกพิมพ์ดีดไหม?
tr: Yazmayı geri al?
uk: Скасувати друк?
ur: ٹائپنگ کو واپس کردیں؟

source: Unexpected Error
ar: خطأ غير متوقع
bn: অপ্রত্যাশিত ভুল
de: Unerwarteter Fehler
fa: خطای غیر منتظره
fr: Erreur inattendue
hi: अप्रत्याशित त्रुटि
id: Kesalahan tak terduga
ja: 予期しないエラー
pa: ਅਚਾਨਕ ਗਲਤੀ
ps: ناڅاپي تېروتنه
pt_br: Erro Inesperado
ru: Непредвиденная ошибка
sr_latn: Neočekivana greška
ta: எதிர்பாராத பிழை
th: ข้อผิดพลาดที่ไม่คาดคิด
tr: Beklenmeyen hata
uk: Неочікувана помилка
ur: غیر متوقع خرابی

source: Unexpected Error, please try again later.
ar: خطأ غير متوقع، الرجاء المحاولة مرة أخرى لاحقاً.
bn: অপ্রত্যাশিত ভুল, অনুগ্রহ করে পরে আবার চেষ্টা করুন
de: Unerwarteter Fehler, bitte versuch es später erneut.
fa: خطای غیر منتظره، لطفا بعدا دوباره امتحان کنید.
fr: Erreur inattendue, veuillez réessayer plus tard.
hi: अनपेक्षित त्रुटि, कृपया बाद में पुनः प्रयास करें।
id: Kesalahan Tak Terduga, coba lagi nanti.
ja: 予期しないエラーです。しばらくしてからもう一度お試しください。
pa: ਅਚਾਨਕ ਗਲਤੀ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ps: ناڅاپي تېروتنه، مهرباني وکړئ وروسته بیا هڅه وکړئ.
pt_br: Erro inesperado, por favor, tente novamente mais tarde.
ru: Непредвиденная ошибка, попробуйте позже.
sr_latn: Neočekivana greška, pokušajte ponovo kasnije.
ta: எதிர்பாராத பிழை, தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด โปรดลองอีกครั้งในภายหลัง
tr: Beklenmeyen Hata, lütfen daha sonra tekrar deneyin.
uk: Неочікувана помилка, повторіть спробу пізніше.
ur: غیر متوقع خرابی، براہ کرم بعد میں دوبارہ کوشش کریں.

source: Unknown Element
ar: عنصر غير معروف
bn: অজানা উপাদান
de: Unbekanntes Element
fa: عنصر ناشناخته
fr: Élément inconnu
hi: अज्ञात तत्व
id: Elemen Tidak Diketahui
ja: 不明な要素
pa: ਅਣਜਾਣ ਐਲੀਮੈਂਟ
ps: نامعلوم عنصر
pt_br: Elemento desconhecido
ru: Неизвестный Элемент
sr_latn: Nepoznat elemenat
ta: தெரியாத உறுப்பு
th: องค์ประกอบที่ไม่รู้จัก
tr: Bilinmeyen Öğe
uk: Невідомий елемент
ur: نامعلوم عنصر

source: Unselect all
ar: إلغاء تحديد الكل
bn: সরিয়ে ফেলুন সব
de: Alle abwählen
fa: همه را بیرون بکشید
fr: Désélectionner tout
hi: सभी का चयन रद्द
id: Batalkan semua pilihan
ja: すべて選択解除
pa: ਸਭ ਦੀ ਚੋਣ ਕਰੋ
ps: ټول غیر انتخاب کړئ
pt_br: Desmarcar todos
ru: Снять все
sr_latn: Poništi sve
ta: அனைத்தையும் தேர்வுநீக்கு
th: ไม่เลือกทั้งหมด
tr: Tüm seçimi kaldır
uk: Зняти усі виділення
ur: سبھی کو غیر منتخب کریں۔

source: Unsupported Brick:
ar: طوب غير مدعوم:
bn: অসমর্থিত ব্রিক
de: Nicht unterstützter Baustein:
fa: آجر غیر پشتیبانی شده:
fr: Brique non prise en charge :
hi: असमर्थित ईंट:
id: Bata Tidak Didukung:
ja: 対応していないブロック:
pa: ਅਸਮਰਥਿਤ ਇੱਟ:
ps: بې ملاتړه خښته:
pt_br: Bloco não suportado:
ru: Неподдерживаемый Блок:
sr_latn: Nepodržana kocka:
ta: ஆதரிக்கப்படாத செங்கல்:
th: คำสั่งที่ไม่รองรับ:
tr: Desteklenmeyen Tuğla:
uk: Непідтримуваний блок:
ur: غیر کارآمد ڈیوائس

source: Unsupported Elements
ar: عناصر غير مدعومة
bn: অসমর্থিত উপাদানসমূহ
de: Nicht unterstützte Elemente
fa: عناصر پشتیبانی نشده
fr: Éléments non pris en charge
hi: असमर्थित तत्व
id: Elemen Tidak Didukung
ja: 対応していない要素
pa: ਅਸਮਰਥਿਤ ਤੱਤ
ps: نه ملاتړ شوي عناصر
pt_br: Elementos não suportados
ru: Неподдерживаемые Элементы
sr_latn: Nepodržani elementi
ta: ஆதரிக்கப்படாத கூறுகள்
th: องค์ประกอบที่ไม่รองรับ
tr: Desteklenmeyen Öğeler
uk: Непідтримувані елементи
ur: غیر معاون عناصر

source: Unsupported Script:
ar: سكريبت غير مدعوم:
bn: অসমর্থিত স্ক্রিপ্ট:
de: Nicht unterstütztes Skript:
fa: اسکریپت پشتیبانی نشده:
fr: Script non pris en charge :
hi: असमर्थित स्क्रिप्ट:
id: Skrip Tidak Didukung:
ja: サポートされていないスクリプト
pa: ਅਸਮਰਥਿਤ ਸਕ੍ਰਿਪਟ:
ps: نا تائید شوی سکریپټ:
pt_br: Script não suportado:
ru: Неподдерживаемый Скрипт:
sr_latn: Nepodržana skripta:
ta: ஆதரிக்கப்படாத ஸ்கிரிப்ட்:
th: สคริปต์ที่ไม่รองรับ:
tr: Desteklenmeyen Komut Dosyası:
uk: Непідтримувані скрипти:
ur: غیر تعاون شدہ اسکرپٹ:

source: Upload project
ar: تحميل البرنامج
bn: আপলোডকৃত প্রজেক্ট
de: Projekt hochladen
fa: آپلود کردن برنامه
fr: Envoyer le programme
hi: प्रोजेक्ट अपलोड करें
id: Mengunggah Program
ja: プログラムをアップロード
pa: ਅੱਪਲੋਡ ਪ੍ਰਾਜੈਕਟ ਨੂੰ
ps: پروژه پورته کړئ
pt_br: Fazer upload do programa
ru: Выложить проект
sr_latn: Pošalji projekat
sw: Pakia programu
ta: பதிவேற்றும் திட்டம்
th: อัพโหลดโปรแกรม
tr: Topluluğa yükle
uk: Вивантажити проєкт
ur: پروجیکٹ کو اپ لوڈ کریں

source: Upload selected project
ar: تحميل المشروع المحدد
bn: নির্বাচিত প্রজেক্ট আপলোড করুন
de: Ausgewähltes Projekt hochladen
fa: آپلود پروژه انتخاب شده
fr: Télécharger le projet sélectionné
hi: चयनित प्रोजेक्ट अपलोड करें
id: Unggah proyek yang dipilih
ja: 選択したプロジェクトをアップロード
pa: ਚੁਣੇ ਗਏ ਪ੍ਰੋਜੈਕਟ ਨੂੰ ਅਪਲੋਡ ਕਰੋ
ps: غوره شوې پروژه اپلوډ کړئ
pt_br: Enviar projeto selecionado
ru: Выложить выбранный проект
sr_latn: Otpremi odabrani projekat
ta: தேர்ந்தெடுக்கப்பட்ட திட்டத்தை பதிவேற்றவும்
th: อัปโหลดโครงการที่เลือก
tr: Seçili projeyi yükle
uk: Вивантажити вибраний проєкт
ur: منتخب کردہ منصوبے کو اپ لوڈ کریں

source: Upload successful
ar: تم التحميل بنجاح
bn: আপলোড সফল হয়েছে
de: Upload erfolgreich
fa: آپلود با موفقیت انجام شد
fr: Envoi terminé
hi: अपलोड सफल
id: Unggahan berhasil
ja: アップロードが成功
pa: ਅਪਲੋਡ ਸਫਲ
ps: اپلوډ بریالی شو
pt_br: Upload efetuado com sucesso
ru: Проект успешно выложен
sr_latn: Otpremanje uspešno
sw: Kupakia kumefaulu
ta: பதிவேற்றம் வெற்றி
th: อัพโหลดเสร็จสิ้น
tr: Yükleme Başarılı
uk: Успішно вивантажено
ur: اپ لوڈ کامیاب

source: Uploaded
ar: تم التحميل
bn: আপলোড করুন
de: Hochgeladen
fa: بارگذاری شد
fr: téléchargé
hi: अपलोड हो गया
id: Terunggah
ja: アップロードしました
pa: ਅਪਲੋਡ ਕੀਤਾ ਗਿਆ
ps: پورته شوی
pt_br: Upload Concluído
ru: Выложено
sr_latn: postavljen
sw: Imepakia
ta: பதிவேற்றப்பட்டது
th: อัพโหลดเรียบร้อยแล้ว
tr: Yüklenen
uk: Вивантажено
ur: اپلوڈ کیا گیا

source: Use camera
ar: إستخدام الكاميرا
bn: ক্যামেরা ব্যবহার করুন
de: Verwende Kamera
fa: استفاده از دوربین
fr: Utiliser la caméra
hi: कैमरे का उपयोग करें
id: Gunakan kamera
ja: 使用カメラ
pa: ਕੈਮਰਾ ਵਰਤੋ
ps: کیمره وکاروئ
pt_br: Usar câmera de
ru: Использовать камеру
sr_latn: Koristi kameru
sw: Tumia kamera
ta: கேமராவைப் பயன்படுத்துங்கள்
th: ใช้กล้องถ่ายรูป
tr: Kamerayı çevir
uk: Використовувати камеру
ur: کیمرے کا استعمال کریں

source: Use Phiro bricks
ar: استخدم لبّنات روبوت الأطفال البرمجية
bn: ফিরো ব্রিক ব্যবহার করুন
de: Verwende Phiro Bausteine
fa: استفاده از آجر فیرو
fr: Utiliser les briques Phiro
hi: फीरो ईंटों का प्रयोग करें
id: Gunakan batu bata Phiro
ja: ピロ・ブリックの使用
pa: ਫੀਰੋ ਇੱਟਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ
ps: د فیرو خښتو څخه کار واخلئ
pt_br: Usar blocos Phiro
ru: Использовать блоки Phiro
sr_latn: Koristi Phiro kocke
sw: Tumia matofali ya Phiro
ta: பைரோ செங்கற்களைப் பயன்படுத்துங்கள்
th: ใช้คำสั่ง Phiro
tr: Phiro duvarını kullan
uk: Використовувати блоки Phiro
ur: پہرو اینٹوں کا استعمال کریں

source: user language
ar: لغة المستخدم
bn: ব্যবহারকারী ভাষা
de: Benutzersprache
fa: زبان کاربر
fr: langue de l'utilisateur
hi: उपयोगकर्ता की भाषा
id: bahasa pengguna
ja: ユーザーの言語
ps: د کارونکي ژبه
pt_br: idioma do usuário
ru: язык пользователя
th: ภาษาของผู้ใช้
uk: мова користувача
ur: صارف کی زبان

source: Username
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
de: Benutzername
fa: نام کاربری
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम:
id: Nama pengguna
ja: ユーザー名
pa: ਉਪਯੋਗਕਰਤਾ ਨਾਮ
ps: کارن نوم
pt_br: Nome de usuário
ru: Имя пользователя
sr_latn: Korisničko ime
sw: Jina la mtumiaji
ta: பயனர் பெயர்
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Імʼя користувача
ur: صارف کا نام

source: Username must not be blank
ar: يجب أن لا يكون اسم المستخدم فارغ
bn: ব্যবহারকারীর নাম শূন্য থাকবে না ।
de: Benutzername darf nicht leer sein
fa: نام کاربری نباید خالی باشد
fr: Le pseudo ne doit pas être vide
hi: यूजरनेम रिक्त नहीं होना चाहिए.
id: Nama pengguna tidak boleh kosong
ja: ユーザー名を空白にできません
pa: ਉਪਯੋਗਕਰਤਾ ਨਾਮ ਖਾਲੀ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ
ps: کارن نوم باید خالي نه وي
pt_br: O nome de usuário não pode estar em branco
ru: Имя пользователя не должно быть пустым
sr_latn: Korisničko ime ne sme da bude prazno
ta: பயனர்பெயர் காலியாக இருக்கக்கூடாது
th: ชื่อผู้ใช้ต้องไม่ว่างเปล่า
tr: Kullanıcı adı boş olmamalıdır
uk: Імʼя користувача не повинно бути порожнім
ur: صارف کا نام خالی نہیں ہونا چاہیئے

source: Variable name
de: Variablenname
pt_br: Nome da variável
ru: Название переменной
th: ชื่อตัวแปร
uk: Назва змінної
ur: متغیر نام

source: Variable name:
ar: اسم المتغير:
bn: ভেরিয়েবল নাম
de: Variablennamen:
fa: نام متغیر:
fr: Nom de la variable:
hi: चर का नाम
id: Nama variabel:
ja: 変数名:
pa: ਪਰਿਵਰਤਨਸ਼ੀਲ ਨਾਮ:
ps: متغیر نوم:
pt_br: Nome da variável:
ru: Название переменной:
sr_latn: Ime promenljive:
sw: Jina la kitofautishi:
ta: மாறியின் பெயர்:
th: ชื่อตัวแปร:
tr: Değişkenin adı:
uk: Назва змінної:
ur: متغیر نام

source: Variable or list
ar: المتغير أو القائمة
bn: পরিবর্তনশীল বা তালিকা
de: Variable oder Liste
fa: متغیر یا لیست
fr: Variable ou liste
hi: चर या सूची
id: Variabel atau daftar
ja: 変数またはリスト
pa: ਪਰਿਵਰਤਨਸ਼ੀਲ ਜਾਂ ਸੂਚੀ
ps: متغیر یا لیست
pt_br: Variável ou lista
ru: Переменная или список
sr_latn: Promenljiva ili lista
ta: மாறி அல்லது பட்டியல்
th: ตัวแปรหรือรายการ
tr: Değişken veya liste
uk: Змінна або список
ur: متغیر یا فہرست

source: Variable type
ar: نوع المتغير
bn: ভেরিয়েবল ধরন
de: Variablentyp
fa: نوع متغیر
fr: Type de variable
hi: चर का प्रकार
id: Tipe variabel
ja: 変数の型
pa: ਪਰਿਵਰਤਨਸ਼ੀਲ ਕਿਸਮ
ps: متغیر ډول
pt_br: Tipo de variável
ru: Тип переменной
sr_latn: Tip promenljive
sw: Aina ya kitofautishi
ta: மாறி வகை
th: ชนิดของตัวแปร
tr: Değişkenin türü
uk: Тип змінної
ur: متغیر قسم

source: Variables
ar: المتغيرات
bn: ভেরিয়েবল
de: Variablen
fa: متغیرها
hi: चर
id: Variabel
ja: 変数
pa: ਵੇਰੀਏਬਲ
ps: متغیرات
pt_br: Variáveis
ru: Переменные
sr_latn: Promenljive
sw: Kitofautishi
ta: மாறிகள்
th: ตัวแปร
tr: Değişkenler
uk: Змінні
ur: متغیر

source: Variables for all actors and objects
ar: متغيرات لكل الكائنات
bn: সমস্ত অভিনেতা এবং অবজেক্টের জন্য ভেরিয়েবল
de: Variablen für alle Figuren und Objekte
fa: متغیرها برای همه بازیگران و اشیاء
fr: Variables pour tous les acteurs et objets
hi: सभी अभिनेताओं और वस्तुओं के लिए चर
id: Variabel untuk semua aktor dan objek
ja: すべてのアクターとオブジェクトの変数
pa: ਸਾਰੇ ਅਦਾਕਾਰਾਂ ਅਤੇ ਆਬਜੈਕਟ ਲਈ ਪਰਿਵਰਤਨ
ps: د ټولو لوبغاړو او شیانو لپاره تغیرات
pt_br: Variáveis para todos os atores e objetos
ru: Переменные для всех актеров и объектов
sr_latn: Promenljive za sve glumce i objekte
ta: அனைத்து நடிகர்கள் மற்றும் பொருள்களுக்கான மாறுபாடுகள்
th: ตัวแปรสำหรับนักแสดงและวัตถุทั้งหมด
uk: Змінні для усіх акторів й об’єктів
ur: تمام اداکاروں اور اشیاء کے لئے متغیرات

source: Variables for this actor or object only
ar: متغيرات لهذا الكائن فقط
bn: কেবল এই অভিনেতা এবং অবজেক্টের জন্য ভেরিয়েবল
de: Variablen nur für diese Figur oder dieses Objekt
fa: متغیرهای این بازیگر یا شیء تنها
fr: Variables pour cet acteur ou objet uniquement
hi: केवल इस अभिनेता या वस्तु के लिए चर
id: Variabel untuk aktor atau objek ini saja
ja: このアクターまたはオブジェクトのみの変数
pa: ਸਿਰਫ ਇਸ ਅਦਾਕਾਰ ਜਾਂ ਇਕਾਈ ਲਈ ਪਰਿਵਰਤਨ
ps: یوازې د دې اداکار یا اعتراض لپاره تغیرات
pt_br: Variáveis apenas para este ator ou objeto
ru: Переменные только для этого актера или объекта
sr_latn: Promenljive samo za ovog aktera ili objekat
ta: இந்த நடிகர் அல்லது பொருளுக்கு மட்டுமே மாறுபாடுகள்
th: ตัวแปรสำหรับนักแสดงหรือวัตถุนี้เท่านั้น
uk: Змінні лише для цього актора чи об’єкта
ur: اس اداکار یا صرف آبجیکٹ کے لیے متغیرات
