Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: A message with the same name already exists, try again.
ar: رسالة بنفس الاسم موجود بالفعل، حاول مرة أخرى.
bn: একই নামের একটি বার্তা ইতিমধ্যে বিদ্যমান, আবার চেষ্টা করুন।
de: Eine Nachricht mit demselben Namen ist bereits vorhanden, versuche es erneut.
fa: در حال حاضر متنی با همین نام وجود دارد، دوباره سعی کن.
fr: Un message portant le même nom existe déjà, essayez à nouveau.
hi: इस नाम की सूचना पहले से मौजूद है, दुबारा कोशिश करें
id: Pesan dengan nama yang sama sudah ada, coba lagi.
ja: 同じ名前のメッセージが既に存在します。もう一度やり直してください。
pa: ਉਸੀ ਨਾਮ ਵਾਲਾ ਸੁਨੇਹਾ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ, ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ps: د ورته نوم یو پیغام لا دمخه شتون لري، بیا هڅه وکړئ.
pt_br: Uma mensagem com o mesmo nome já existe, tente novamente.
ru: Сообщение с таким названием уже существует, попробуйте еще раз.
sr_latn: Poruka sa tim imеnom vеć postoji, probajte ponovo.
sw: Ujumbe wenye jina sawa tayari upo, jaribu tena.
ta: அதே பெயரில் ஒரு செய்தி ஏற்கனவே உள்ளது, மீண்டும் முயற்சிக்கவும்.
th: มีข้อความชื่อเดียวกันนี้แล้ว โปรดลองอีกครั้ง
tr: Aynı isme sahip bir mesaj zaten var. Yeniden deneyin.
uk: Повідомлення з такою назвою уже є, спробуйте іншу.
ur: ایک ہی نام کے ساتھ ایک پیغام پہلے ہی موجود ہے، دوبارہ کوشش کریں.

source: A project with the same name already exists, try again.
ar: يوجد مشروع بنفس الاسم مسبقا، حاول مرة أخرى.
bn: একই নামে একটি প্রজেক্ট ইতিমধ্যে বিদ্যমান, আবার চেষ্টা করুন।
de: Ein Projekt mit dem selben Namen existiert bereits. Bitte wähle einen anderen Projektnamen.
fa: یک پروژه با همان نام در حال حاضر وجود دارد، دوباره امتحان کنید.
fr: Un projet avec le même nom existe déjà, essayez à nouveau.
hi: समान नाम वाली परियोजना पहले से मौजूद है, फिर से प्रयास करें।
id: Proyek dengan nama yang sama sudah ada, coba lagi.
ja: 同じ名前のプロジェクトが既に存在します。もう一度やり直してください。
pa: ਉਸੀ ਨਾਮ ਵਾਲਾ ਪ੍ਰੋਜੈਕਟ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ, ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ps: د ورته نوم یوه پروژه لا دمخه شتون لري، بیا هڅه وکړئ.
pt_br: Um projeto com o mesmo nome já existe, tente novamente.
ru: Проект с таким названием уже существует, попробуйте снова.
sr_latn: Projekat sa tim imеnom vеć postoji, probajte ponovo.
ta: அதே பெயரில் ஒரு செய்தி ஏற்கனவே உள்ளது, மீண்டும் முயற்சிக்கவும்.
th: มีโปรเจ็กต์ที่มีชื่อเดียวกันนี้แล้ว ลองอีกครั้ง
tr: Ayni isme sahip bir proje zaten var, yeniden deneyin.
uk: Проєкт із такою назвою уже є, спробуйте іншу.
ur: ایک پروگرام اسی نام سے پہلے سے ہی موجود ہے، پھر کوشش کریں۔

source: Abc
ar: أبج
bn: বর্ণমালা
fa: الفبا
hi: कखग
ru: Абв
uk: Абв
ur: اے بی سی

source: About
ar: حول
bn: সম্পর্কে
de: Über
fa: درباره
fr: À propos de
ps: په اړه
pt_br: Sobre
ru: О приложении
sr_latn: O
th: เกี่ยวกับ
uk: Про застосунок
ur: تعارف

source: About Catrobat
ar: حول كاتروبات
bn: ক্যাট্রোব্যাট সম্পর্কে
de: Über Catrobat
fa: درباره "کت رباط"
fr: A propos de Catrobat
hi: कैटरोबैट के बारे में
id: Tentang Catrobat
ja: キャットロバットについて
pa: ਕੈਟਰੋਬੈਟ ਬਾਰੇ
ps: د Catrobat په اړه
pt_br: Sobre o Catrobat
ru: О проекте Catrobat
sr_latn: O Catrobat
sw: Kuhusu Catrobat
ta: கேட்ரோபாட் பற்றி
th: เกี่ยวกับ Catrobat
tr: Catrobat Hakkında
uk: Про Catrobat
ur: کیٹروبیٹ کے بارے میں

source: About Pocket Code
ar: حول تطبيق بوكت بينت
bn: পকেট কোড সম্পর্কে
de: Über Pocket Code
fa: درباره پاکت کد
fr: À propos de Pocket Code
hi: पॉकेट कोड के बारे में
id: Tentang Pocket Code
ja: ポケットコードについて
pa: ਪਾਕੇਟ ਕੋਡ ਬਾਰੇ
ps: د Pocket Code په اړه
pt_br: Sobre o Pocket Code
ru: О Pocket Code
sr_latn: O Pocket Code-u
sw: Kuhusu Msimbo wa Mfukoni
ta: பற்றி பாக்கெட் குறியீடு
th: เกี่ยวกับ Pocket Code
tr: Cep kodu hakkında
uk: Про Pocket Code
ur: پاکٹ کوڈ کے بارے میں

source: About Us
de: Über uns
pt_br: Sobre Nós
ru: О нас
th: เกี่ยวกับเรา
uk: Про нас
ur: ہمارا تعارف

source: absolute value
ar: القيمة المطلقة
bn: পরম মান
de: Absoluter Wert
fa: قدر مطلق
fr: abs
hi: निरपेक्ष मूल्य
id: nilai mutlak
ja: abs
pa: ਸਹੀ ਮੁੱਲ
ps: مطلق ارزښت
pt_br: valor absoluto
ru: абсолютное значение
th: abs
uk: абсолютне значення
ur: مطلق قیمت

source: acceleration x
ar: تسارع x
bn: ত্বরণ x
de: Beschleunigung x
fa: شتاب x
fr: accélération x
hi: त्वरण x
id: percepatan x
ja: アクセラレーションX
pa: ਪ੍ਰਵੇਗ x
ps: سرعت x
pt_br: aceleração x
ru: ускорение по оси X
sr_latn: ubrzanje x
sw: mchapuko_x
ta: முடுக்கம் x
th: ความเร่ง x
tr: x_ivmesi
uk: прискорення X
ur: تیز رفتار x

source: acceleration y
ar: تسارع y
bn: ত্বরণ y
de: Beschleunigung y
fa: شتاب y
fr: accélération y
hi: त्वरण y
id: percepatan y
ja: 加速度Y
pa: ਪ੍ਰਵੇਗ y
ps: سرعت y
pt_br: aceleração y
ru: ускорение по оси Y
sr_latn: ubrzanje y
sw: mchapuko_y
ta: முடுக்கம் y
th: ความเร่ง y
tr: y_ivmesi
uk: прискорення Y
ur: تیز رفتار y

source: acceleration z
ar: تسارع z
bn: ত্বরণ z
de: Beschleunigung z
fa: شتاب z
fr: accélération_z
hi: त्वरण z
id: percepatan z
ja: 加速度z
pa: ਪ੍ਰਵੇਗ z
ps: سرعت z
pt_br: aceleração z
ru: ускорение по оси Z
sr_latn: ubrzanje z
sw: mchapuko_z
ta: முடுக்கம் z
th: ความเร่ง z
tr: z_ivmesi
uk: прискорення Z
ur: تیز رفتار z

source: acceleration-sensor
ar: جهاز استشعار لتسريع
bn: ত্বরণ সেন্সর
de: Beschleunigungssensor
fa: سنسور شتاب
fr: capteur d'accélération
hi: त्वरण संवेदक
id: akselerasi-sensor
ja: 加速度センサー
pa: ਪ੍ਰਵੇਸ਼-ਸੂਚਕ
ps: د سرعت سینسر
pt_br: sensor-de-aceleração
ru: датчик ускорения
sr_latn: senzor-ubrzanja
ta: முடுக்கம் சென்சார்
th: เซ็นเซอร์ความเร่ง
tr: ivme sensörü
uk: датчик прискорення
ur: تیز رفتار سینسر

source: Actors and objects
ar: أشكال و عناصر
bn: অভিনেতা এবং অবজেক্টস
de: Figuren und Objekte
fa: بازیگران و اشیاء
fr: Acteurs et objets
hi: अभिनेता और वस्तुएं
id: Aktor dan objek
ja: アクターとオブジェクト
pa: ਅਦਾਕਾਰ ਅਤੇ ਆਬਜੈਕਟ
ps: لوبغاړي او توکي
pt_br: Atores e objetos
ru: Актеры и объекты
sr_latn: Glumci i objekti
ta: நடிகர்களும் பொருட்களும்
th: นักแสดงและวัตถุ
tr: Objeler
uk: Актори та об’єкти
ur: اداکار اور آبجیکٹ

source: Add
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
fa: اضافه کن
fr: Ajouter
hi: जोड़े
id: Tambahkan
ja: 追加
pa: ਸ਼ਾਮਲ ਕਰੋ
ps: اضافه کړئ
pt_br: Adicionar
ru: Добавить
sr_latn: Dodaj
sw: Ongeza
ta: சேர்
th: เพิ่ม
tr: Ekle
uk: Додати
ur: جمع

source: Add actor or object
ar: إضافة ممثل أو كائن
bn: অভিনেতা বা বস্তু যুক্ত করুন
de: Figur oder Objekt hinzuzufügen
fa: بازیگر یا شیء را اضافه کنید
fr: Ajouter un acteur ou un objet
hi: अभिनेता या वस्तु जोड़ें
id: Tambahkan aktor atau objek
ja: アクターまたはオブジェクトを追加
pa: ਅਦਾਕਾਰ ਜਾਂ ਆਬਜੈਕਟ ਸ਼ਾਮਲ ਕਰੋ
ps: لوبغاړی یا اعتراض اضافه کړئ
pt_br: Adicionar ator ou objeto
ru: Добавить актера или объект
sr_latn: Dodaj aktera ili objekat
ta: நடிகர் அல்லது பொருளைச் சேர்க்கவும்
th: เพิ่มนักแสดงหรือวัตถุ
tr: Ekle obje
uk: Додати актора або об’єкта
ur: اداکار یا چیز شامل کریں

source: add comment here...
ar: أضف تعليق هنا...
bn: এখানে মন্তব্য যুক্ত করুন ...
de: Hier Kommentar hinzufügen...
fa: اضافه کردن نظر اینجا...
fr: ajouter un commentaire ici...
hi: यहां टिप्पणी करें
id: tambahkan komentar di sini…
ja: ここにコメントを追加...
pa: ਇੱਥੇ ਟਿੱਪਣੀ ਸ਼ਾਮਲ ਕਰੋ ...
ps: دلته تبصره اضافه کړئ ...
pt_br: adicione um comentário aqui...
ru: добавьте здесь комментарий...
sr_latn: dodaj komentar ovde…
sw: ongeza maoni yako hapa...
ta: கருத்தை இங்கே சேர்க்கவும்...
th: เพิ่มความคิดเห็นที่นี่...
tr: buraya yorum ekle...
uk: додайте коментар тут...
ur: یہاں تبصرہ شامل کریں ...

source: Add image
ar: إضافة صورة
bn: ছবি যোগ করুন
de: Bild hinzufügen
fa: اضافه کردن تصویر
fr: Ajouter une image
hi: चित्र डालें
id: Tambahkan citra
ja: 画像を追加
pa: ਚਿੱਤਰ ਸ਼ਾਮਲ ਕਰੋ
ps: انځور اضافه کړئ
pt_br: Adicionar imagem
ru: Добавить изображение
sr_latn: Dodaj sliku
sw: Ongeza picha
ta: படத்தைச் சேர்
th: เพิ่มรูปภาพ
tr: Resim ekle
uk: Додати зображення
ur: تصویر اضافہ کریں

source: Add look
ar: إضافة مظهر
bn: চেহারা যোগ করুন
de: Hinzufügen von neuem Aussehen
fa: اضافه کردن شکل
fr: Ajouter Look
hi: दिखावट डालें
id: Tambahkan penampilan
ja: 外見を追加します。
pa: ਦਿੱਖ ਸ਼ਾਮਲ ਕਰੋ
ps: لید اضافه کړئ
pt_br: Adicionar Aparência
ru: Добавить образ
sr_latn: Dodaj izgled
sw: Ongeza muonekano
ta: தோற்றத்தைச் சேர்
th: เพิ่มรูปลักษณ์
tr: Yeni Görünüm Ekle
uk: Додати вигляд
ur: نظر کا ا ضافہ کریں

source: Add sound
ar: إضافة صوت
bn: শব্দ যোগ করুন
de: Sound hinzufügen
fa: اضافه کردن صدا
fr: Ajouter un son
hi: ध्वनि जोड़ें
id: Tambahkan suara
ja: サウンドを追加
pa: ਆਵਾਜ਼ ਸ਼ਾਮਲ ਕਰੋ ਆਵਾਜ਼ ਸ਼ਾਮਲ ਕਰੋ
ps: غږ اضافه کړئ
pt_br: Adicionar som
ru: Добавить звук
sr_latn: Dodaj zvuk
sw: Ongeza sauti
ta: ஒலி சேர்க்கவும்
th: เพิ่มเสียง
tr: Ses ekle
uk: Додати звук
ur: آواز ا ضافہ کریں

source: Add trusted domain
ar: إضافة نطاق موثوق
bn: বিশ্বস্ত ডোমেইন যোগ করুন
de: Vertrauenswürdige Domäne hinzufügen
fa: اضافه کردن دامنه مورد اعتماد
hi: भरोसेमंद डोमेन जोड़ें
ps: باوري ډومین اضافه کړئ
pt_br: Adicionar domínio confiável
ru: Добавить доверенный домен
th: เพิ่มโดเมนที่เชื่อถือได้
uk: Додати довірений домен
ur: قابل اعتماد ڈومین شامل کریں۔

source: Agree
ar: موافق
bn: একমত
de: Zustimmen
fa: موافق
fr: Accepter
hi: सहमत
id: Setuju
ja: 同意する
pa: ਸਹਿਮਤ
ps: زه دا منم
pt_br: Concordar
ru: Принять
sr_latn: Prihvati
ta: ஏற்கிறேன்
th: ตกลง
tr: Kabul ediyorum
uk: Погоджуюся
ur: متفق

source: all around
ar: في جميع أنحاء
bn: চারদিকে
de: rundherum
fa: اطراف
fr: tout autour
hi: चारों ओर
id: semuanya
ja: 至る所に
pa: ਸਾਰੇ ਆਲੇ - ਦੁਆਲੇ
ps: ټول شاوخوا
pt_br: todos em volta
ru: вокруг
th: รอบ ๆ
tr: her yerde
uk: навкруги
ur: چاروں طرف

source: All Bluetooth devices successfully disconnected
ar: جميع أجهزة Bluetooth التي تم قطع الاتصال بنجاح
bn: সমস্ত ব্লোটুথ ডিভাইস সফলভাবে সংযোগ বিচ্ছিন্ন হয়েছে
de: Alle Bluetooth-Verbindungen wurden getrennt
fa: تمام دستگاه های بلوتوث با موفقیت قطع شده اند
fr: Tous les périphériques Bluetooth ont été déconnectés avec succès
hi: सभी ब्लूटूथ युक्ति सफलतापूर्वक असम्बद्ध
id: Semua perangkat Bluetooth berhasil diputuskan
ja: すべてのBluetoothデバイスが正常に切断されました
pa: ਸਾਰੇ ਬਲਿ Bluetoothਟੁੱਥ ਉਪਕਰਣ ਸਫਲਤਾਪੂਰਵਕ ਕੁਨੈਕਟ ਹੋ ਗਏ
ps: ټول بلوتوث وسایل په بریالیتوب سره منحل شول
pt_br: Todos os dispositivos Bluetooth foram desconectados com sucesso
ru: Все Bluetooth устройства успешно отключены
sr_latn: Svi Bluetooth uređaji su uspešno prekinuli vezu
ta: அனைத்து புளூடூத் சாதனங்களும் வெற்றிகரமாக துண்டிக்கப்பட்டுள்ளன
th: ยกเลิกการเชื่อมต่ออุปกรณ์ Bluetooth ทั้งหมดเรียบร้อยแล้ว
tr: Tüm Bluetooth cihazların başarıyla bağlantısı kesildi
uk: Усі пристрої Bluetooth успішно відключено
ur: تمام بلوٹوت آلات کو کامیابی سے منقطع کیا گیا

source: All known Bluetooth devices successfully removed
ar: كلها معروفة لأجهزة Bluetooth بنجاح إزالة
bn: সমস্ত পরিচিত ব্লোটুথ ডিভাইস সফলভাবে সরানো হয়েছে
de: Alle bekannten Bluetooth-Geräte wurden getrennt
fa: همه دستگاه های شناخته شده بلوتوث با موفقیت حذف شدند
fr: Tous les périphériques Bluetooth connus ont été supprimés avec succès
hi: सभी ज्ञात ब्लूटूथ उपकरण सफलतापूर्वक हटा दिए गए
id: Semua perangkat Bluetooth yang dikenal berhasil dihapus
ja: すべての既知のBluetoothデバイスを削除しました
pa: ਸਾਰੇ ਜਾਣੇ ਬਲਿ Bluetoothਟੁੱਥ ਡਿਵਾਈਸਿਸ ਸਫਲਤਾਪੂਰਕ ਹਟਾਏ ਗਏ
ps: ټول پیژندل شوي بلوتوټ وسایل په بریالیتوب سره لیرې شوي
pt_br: Todos os dispositivos Bluetooth conhecidos foram removidos com sucesso
ru: Все известные Bluetooth устройства успешно удалены
sr_latn: Svi poznati Bluetooth uređaji su uspešno uklonjeni
ta: அறியப்பட்ட அனைத்து புளூடூத் சாதனங்களும் வெற்றிகரமாக அகற்றப்பட்டன
th: นำอุปกรณ์บลูทูธที่รู้จักทั้งหมดออกเรียบร้อยแล้ว
tr: Tüm Bluetooth aygıtları başarıyla kaldırıldı
uk: Всі відомі пристрої Bluetooth успішно видалено
ur: تمام معروف بلوٹوت آلات کو کامیابی سے ہٹایا گیا

source: Allow the app to control Arduino boards
ar: السماح للتطبيق بالتحكم في لوحات الاردوينو
bn: অ্যাপ্লিকেশনটিকে আরডুইনো বোর্ডগুলি নিয়ন্ত্রণ করতে অনুমতি দিন
de: Erlaubt die Steuerung mit Arduino Boards
fa: اجازه دهید برنامه برای کنترل تابلوهای Arduino
fr: Autoriser l'application à contrôler les tableaux Arduino
hi: एप्लिकेशन को Arduino बोर्डों को नियंत्रित करने की अनुमति दें
id: Izinkan aplikasi untuk mengontrol papan Arduino
ja: Arduinoボードの制御をアプリに許可する
pa: ਐਪ ਨੂੰ ਅਰਦਿਨੋ ਬੋਰਡਾਂ ਨੂੰ ਨਿਯੰਤਰਣ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿਓ
ps: ایپ ته اجازه ورکړئ چې د Arduino بورډونه کنټرول کړي
pt_br: Permitir que o aplicativo controle as placas da Arduino
ru: Разрешить приложению управлять платами Arduino
sr_latn: Dozvolite aplikaciji da kontroliše Arduino ploče
ta: Arduino பலகைகளைக் கட்டுப்படுத்த பயன்பாட்டை அனுமதிக்கவும்
th: อนุญาตให้แอปควบคุมบอร์ด Arduino
tr: Uygulamanın Arduino kartlarını kontrol etmesine izin ver
uk: Дозволити додатку керувати платами Arduino
ur: اپلی کیشن کو آردوانوبورڈوں کو کنٹرول کرنے کی اجازت دیں

source: Allow the app to send crash reports automatically
ar: السماح للتطبيق بإرسال تقارير الأعطال تلقائياً
bn: অ্যাপটিকে স্বয়ংক্রিয়ভাবে ক্র্যাশ প্রতিবেদন প্রেরণের অনুমতি দিন
de: Absturzberichte automatisch senden
fa: اجازه دهید برنامه به طور خودکار گزارش های خرابی را ارسال کند
fr: Permettre à l'application d'envoyer automatiquement des rapports de plantage
hi: एप्लिकेशन को स्वचालित रूप से क्रैश रिपोर्ट भेजने की अनुमति दें
id: Izinkan aplikasi mengirim laporan kerusakan secara otomatis
ja: アプリがクラッシュレポートを自動的に送信できるようにします
pa: ਐਪ ਨੂੰ ਕਰੈਸ਼ ਰਿਪੋਰਟਾਂ ਆਪਣੇ ਆਪ ਭੇਜਣ ਦੀ ਆਗਿਆ ਦਿਓ
ps: ایپ ته اجازه ورکړئ چې په اوتومات ډول د حادثې راپورونه واستوي
pt_br: Permitir que o aplicativo envie relatórios de falha automaticamente
ru: Разрешить приложению автоматически отправлять отчеты об ошибках
sr_latn: Dozvolite aplikaciji da automatski šalje izveštaje o padu
ta: செயலிழப்பு அறிக்கைகளை தானாக அனுப்ப பயன்பாட்டை அனுமதிக்கவும்
th: อนุญาตให้แอปส่งรายงานข้อขัดข้องโดยอัตโนมัติ
tr: Uygulamanın otomatik olarak kilitlenme raporları göndermesine izin verin
uk: Дозволити додатку автоматично надсилати звіти про збої
ur: اپلی کیشن کو خود کار طریقے سے کریش رپورٹ بھیجنے کی اجازت دیں

source: Allow web access
ar: السماح بالوصول إلى الويب
bn: ওয়েব অ্যাক্সেসের অনুমতি দিন
de: Webzugriff erlauben
fa: اجازه دسترسی به وب
fr: Autoriser l'accès au Web
hi: वेब एक्सेस की अनुमति दें
id: Izinkan akses web
ja: Webアクセスを許可する
ps: ویب لاسرسي ته اجازه ورکړئ
pt_br: Permitir acesso a web
ru: Разрешить веб-доступ
th: อนุญาตการเข้าถึงเว็บ
uk: Дозволити доступ до Інтернету
ur: ویب تک رسائی کی اجازت دیں

source: Alpha
ar: ألفا
bn: আলফা
fa: آلفا
fr: Transparence
hi: अल्फा
id: Alfa
ja: 透過度
pa: ਅਲਫ਼ਾ
ps: الفا
pt_br: Alfa
ru: Прозрачность
sr_latn: Alfa
ta: ஆல்ஃபா
th: ความโปร่งใส
tr: Alfa
uk: Прозорість
ur: الفا

source: altitude
ar: الإرتفاع
bn: উচ্চতা
de: Höhe
fa: ارتفاع
hi: ऊंचाई
id: ketinggian
ja: 高度
pa: ਉਚਾਈ
ps: لوړوالی
ru: высота
sr_latn: visina
sw: muinuko
ta: உயரம்
th: ระดับความสูง
tr: yükseklik
uk: висота
ur: اونچائی

source: Always
ar: دائماً
bn: সর্বদা
de: Immer
fa: همیشه
fr: Toujours
hi: हमेशा
id: Selalu
ja: 常に表示
ps: تل
pt_br: Sempre
ru: Всегда
th: ทุกครั้ง
uk: Завжди
ur: ہمیشہ

source: Always allow web access
ar: السماح دائماً بالوصول إلى الويب
bn: সর্বদা ওয়েব অ্যাক্সেসের অনুমতি দিন
de: Webzugriff immer zulassen
fa: همیشه اجازه دسترسی به وب را می دهد
hi: हमेशा वेब एक्सेस की अनुमति दें
ps: تل د ویب لاسرسي اجازه ورکړئ
pt_br: Sempre permitir acesso à web
ru: Всегда разрешать веб-доступ
th: อนุญาตการเข้าถึงเว็บเสมอ
uk: Завжди дозволяти доступ до Інтернету
ur: ہمیشہ ویب تک رسائی کی اجازت دیں۔

source: An image with the same name already exists, try again.
ar: رسالة بنفس الاسم موجود بالفعل، حاول مرة أخرى.
bn: একই নামের একটি চিত্র ইতিমধ্যে বিদ্যমান, আবার চেষ্টা করুন।
de: Ein Bild mit dem selben Namen existiert bereits. Bitte wähle einen anderen Bildnamen.
fa: در حال حاضر تصویری با همین نام وجود دارد، دوباره سعی کن.
fr: Une image avec le même nom existe déjà, essayez à nouveau.
hi: इस नाम का चित्र पहले से मौजूद है, दुबारा कोशिश करें
id: Gambar dengan nama yang sama sudah ada, coba lagi.
ja: 同じ名前の画像が既に存在します。もう一度やり直してください。
pa: ਇਕੋ ਨਾਮ ਦੀ ਇਕ ਤਸਵੀਰ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ, ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ps: د ورته نوم یو انځور لا دمخه شتون لري، بیا هڅه وکړئ.
pt_br: Uma imagem com o mesmo nome já existe, tente novamente.
ru: Изображение с таким названием уже существует, попробуйте еще раз.
sr_latn: Slika sa tim imеnom vеć postoji, probajte ponovo.
sw: Picha yenye jina sawa tayari ipo, jaribu tena.
ta: அதே பெயரில் ஒரு படம் ஏற்கனவே உள்ளது, மீண்டும் முயற்சிக்கவும்.
th: มีชื่อภาพนี้อยู่แล้ว โปรดลองใหม่อีกครั้ง
tr: Aynı isme sahip bir resim zaten var, yeniden deneyin.
uk: Зображення з таким іменем уже існує, повторіть спробу.
ur: ایک تصویر اسی نام سے پہلے سے ہی موجود ہے، پھر کوشش کریں۔

source: An object with the same name already exists, try again.
ar: كائن بنفس الاسم موجود بالفعل، حاول مرة أخرى.
bn: একই নামের একটি বস্তু ইতিমধ্যে বিদ্যমান, আবার চেষ্টা করুন।
de: Ein Objekt mit dem selben Namen existiert bereits. Bitte wähle einen anderen Objektnamen.
fa: در حال حاضر شئ ای با همین نام وجود دارد، دوباره سعی کن.
fr: Un objet avec le même nom existe déjà, essayez à nouveau.
hi: इस नाम की वस्तु पहले से मौजूद है, दुबारा कोशिश करें
id: Objek dengan nama yang sama sudah ada, cobalah lagi.
ja: 同じ名前のオブジェクトが既に存在します。もう一度やり直してください。
pa: ਇਕੋ ਨਾਮ ਨਾਲ ਇਕ ਆਬਜੈਕਟ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ, ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ps: د ورته نوم سره یو شی لا دمخه شتون لري، بیا هڅه وکړئ.
pt_br: Um objeto com o mesmo nome já existe, tente novamente.
ru: Объект с таким названием уже существует, попробуйте еще раз.
sr_latn: Objekat sa tim imеnom vеć postoji, probajte ponovo.
sw: Kipengee kilicho na jina sawa tayari kipo, jaribu tena.
ta: அதே பெயரில் ஒரு பொருள் ஏற்கனவே உள்ளது, மீண்டும் முயற்சிக்கவும்.
th: มีชื่อวัตถุนี้อยู่แล้ว โปรดลองใหม่อีกครั้ง
tr: Aynı isme sahip bir obje zaten var, yeniden deneyin.
uk: Об'єкт з таким іменем уже існує, повторіть спробу.
ur: ایک آبجیکٹ اسی نام سے پہلے سے ہی موجود ہے، پھر کوشش کریں۔

source: An unknown error occurred. Check your Internet connection.
ar: حدث خطأ غير معروف. تحقق من اتصال الإنترنت الخاص بك.
bn: একটি অজানা ভুল ঘটেছে. আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন
de: Unbekannter Fehler aufgetreten. Überprüfe deine Internetverbindung.
fa: یک خطای نامعلوم رخ داده. برسی کن که به اینترنت وصلی یا نه.
fr: Une erreur est apparue. Vérifiez votre connexion Internet.
hi: एक अज्ञात त्रुटी हुई है। अपना इंटरनेट संपर्क जांचे।
id: Terjadi kesalahan yang tidak diketahui. Periksa koneksi Internet Anda.
ja: 不明なエラーが発生しました。インターネット接続を確認してください
pa: ਇੱਕ ਅਣਜਾਣ ਗਲਤੀ ਆਈ ਹੈ. ਆਪਣੇ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ.
ps: یوه نامعلومه تېروتنه رامنځته شوه. خپل انټرنیټ پیوستون چیک کړئ.
pt_br: Ocorreu um erro desconhecido. Verifique sua conexão com a Internet.
ru: Произошла неизвестная ошибка. Проверьте подключение к интернету.
sr_latn: Došlo je do nepoznate greške. Proverite Internet vezu.
sw: Kosa lisilojulikana limetokea. Kagua muunganisho wa mtandao wako.
ta: அறியப்படாத பிழை ஏற்பட்டது. உங்கள் இணைய இணைப்பைச் சரிபார்க்கவும்.
th: เกิดข้อผิดพลาดที่ไม่รู้จักขึ้น กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ต
tr: Bilinmeyen bir hata oluştu. Internet bağlantınızı kontrol edin.
uk: Сталася невідома помилка. Перевірте підключення до Інтернету.
ur: ایک نامعلوم غلطی واقع ہوئی. اپنا انٹرنیٹ کنکشن چیک کریں.

source: An unknown error occurred. Please try again later.
ar: وقع خطأ غير معروف. الرجاء المحاولة مرة أخرى لاحقاً.
bn: একটি অজানা ভুল ঘটেছে. অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন.
de: Unbekannter Fehler ist aufgetreten. Bitte später noch einmal probieren.
fa: خطای ناشناخته رخ داده است. لطفا بعدا دوباره امتحان کنید
fr: Une erreur inconnue s'est produite. Veuillez réessayer plus tard.
hi: एक अज्ञात त्रुटि हुई है। कृपया बाद में फिर से कोशिश करें।
id: Terjadi kesalahan yang tidak diketahui. Silakan coba lagi nanti.
ja: 不明なエラーが発生しました。後でもう一度お試しください。
pa: ਇੱਕ ਅਣਜਾਣ ਗਲਤੀ ਆਈ ਹੈ. ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ.
ps: یوه نامعلومه تېروتنه رامنځته شوه. مهرباني وکړئ وروسته بیا هڅه وکړئ.
pt_br: Ocorreu um erro desconhecido. Por favor tente de novo mais tarde.
ru: Произошла неизвестная ошибка. Пожалуйста, повторите попытку позже.
sr_latn: Nepoznata greška. Molimo pokušajte kasnije.
sw: Kosa lisilojulikana limetokea. Tafadhali jaribu tena baadaye.
ta: அறியப்படாத பிழை ஏற்பட்டது. பின்னர் மீண்டும் முயற்சிக்கவும்.
th: เกิดข้อผิดพลาดที่ไม่รู้จัก กรุณาลองใหม่อีกครั้งในภายหลัง.
tr: Bilinmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin.
uk: Сталася невідома помилка. Повторіть спробу пізніше.
ur: ایک نامعلوم غلطی واقع ہوئی. براہ کرم کچھ دیر بعد کوشش کریں.

source: and
ar: و
bn: এবং
de: und
fa: و
fr: et
hi: और
id: dan
ja: かつ
pa: ਅਤੇ
ps: او
pt_br: e
ru: и
sr_latn: i
sw: na
ta: மற்றும்
th: และ
tr: ve
uk: і
ur: اور

source: and store answer in
ar: وتخزين الإجابة في
bn: এবং সঞ্চয় উত্তর
de: und speichere Antwort in
fa: و فروشگاه پاسخ در
fr: et stocker la réponse dans
hi: और उत्तर को इसमें रखें
id: dan simpan jawaban di
ja: 答えを保存する
ps: او ځواب په کې ذخیره کړئ
pt_br: e armazenar resposta em
ru: и сохранить ответ в
sr_latn: i spremite odgovor u
th: และเก็บคำตอบไว้
uk: і зберігати відповідь в
ur: اور جواب میں اسٹور

source: and store written answer in
ar: وتخزين الإجابة المكتوبة في
bn: এবং লিখিত উত্তর সংরক্ষণ করুন
de: und speichere das Eingegebene in
fa: و فروشگاه پاسخ نوشته شده در
fr: et stocker la réponse écrite dans
hi: और लिखित उत्तर को इसमें रखें
id: dan simpan jawaban tertulis di
ja: 書かれた答えを保存します
pa: ਅਤੇ ਲਿਖਤੀ ਜਵਾਬ ਅੰਦਰ ਸਟੋਰ ਕਰੋ
ps: او لیکلي ځواب په کې ذخیره کړئ
pt_br: e armazenar resposta escrita em
ru: и сохранить напечатанный ответ в
th: และเก็บคำตอบเป็นลายลักษณ์อักษร
tr: ve yazılı cevabı şurada saklayın
uk: і зберігати письмову відповідь в
ur: اور لکھا جواب سٹور

source: and wait
ar: والانتظار
bn: এবং অপেক্ষা করুন
de: und warte
fa: و صبر کن
fr: et attendre
hi: और रुके
id: dan tunggu
ja: 待つ
pa: ਅਤੇ ਇੰਤਜ਼ਾਰ ਕਰੋ
ps: او انتظار وکړئ
pt_br: e esperar
ru: и ждать
sr_latn: i čekaj
sw: na subiri
ta: காத்திருங்கள்
th: และรอ
tr: ve bekleyin
uk: і зачекати
ur: اور انتظار کریں

source: and width
ar: و العرض
bn: এবং প্রস্থ
de: und Breite
fa: و عرض
fr: et largeur
hi: और चौड़ाई
id: dan lebar
ja: と幅
ps: او عرض
pt_br: e largura
ru: и шириной
th: และความกว้าง
uk: і ширина
ur: اور چوڑائی

source: Animate brick-parts
ar: تحريك أجزاء الطوب
bn: ইটের অংশগুলি প্রাণবন্ত করুন
de: Baustein-Teile animieren
fa: عنکبوت آجر قطعات
fr: Animer les pièces de brique
hi: ईंट-भागों को चेतन करना
id: Menganimasikan bagian bata
ja: レンガパーツをアニメーション化する
pa: ਇਨੀ-ਹਿੱਸੇ ਐਨੀਮੇਟ ਕਰੋ
ps: د خښتو برخې متحرک کړئ
pt_br: Animar partes de tijolo
ru: Анимированные части блоков
sr_latn: Animirajte delove kocke
ta: செங்கல் பாகங்களை அனிமேட் செய்யுங்கள்
th: คำสั่งการเคลื่อนไหว
tr: Tuğla parcalarıyla animasyon yapın
uk: Анімовані частини блоків
ur: متحرک اینٹ حصوں

source: Apr
ar: نيسان (إبريل)
bn: এপ্রিল
fa: آپریل
fr: Avr
hi: अप्रैल
ja: 4月
pa: ਅਪ੍ਰੈਲ
ps: اپریل
pt_br: Abr
ru: Апр
th: เม.ย
tr: Nisan
uk: Кві
ur: اپریل

source: April
ar: نيسان / ابريل
bn: এপ্রিল
fa: آوریل
fr: Avril
hi: अप्रैल
ja: 4月
pa: ਅਪ੍ਰੈਲ
ps: اپریل
pt_br: Abril
ru: Апрель
sw: Aprili
ta: ஏப்ரல்
th: เมษายน
tr: Nisan
uk: Квітень
ur: اپریل

source: arccosine
ar: قوس جيب تمام الزاوية
bn: আরকোসিন
de: Arkuskosinus
fa: آرک‌کسینوس
fr: arccos
hi: आर्क कौस
ja: arccos
pa: ਆਰਕੋਸਾਈਨ
ps: آرکوسین
ru: арккосинус
th: arccos
uk: арккосинус
ur: آرکوسین

source: arcsine
ar: جيب الزاوية القوسي
bn: আরকসিন
de: Arkussinus
fr: arcsin
hi: आर्क साइन
id: busur
ja: arcsin
pa: ਆਰਕਸਾਈਨ
ps: آرکسین
ru: арксинус
th: arcsin
uk: арксинус
ur: آرکسائن

source: arctangent
ar: ظل الزاوية القوسي
bn: আর্কট্যানজেন্ট
de: Arkustangens
fa: آرک‌تانژانت
fr: arctan
hi: आर्क टैन
ja: 逆正接関数
pa: ਆਰਕਟੰਜੈਂਟ
ps: archtangent
ru: арктангенс
th: arctan
uk: арктангенс
ur: آرکٹنجنٹ

source: arduino analog
ar: تناظري الكاردينو
bn: আরডুইনো এনালগ
fa: آنالوگ Arduino
fr: Arduino analogique
hi: Arduino एनालॉग
id: analog arduino
ja: arduino アナログ
pa: ਅਰਦੂਨੋ ਐਨਾਲਾਗ
pt_br: analógico de arduino
ru: аналог arduino
ta: ஆர்டுயினோ அனலாக்
th: arduino ขาอะนาล็อก
tr: arduino analogu
uk: аналог arduino
ur: arduino ینالاگ

source: arduino digital
ar: أردوينو رقمي
bn: আরডুইনো ডিজিটাল
fr: Arduino numérique
hi: Arduino डिजिटल
ja: arduinoデジタル
pa: ਆਰਡਿਨੋ ਡਿਜੀਟਲ
ps: arduino ډیجیټل
ru: arduino цифровой
ta: ஆர்டுயினோ டிஜிட்டல்
th: arduino ขาดิจิตอล
tr: arduino dijital
uk: цифровий arduino
ur: arduino ڈیجیٹل
