Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: Pocket Code has no access to your camera. To permit access, tap settings and activate camera. Your drawing will automatically be saved to PocketCode for you.
ar: لم يصل البوكت كوود إلى الكاميرا الخاصة بك. للسماح بالوصول، انقر على إعدادات ثم تنشيط الكاميرا. سيتم تلقائياً حفظ الرسم الخاص بك في بوكيت كوود لك.
bn: পকেট কোডটিতে আপনার ক্যামেরায় অ্যাক্সেস নেই। অ্যাক্সেসের অনুমতি দেওয়ার জন্য, সেটিংসটিতে আলতো চাপুন এবং ক্যামেরাটি সক্রিয় করুন। আপনার চিত্রাঙ্কনটি আপনার জন্য পকেট কোডে স্বয়ংক্রিয়ভাবে সংরক্ষণ করা হবে।
de: Pocket-Code hat keinen Zugriff auf Ihre Kamera. Um Zugriff zu gestatten, tippe auf Einstellungen und aktiviere die Kamera. Die Zeichnung wird automatisch in PocketCode für dich gespeichert.
fa: پاکت کد به دوربینت دسترسی ندارد. برای اجازه ی ورود، روی تنظیمات ضربه بزن و دوربین را فعال کن. نقاشی ات بصورت خودکار در پاکت کد ذخیره خواهد شد.
fr: Pocket Code n'a pas accès à votre caméra. Pour permettre l'accès, appuyez sur les paramètres et activez la caméra. Votre dessin sera automatiquement enregistré sur PocketCode pour vous.
hi: पॉकेट कोड की आपके कैमरे तक पहुंच नहीं है। पहुंच की अनुमति देने के लिए, सेटिंग टैप करें और कैमरा सक्रिय करें। आपकी ड्राइंग स्वचालित रूप से आपके लिए पॉकेटकोड में सहेज दी जाएगी।
id: Pocket Code tidak memiliki akses ke gambar anda. Untuk mengizinkan akses, buka pengaturan dan aktifkan kamera. Gambar anda akan secara otomatis disimpan ke PocketCode untuk Anda.
ja: ポケットコードはカメラにアクセスできません。アクセスを許可するには、設定をタップしてカメラを有効にしてください。 図面は自動的に PocketCode に保存されます。
pa: ਪਾਕੇਟ ਕੋਡ ਦੀ ਤੁਹਾਡੇ ਕੈਮਰੇ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਹੈ. ਐਕਸੈਸ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ, ਸੈਟਿੰਗਜ਼ 'ਤੇ ਟੈਪ ਕਰੋ ਅਤੇ ਕੈਮਰਾ ਚਾਲੂ ਕਰੋ. ਤੁਹਾਡੀ ਡਰਾਇੰਗ ਤੁਹਾਡੇ ਲਈ ਆਪਣੇ ਆਪ ਪਾਕੇਟਕੋਡ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਹੋ ਜਾਏਗੀ.
ps: د جیب کوډ ستاسو کیمرې ته لاسرسی نلري. د لاسرسي اجازه ورکولو لپاره ، تنظیمات ټایپ کړئ او کیمره فعاله کړئ. ستاسو انځور به په اوتومات ډول ستاسو لپاره پاکټ کوډ کې خوندي شي.
pt_br: Pocket Code não tem acesso à sua câmera. Para permitir o acesso, toque em configurações e ative a câmera. Seu desenho será salvo automaticamente para PocketCode para você.
ru: Pocket Code не имеет доступа к вашей камере. Перейдите в настройки и включите доступ к ней. Ваш рисунок будет автоматически сохранен в PocketCode для вас.
sr_latn: Pocket Code nema pristup Vašoj kameri. Da biste dozvolili pristup, dodirnite podešavanja i aktivirajte kameru. Vaš crtež će se automatski sačuvati u PocketCode-u za vas.
ta: பாக்கெட் குறியீடு உங்கள் கேமராவுக்கு அணுகல் இல்லை. அணுகலை அனுமதிக்க, அமைப்புகளைத் தட்டி கேமராவை இயக்கவும். உங்கள் வரைதல் தானாகவே உங்களுக்காக பாக்கெட் குறியீட்டில் சேமிக்கப்படும்.
th: Pocket Code ไม่สามารถเข้าถึงกล้องของคุณได้ ในการอนุญาตการเข้าถึง ให้แตะการตั้งค่าและเปิดใช้งานกล้อง ภาพวาดของคุณจะถูกบันทึกลงใน PocketCode ให้คุณโดยอัตโนมัติ
tr: Cep Kodunun fotoğraf makinenize erişimi yoktur. Erişime izin vermek için ayarlara dokunun ve kamerayı etkinleştirin. Çiziminiz sizin için otomatik olarak PocketCode'a kaydedilecektir.
uk: Pocket Code не має доступу до вашої камери. Щоб дозволити доступ, торкніться налаштувань і активуйте камеру. Ваш малюнок буде автоматично збережено в PocketCode для вас.
ur: جیب کوڈ آپ کے کیمرے تک رسائی نہیں ہے. رسائی کی اجازت دینے کے لئے، ترتیبات کو نل اور کیمرے کو چالو کریں. آپ کا ڈرائنگ خود کار طریقے سے آپ کے لئے PocketCode میں محفوظ ہو جائے گا.

source: Pocket Code has no access to your images. To permit access, tap settings and activate images. Your drawing will automatically be saved to PocketCode for you.
ar: لم يصل البوكت كوود إلى الكاميرا الخاصة بك. للسماح بالوصول، انقر على إعدادات ثم تنشيط الكاميرا. سيتم تلقائياً حفظ الرسم الخاص بك في بوكيت كوود لك.
bn: পকেট কোড আপনার ছবিতে অ্যাক্সেস নেই। অ্যাক্সেসের অনুমতি দেওয়ার জন্য, সেটিংসটিতে আলতো চাপুন এবং চিত্রগুলি সক্রিয় করুন। আপনার অঙ্কনটি আপনার জন্য পকেট কোডে স্বয়ংক্রিয়ভাবে সংরক্ষণ করা হবে।
de: Pocket-Code hat keinen Zugriff auf deine Bilder. Um Zugriff zu gestatten, tippe auf Einstellungen und aktiviere die Bilderfreigabe. Die Zeichnung wird automatisch in PocketCode für dich gespeichert.
fa: پاکت کد به عکس هایت دسترسی ندارد. برای اجازه ی ورود، روی تنظیمات ضربه بزن و عکس ها را فعال کن. نقاشی ات بصورت خودکار در پاکت کد ذخیره خواهد شد.
fr: Pocket Code n'a pas accès à vos images. Pour permettre l'accès, appuyez sur les paramètres et activez les images. Votre dessin sera automatiquement enregistré sur PocketCode pour vous.
hi: पॉकेट कोड की आपकी छवियों तक कोई पहुंच नहीं है। पहुंच की अनुमति देने के लिए, सेटिंग्स टैप करें और छवियों को सक्रिय करें। आपकी ड्राइंग स्वचालित रूप से आपके लिए पॉकेटकोड में सहेज दी जाएगी।
id: Pocket Code tidak memiliki akses ke gambar anda. Untuk mengizinkan akses, buka pengaturan dan aktifkan kamera. Gambar anda akan secara otomatis disimpan ke PocketCode untuk Anda.
ja: ポケットコードは画像にアクセスできません。アクセスを許可するには、設定をタップして画像を有効にしてください。 図面は自動的に PocketCode に保存されます。
pa: ਜੇਬ ਕੋਡ ਦੀ ਤੁਹਾਡੀਆਂ ਤਸਵੀਰਾਂ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਹੈ. ਐਕਸੈਸ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ, ਸੈਟਿੰਗਜ਼ 'ਤੇ ਟੈਪ ਕਰੋ ਅਤੇ ਚਿੱਤਰਾਂ ਨੂੰ ਸਰਗਰਮ ਕਰੋ. ਤੁਹਾਡੀ ਡਰਾਇੰਗ ਤੁਹਾਡੇ ਲਈ ਆਪਣੇ ਆਪ ਪਾਕੇਟਕੋਡ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਹੋ ਜਾਏਗੀ.
ps: جیب کوډ ستاسو عکسونو ته لاسرسی نلري. د لاسرسي اجازه ورکولو لپاره ، تنظیمات ټایپ کړئ او عکسونه فعال کړئ. ستاسو انځور به په اوتومات ډول ستاسو لپاره پاکټ کوډ کې خوندي شي.
pt_br: Pocket Code não tem acesso às suas imagens. Para permitir o acesso, toque em configurações e ative as imagens. Seu desenho será salvo automaticamente para PocketCode para você.
ru: Pocket Code не имеет доступа к вашим изображениям. Перейдите в настройки и включите доступ к ним. Ваши рисунки будут автоматически сохраняться в PocketCode для вас.
sr_latn: Pocket Code nema pristup Vašim fotografijama. Da biste dozvolili pristup, dodirnite podešavanja i aktivirajte fotografije. Vaš crtež će se automatski sačuvati u PocketCode-u za vas.
ta: பாக்கெட் குறியீடு உங்கள் படங்களுக்கு அணுகல் இல்லை. அணுகலை அனுமதிக்க, அமைப்புகளைத் தட்டவும் மற்றும் படங்களை செயல்படுத்தவும். உங்கள் வரைதல் தானாகவே உங்களுக்காக பாக்கெட் குறியீட்டில் சேமிக்கப்படும்.
th: Pocket Code ไม่สามารถเข้าถึงรูปภาพของคุณได้ ในการอนุญาตการเข้าถึง ให้แตะการตั้งค่าและเปิดใช้งานรูปภาพ ภาพวาดของคุณจะถูกบันทึกลงใน PocketCode ให้คุณโดยอัตโนมัติ
tr: Pocket Code, resimlerinize erişemez. Erişime izin vermek için ayarlara dokunun ve resimleri etkinleştirin. Çiziminiz sizin için otomatik olarak PocketCode'a kaydedilecektir.
uk: Pocket Code не має доступу до зображень. Щоб надати доступ, торкніться налаштувань та активуйте зображення. Ваш малюнок автоматично буде збережено в PocketCode для вас.
ur: جیب کوڈ آپ کے کیمرے تک رسائی نہیں ہے. رسائی کی اجازت دینے کے لئے، ترتیبات کو نل اور کیمرے کو چالو کریں. آپ کا ڈرائنگ خود کار طریقے سے آپ کے لئے PocketCode میں محفوظ ہو جائے گا.

source: Pocket Code has no access to your microphone. To permit access, tap settings and activate microphone.
ar: بوكت كوود ليست لديه صلاحية الوصول للميكروفون. لإعطاء صلاحية, انقر على الإعدادات وقم بتفعيل الميكروفون.
bn: পকেট কোড আপনার মাইক্রোফোনে অ্যাক্সেস নেই। অ্যাক্সেসের অনুমতি দেওয়ার জন্য, সেটিংসে আলতো চাপুন এবং মাইক্রোফোনটি সক্রিয় করুন।
de: Pocket Code hat keinen Zugriff auf dein Mikrofon. Um den Zugriff zu erlauben, tippe auf Einstellungen und aktiviere das Mikrofon.
fa: کد جیبی دسترسی به میکروفون شما ندارد برای اجازه دسترسی، روی تنظیمات ضربه بزنید و میکروفون را فعال کنید.
fr: Pocket Code n'a pas accès à votre microphone. Pour permettre l'accès, appuyez sur les paramètres et activez le microphone.
hi: पॉकेट कोड की आपके माइक्रोफ़ोन तक कोई पहुँच नहीं है। एक्सेस की अनुमति देने के लिए, सेटिंग्स टैप करें और माइक्रोफ़ोन को सक्रिय करें।
id: Kode Pocket tidak memiliki akses ke mikrofon Anda. Untuk mengizinkan akses, sentuh pengaturan dan aktifkan mikrofon.
ja: ポケットコードはマイクにアクセスできません。アクセスを許可するには、設定をタップしてマイクを有効にしてください。
pa: ਜੇਬ ਕੋਡ ਦੀ ਤੁਹਾਡੇ ਮਾਈਕ੍ਰੋਫੋਨ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਹੈ. ਐਕਸੈਸ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ, ਸੈਟਿੰਗਾਂ 'ਤੇ ਟੈਪ ਕਰੋ ਅਤੇ ਮਾਈਕ੍ਰੋਫੋਨ ਨੂੰ ਐਕਟੀਵੇਟ ਕਰੋ.
ps: جیب کوډ ستاسو مایکروفون ته لاسرسی نلري. د لاسرسي اجازه ورکولو لپاره ، تنظیمات ټایپ کړئ او مایکروفون فعال کړئ.
pt_br: Pocket Code está sem acesso ao seu microfone. Para permitir o acesso, toque nas configurações e ative o microfone.
ru: Pocket Code не имеет доступа к вашему микрофону. Перейдите в настройки и включите его.
sr_latn: Pocket Code nema pristup Vašem mikrofonu. Da biste dozvolili pristup, dodirnite podešavanja i aktivirajte mikrofon.
ta: பாக்கெட் குறியீடு உங்கள் மைக்ரோஃபோனுக்கு அணுகல் இல்லை. அணுகலை அனுமதிக்க, அமைப்புகளைத் தட்டி மைக்ரோஃபோனை இயக்கவும்.
th: Pocket Code ไม่มีสิทธิ์เข้าถึงไมโครโฟนของคุณ ในการอนุญาตการเข้าถึง ให้แตะการตั้งค่าและเปิดใช้งานไมโครโฟน
tr: Cep Kodunun mikrofonunuza erişimi yoktur. Erişime izin vermek için ayarlara dokunun ve mikrofonu etkinleştirin.
uk: Pocket Code не має доступу до мікрофона. Щоб дозволити доступ, торкніться налаштувань і активуйте мікрофон.
ur: جیبی کوڈ آپ کے مائیکروفون تک رسائی نہیں ہے. رسائی کی اجازت دینے کے لئے، ترتیبات کو نل اور مائکروفون کو چالو کرنے کے لئے.

source: Pocket Code is a programming environment for iOS for the visual programming language Catrobat. The code of Pocket Code is mostly under GNU AGPL v3 licence. For further information to the licence please visit following links:
ar: البوكت كوود هو بيئة برمجية iOS للغات البرمجة المرئية لكاتروبات n \ النص البرمجي للبوكت كوود هو مرخص من قبل (GNU AGPL v3 License). للحصول على تفاصيل أكثر للرخصة يمكنك الاطلاع على الرابط في الاسفل. n\:
bn: পকেট কোড হ'ল আইওএসের জন্য ভিজ্যুয়াল প্রোগ্রামিং ল্যাঙ্গুয়েজ ক্যাট্রোব্যাটের একটি প্রোগ্রামিং পরিবেশ। পকেট কোডের কোডটি বেশিরভাগ ক্ষেত্রে জিএনইউ এজিপিএল ভি৩ লাইসেন্সের অধীনে। লাইসেন্স সম্পর্কিত আরও তথ্যের জন্য দয়া করে নীচের লিঙ্কগুলিতে যান:
de: Pocket Code ist eine Programmierumgebung für iOS für die visuelle Programmiersprache Catrobat. Der Code von Pocket Code unterliegt größtenteils der GNU AGPL v3 Lizenz. Weitere Informationen zur Lizenz findest du unter den folgenden Links:
fa: پاکت کد یک محیط برنامه نویسی برای iOS برای زبان برنامه نویسی دیداری کت ربات است. کد پاکت کد اغلب تحت لیسانس GNU AGPL v3 است. لطفا برای کسب اطلاعات بیشتر از لینک های زیر بازدید کن:
fr: Pocket Code est un environnement de programmation pour iOS pour le langage de programmation visuel Catrobat. Le code de Pocket Code est principalement sous licence GNU AGPL v3. Pour plus d'informations sur la licence, veuillez visiter les liens suivants :
hi: पॉकेट कोड दृश्य प्रोग्रामिंग भाषा कैटरोबैट के लिए आईओएस के लिए एक प्रोग्रामिंग वातावरण है। पॉकेट कोड का कोड ज्यादातर GNU AGPL v3 लाइसेंस के अंतर्गत है। लाइसेंस के बारे में अधिक जानकारी के लिए कृपया निम्न लिंक देखें:
id: Pocket Code adalah lingkungan pemrograman untuk iOS yang berfitur bahasa pemrograman visual Catrobat. Kode sumber Pocket Code umumnya berlisensi GNU AGPL v3. Untuk informasi lebih lanjut tentang lisensi ini kunjungi tautan berikut:
ja: Pocket Codeは、ビジュアルプログラミング言語CatrobatのiOS用のプログラミング環境です。 ポケットコードのコードは GNU AGPL v3 ライセンスの下にあります。ライセンスの詳細については以下のリンクをご覧ください。
pa: ਪੌਕੇਟ ਕੋਡ ਆਈਓਐਸ ਲਈ ਵਿਜ਼ੂਅਲ ਪ੍ਰੋਗਰਾਮਿੰਗ ਭਾਸ਼ਾ ਕੈਟ੍ਰੋਬੈਟ ਲਈ ਇੱਕ ਪ੍ਰੋਗਰਾਮਿੰਗ ਵਾਤਾਵਰਣ ਹੈ. ਪਾਕੇਟ ਕੋਡ ਦਾ ਕੋਡ ਜਿਆਦਾਤਰ ਜੀ ਐਨ ਯੂ ਏਜੀਪੀਐਲ ਵੀ 3 ਲਾਇਸੈਂਸ ਦੇ ਅਧੀਨ ਹੈ. ਲਾਇਸੈਂਸ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਹੇਠ ਦਿੱਤੇ ਲਿੰਕ ਵੇਖੋ:
ps: جیب کوډ د iOS لپاره د بصری پروګرامینګ ژبې کاټروبیټ لپاره د پروګرام کولو چاپیریال دی. د جیب کوډ کوډ اکثرا د GNU AGPL v3 جواز لاندې دی. د جواز په اړه د نورو معلوماتو لپاره مهرباني وکړئ لاندې لینکونو ته مراجعه وکړئ:
pt_br: Pocket Code é um ambiente de programação para iOS para a linguagem de programação visual Catrobat. O código do Pocket Code está principalmente sob a licença de GNU AGPL v3. Para mais informações sobre a licença, visite os links seguintes:
ru: Pocket Code — это среда программирования на iOS для визуального языка программирования Catrobat. Код Pocket Code в основном находится под лицензией GNU AGPL v3. Подробнее о лицензии можно узнать перейдя по этим ссылкам:
sr_latn: Pocket Code je programsko okruženje za iOS za jezik vizuelnog programiranja Catrobat. Pocket Code je uglavnom pod GNU AGPL v3 licencom. Za dodatne informacije o licenci posetite sledeće linkove:
ta: பாக்கெட் கோட் என்பது காட்சி நிரலாக்க மொழியான கேட்ரோபாட்டிற்கான iOS க்கான நிரலாக்க சூழலாகும். பாக்கெட் குறியீட்டின் குறியீடு பெரும்பாலும் குனு ஏஜிபிஎல் வி 3 உரிமத்தின் கீழ் உள்ளது. உரிமத்திற்கான கூடுதல் தகவலுக்கு பின்வரும் இணைப்புகளைப் பார்வையிடவும்:
th: Pocket Code คือสภาพแวดล้อมการเขียนโปรแกรมสำหรับ iOS สำหรับภาษาโปรแกรม Visual Catrobat รหัสของ Pocket Code ส่วนใหญ่อยู่ภายใต้ใบอนุญาต GNU AGPL v3 สำหรับข้อมูลเพิ่มเติมเกี่ยวกับใบอนุญาต โปรดไปที่ลิงก์ต่อไปนี้:
tr: Pocket Code, görsel programlama dili Catrobat için iOS için bir programlama ortamıdır. Cep Kodunun kodu çoğunlukla GNU AGPL v3 lisansı altındadır. Lisansa ilişkin daha fazla bilgi için lütfen aşağıdaki bağlantıları ziyaret edin:
uk: Pocket Code - це середовище програмування для iOS для візуальної мови програмування Catrobat. Код Pocket Code в основному знаходиться під ліцензією GNU AGPL v3. Для отримання додаткової інформації до ліцензії, будь ласка, відвідайте наступні посилання:
ur: جیبی کوڈ بصری پروگرامنگ زبان کیٹروبیٹ کے لئے iOS کیلئے ایک پروگرامنگ ماحول ہے. جیبی کوڈ کا کوڈ زیادہ تر GNU AGPL V3 لائسنس کے تحت ہے. لائسنس کو مزید معلومات کے لئے براہ کرم درج ذیل لنکس ملاحظہ کریں:

source: Pocket Code Recorder
ar: مسجل البوكت كوود
bn: পকেট কোড রেকর্ডার
de: Pocket Code Aufnahme
fa: ضبط صوت پاکت کد
fr: Enregistreur Pocket Codeu
hi: पॉकेट कोड रिकार्डर
id: Perekam Pocket Code
ja: ポケットコードのサウンドレコーダー
pa: ਪੋਕੇਟ ਕੋਡ ਰਿਕਾਰਡਰ
ps: د جیب کوډ ریکارډر
pt_br: Gravador de Pocket Code
ru: Pocket Code диктофон
sw: Rekoda ya Msimbo wa Mfukoni
ta: பாக்கெட் குறியீடு ரெக்கார்டர்
th: ตัวบันทึกเสียง Pocket Code
tr: Cep kodu ses kayıt
uk: Pocket Code мікрофон
ur: پاکٹ کوڈ ریکارڈر

source: Pocket Code Source Code License
ar: رخصة مصدر النص البرمجي لبوكت كوود
bn: পকেট কোড সোর্স কোড লাইসেন্স
de: Pocket Code Source Code Lizenz
fa: مجوز کد منبع پاکت کد
fr: Licence du code source de Pocket Code
hi: पॉकेट कोड स्रोत कोड लाइसेंस
id: Lisensi sumber kode Pocket Code
ja: ポケットコード ソースコード ライセンス
pa: ਪੋਕੇਟ ਕੋਡ ਸਰੋਤ ਕੋਡ ਲਾਇਸੈਂਸ
ps: د جیب کوډ سرچینې کوډ جواز
pt_br: Licença de código de fonte do Pocket Code
ru: Лицензия исходного кода Pocket Code
sr_latn: Pocket Code licenca izvornog koda
sw: Leseni ya chanzo cha msimbo wa Msimbo Mfuko
ta: பாக்கெட் குறியீடு மூல குறியீடு உரிமம்
th: สัญญาอนุญาตของรหัสต้นฉบับโปรแกรม Pocket Code
tr: Cep kodu kaynak kodu lisansı
uk: Ліцензія вихідного коду Pocket Code
ur: پاکٹ کوڈ سورس کوڈ لائسنس

source: Point in direction
ar: تغيير الإتجاه بزاوية
bn: দিক নির্দেশ করুন
de: Zeige in Richtung
fa: اشاره کن در جهت
fr: Pointer en direction de
hi: दिशा में इंगित करें
id: Menunjukkan arah
ja: 方向（左右上下）：
pa: ਦਿਸ਼ਾ ਵੱਲ ਪੁਆਇੰਟ ਕਰੋ
ps: لوري ته اشاره وکړه
pt_br: Apontar na direção
ru: Указать в направлении
sr_latn: Usmeri u pravcu
sw: Hatua katika mwelekeo
ta: திசையில் புள்ளி
th: ชี้ไปยังทิศทาง
tr: Bu yöne dön
uk: Вказати в напрямку
ur: طرف اشارہ کریں

source: Point towards
ar: تعيين الوجهة ناحية
bn: কাছাকাছি বিন্দু
de: Zeige auf
fa: اشاره کن به طرف
fr: Pointer vers l'avant
hi: इसकी ओर इशारा करें
id: Menunjuk ke arah
ja: 方向（スプライト）：
pa: ਵੱਲ ਇਸ਼ਾਰਾ ਕਰੋ
ps: ته اشاره وکړه
pt_br: Apontar para
ru: Указать на
sr_latn: Usmerite prema
sw: Hatua kuelekea
ta: நோக்கி சுட்டிக்காட்டவும்
th: ชี้ไปยัง
tr: Bu tarafa yönel
uk: Вказати на
ur: طرف اشارہ

source: Pointer
ar: مؤشر
bn: পয়েন্টার
de: Zeiger
fa: اشارهگر
fr: Pointeur
hi: सूचक
id: Penunjuk
ja: ポインター
pa: ਪੁਆਇੰਟਰ
ps: اشاره کوونکی
pt_br: Cursor
ru: Указатель
sw: Kielekezi
ta: சுட்டிக்காட்டி
th: ตัวชี้
tr: Işaretçi
uk: Вказівник
ur: پوائنٹر

source: Pose detection
ar: كشف الوقفة
bn: সনাক্তকরণ ভঙ্গ করুন
de: Pose-Erkennung
fa: تشخیص ظاهری
fr: Détection de la pose
hi: पोज़ डिटेक्शन
id: Deteksi pose
ja: ポーズ検出
ps: د حالت کشف
pt_br: Detecção de pose
ru: Обнаружение позы
th: การตรวจจับท่าทาง
uk: Визначення пози
ur: پوز کا تشخیص

source: position x
ar: الموقع x
bn: অবস্থান x
fa: موقعیت x
hi: एक्स स्थिति
id: posisi x
ja: ポジションX
pa: ਸਥਿਤੀ x
ps: موقعیت x
pt_br: posição x
ru: координата X
sr_latn: pozicija x
sw: nafasi_x
ta: நிலை x
th: ตำแหน่ง x
tr: konum_x
uk: позиція х
ur: پوزیشن ایکس

source: position y
ar: الموقع y
bn: অবস্থান y
fa: موقعیت y
hi: वाई स्थिति
id: posisi y
ja: ポジションY
pa: ਸਥਿਤੀ y
ps: موقف y
pt_br: posição y
ru: координата Y
sr_latn: pozicija y
sw: nafasi_y
ta: நிலை y
th: ตำแหน่ง y
tr: konum_y
uk: позиція y
ur: پوزیشن y

source: power
ar: القوة
bn: ক্ষমতা
de: Potenziere
fa: قدرت
fr: batterie
hi: शक्ति
id: kekuasaan
ja: パワー
pa: ਤਾਕਤ
ps: ځواک
pt_br: elevar
ru: степень
ta: ஆற்றல்
th: กำลัง
uk: степінь
ur: قوت

source: Preview
ar: معاينة
bn: পূর্বরূপ
de: Bildvorschau
fa: پیش نمایش
fr: Capture d'écran
hi: पूर्वावलोकन
id: Pratinjau
ja: プレビュー
pa: ਝਲਕ
ps: مخکتنه
pt_br: Pré-visualizacão
ru: Превью
sr_latn: Pregled
sw: Ona mwoneko awali
ta: முன்னோட்டம்
th: แสดงตัวอย่าง
tr: Önizleme
uk: Прев'ю
ur: پیش منظر

source: Previous background
ar: خلفية الشاشة السابقة
bn: পূর্ববর্তী ব্যাকগ্রাউন্ড
de: Voriger Hintergrund
fa: پس زمینه قبلی
fr: Arrière-plan précédent
hi: पिछली पृष्ठभूमि
id: Latar belakang sebelumnya
ja: 前の背景
pa: ਪਿਛਲਾ ਪਿਛੋਕੜ
ps: مخکینی پس منظر
pt_br: Fundo anterior
ru: Предыдущий фон
sr_latn: Prethodna pozadina
sw: Mandharinyuma iliyopita
ta: முந்தைய பின்னணி
th: พื้นหลังก่อนหน้า
tr: Önceki arka plan
uk: Попередній фон
ur: پچھلے پس منظر

source: Previous look
ar: المنظر السابق
bn: পূর্ববর্তী চেহারা
de: Voriges Aussehen
fa: نگاه قبلی
fr: Vue précédente
hi: पिछला देखो
id: Tampilan sebelumnya
ja: 前の外見
pa: ਪਿਛਲਾ ਟ੍ਰੈਕ
ps: مخکینی نظر
pt_br: Aparência anterior
ru: Предыдущий образ
sr_latn: Prethodni izgled
sw: Muonekano uliopita
ta: முந்தைய தோற்றம்
th: ดูก่อนหน้า
tr: Önceki görüntü
uk: Попередній вигляд
ur: پچھلے نظر

source: Privacy
de: Privatsphäre
pt_br: Privacidade
ru: Конфиденциальность
th: ความเป็นส่วนตัว
uk: Конфіденційність
ur: نجی معلومات

source: Privacy Settings
ar: اعدادات الخصوصية
bn: গোপনীয়তা সেটিংস
de: Datenschutz-Einstellungen
fa: تنظیمات حریم خصوصی
fr: Paramètres de confidentialité
hi: गोपनीयता व्यवस्था
id: Pengaturan Privasi
ja: プライバシー設定
pa: ਗੋਪਨੀਯਤਾ ਸੈਟਿੰਗਜ਼
ps: د محرمیت ترتیبات
pt_br: Configurações de Privacidade
ru: Настройки приватности
sr_latn: Podešavanja privatnosti
ta: தனியுரிமை அமைப்புகள்
th: การตั้งค่าความเป็นส่วนตัว
tr: Gizlilik ayarları
uk: Налаштування конфіденційність
ur: رازداری کی ترتیبات

source: Project
ar: المشروع
bn: প্রজেক্ট
de: Projekt
fa: پروژه
fr: Projet
hi: परियोजना
id: Proyek
ja: プロジェクト
pa: ਪ੍ਰੋਜੈਕਟ
ps: پروژه
pt_br: Projeto
ru: Проект
sr_latn: Projekat
sw: Mradi
ta: திட்டம்
th: โครงการ
tr: Proje
uk: Проєкт
ur: منصوبہ

source: Project name
ar: اسم البرنامج
bn: প্রজেক্টের নাম
de: Projektname
fa: نام پروژه
fr: Nom du projet
hi: परियोजना का नाम
id: Nama Proyek
ja: プロジェクト名
pa: ਪ੍ਰੋਜੈਕਟ ਦਾ ਨਾਮ
ps: د پروژې نوم
pt_br: Nome do projeto
ru: Название проекта
sr_latn: Naziv projekta
ta: செயற்திட்டத்தின் பெயர்
th: ชื่อโครงการ
tr: Proje ismi
uk: Назва проєкту
ur: نام پروجیکٹ

source: Project Name is necessary!
ar: اسم المشروع ضروري!
bn: প্রজেক্টের নাম প্রয়োজন!
de: Name des Projektes ist erforderlich!
fa: نام پروژه ضروری است!
fr: Le nom du projet est nécessaire!
hi: प्रोजेक्ट का नाम आवश्यक है!
id: Nama Proyek diperlukan!
ja: プロジェクト名が必要です！
pa: ਪ੍ਰੋਜੈਕਟ ਦਾ ਨਾਮ ਜ਼ਰੂਰੀ ਹੈ!
ps: د پروژې نوم اړین دی!
pt_br: Nome do projeto é necessário!
ru: Проект должен иметь название!
sr_latn: Naziv projekta je neophodan!
ta: திட்டத்தின் பெயர் அவசியம்!
th: ชื่อโครงการจำเป็น!
tr: Proje Adı gerekli!
uk: Назва проєкту необхідна!
ur: پروگرام کا نام ضروری ہے۔

source: Projects
ar: البرامج
bn: প্রজেক্টসমূহ
de: Projekte
fa: برنامه ها
fr: Programmes
hi: प्रोग्राम्स
id: Proyek
ja: プログラム
pa: ਪ੍ਰੋਜੈਕਟ
ps: پروژې
pt_br: Projetos
ru: Проекты
sr_latn: Programi
sw: Programu
ta: திட்டங்கள்
th: โครงการ
tr: Projeler
uk: Проєкти
ur: پروگرامات

source: Projects on device
ar: البرامج
bn: ডিভাইসে প্রজেক্টগুলি
de: Projekte am Gerät
fa: برنامه ها
fr: Programmes
hi: प्रोग्राम्स
id: Proyek di perangkat
ja: プログラム
pa: ਡਿਵਾਈਸ ਤੇ ਪ੍ਰਾਜੈਕਟ
ps: په وسیله کې پروژې
pt_br: Projetos
ru: Проекты на устройстве
sr_latn: Programi
sw: Programu
ta: சாதனத்தில் உள்ள திட்டங்கள்
th: โครงการบนอุปกรณ์​
tr: Projelerin
uk: Проєкти на пристрої
ur: پروگرامات

source: Properties
ar: الكائن
bn: বিশিষ্টতাসমূহ
de: Eigenschaften
fa: شی
fr: Objet
hi: वस्तु
id: Properti
ja: オブジェクト
pa: ਗੁਣ
ps: ملکیتونه
pt_br: Propriedades
ru: Свойства
sr_latn: Svojstva
ta: பொருள்
th: วัตถุ
uk: Властивості
ur: آبجیکٹ

source: random position
ar: موقع عشوائي
bn: এলোমেলো অবস্থান
de: Zufallsposition
fa: موقعیت تصادفی
fr: Position aléatoire
hi: यादृच्छिक स्थिति
id: Posisi acak
ja: ランダムな位置
pa: ਬੇਤਰਤੀਬੇ ਸਥਿਤੀ
ps: تصادفي موقعیت
pt_br: posição aleatória
ru: случайная позиция
sr_latn: nasumična pozicija
ta: சீரற்ற நிலை
th: ตำแหน่งสุ่ม
tr: Rastgele pozisyon
uk: випадкова позиція
ur: بے ترتیب پوزیشن

source: random value from to
ar: رقم عشوائي
bn: থেকে এলোমেলো মান
de: Zufallszahl von bis
fa: تصادفی
fr: aléatoire
hi: यादृच्छिक
id: nilai acak dari ke
ja: からのランダムな値
pa: ਤੋਂ ਬੇਤਰਤੀਬੇ ਮੁੱਲ
ps: له تصادفي ارزښت څخه تر
pt_br: valor aleatório
ru: случайное значение от до
sr_latn: slučajna vrednost od do
ta: சீரற்ற மதிப்பு முதல் வரை
th: สุ่มค่า
uk: випадкове значення
ur: سے بے ترتیب قیمت

source: Rate Us
ar: قم بتقييمنا
bn: আমাদের মতামত দিন
de: Bewerte uns
fa: ما را ارزیابی کنید
fr: Notez-nous
hi: हमें रेटिंग दें
id: Beri Peringkat
ja: 評価してください
pa: ਸਾਨੂੰ ਦਰਜਾ ਦਿਓ
ps: موږ ته درجه ورکړئ
pt_br: Avalie-nos
ru: Оценить нас
sr_latn: Ocenite nas
sw: Tukadirie
ta: எங்களுக்கு மதிப்பிடுக
th: ให้คะแนนเรา
tr: Tavsiye et
uk: Оцініть нас
ur: ہمیں اعزاز دیں!

source: RE
ar: ري
hi: पुन
id: KEMBALI
ps: په دې وروستیو کې کارول کیږي
ru: РЕ
tr: YENİDEN
uk: РЕ

source: Recently used
ar: مستخدم مؤخرا
bn: সম্প্রতি ব্যবহৃত
de: Zuletzt verwendet
fa: اخیرا مورد استفاده قرار گرفته
fr: Récemment utilisé
hi: हाल ही में उपयोग किया गया
id: Baru - baru ini digunakan
ja: 最近使用したもの
ps: په دې وروستیو کې کارول کیږي
pt_br: Usados recentemente
ru: Недавно использованные
th: ใช้ล่าสุด
uk: Нещодавно використані
ur: حال ہی میں استعمال کیا گیا۔

source: Recording
ar: تسجيل
bn: রেকর্ডিং
de: Aufnehmen
fa: ضبط کردن
fr: Enregistrement
hi: रिकॉर्डिंग
id: Rekam
ja: 録音中
pa: ਰਿਕਾਰਡਿੰਗ
ps: ثبت کول
pt_br: Gravando
ru: Идет запись
sr_latn: Snimanje
sw: Inarekodi
ta: பதிவுசெய்கிறது
th: กำลังบันทึก
tr: Kayıt
uk: Йде запис
ur: ریکارڈنگ

source: Rectangle / Square
ar: مستطيل/مربع
bn: আয়তক্ষেত্র / স্কোয়ার
de: Rechteck / Quadrat
fa: مستطیل / مربع
fr: Rectangle / Carré
hi: आयत / वर्ग
id: Rectangl/Square
ja: 矩形/正方形（角）
pa: ਆਇਤਾਕਾਰ / ਵਰਗ
ps: مستطیل / مربع
pt_br: Retângulo / Quadrado
ru: Прямоугольник / Квадрат
sr_latn: Pravougaonik / kvadrat
sw: Mstatili/Mraba
ta: செவ்வகம் / சதுரம்
th: สี่เหลี่ยมผืนผ้า / สี่เหลี่ยมจัตุรัส
tr: Dikdörtgen / kare
uk: Прямокутник / Квадрат
ur: مستطیل / مربع

source: Red
ar: أحمر
bn: লাল
de: Rot
fa: قرمز
fr: Rouge
hi: लाल
id: Merah
ja: 赤
pa: ਲਾਲ
ps: سور
pt_br: Vermelho
ru: Красный
sr_latn: Crvena
sw: Nyekunduu
ta: சிவப்பு
th: สีแดง
tr: Kırmızı
uk: Червоний
ur: سرخ

source: red
ar: احمر
bn: লাল
de: Rot
fa: قرمز
fr: rouge
hi: लाल
id: merah
ja: 赤
pa: ਲਾਲ
ps: سور
pt_br: vermelho
ru: красный
sr_latn: crvena
sw: Nyekundu
ta: சிவப்பு
th: สีแดง
tr: Kırmızı
uk: червоний
ur: سرخ

source: Registration successful
ar: تم التسجيل بنجاح
bn: নিবন্ধন সফল
de: Registrierung erfolgreich
fa: ثبت نام موفقیت آمیز
fr: Inscription réussie
hi: पंजीकरण सफल हो गया|
id: Pendaftaran berhasil
ja: 登録が完了しました
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਸਫਲ
ps: نوم لیکنه بریالۍ شوه
pt_br: Cadastro bem-sucedido
ru: Регистрация успешно завершена
sr_latn: Registracija je uspešna
sw: Usajili umefanikiwa
ta: பதிவு ஏற்றுகொள்ளப்பட்டது
th: ลงทะเบียนสำเร็จ
tr: Kayıt başarılı
uk: Реєстрація пройшла успішно
ur: رجسٹریشن کامیاب!

source: regular expression
ar: التعبير العادي
bn: নিয়মিত অভিব্যক্তি
de: regulärer Ausdruck
fa: عبارت منظم
fr: expression régulière
hi: नियमित अभिव्यक्ति
id: ekspresi reguler
ja: 正規表現
pa: ਨਿਯਮਤ ਸਮੀਕਰਨ
ps: منظم بیان
pt_br: expressão regular
ru: регулярное выражение
ta: வழக்கமான வெளிப்பாடு
th: การแสดงออกปกติ
uk: регулярний вираз
ur: باقاعدہ اظہار
