Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: Arduino extension
ar: لبّنات برمجية لـ اردوينو
bn: আরডুইনো এক্সটেনশন
de: Arduino Bausteine
fa: فرمت Arduino
fr: Modules d'Arduino
hi: ार्डुइनो ईंटें
id: Batu bata Arduino
ja: Arduino ブロック
pa: ਅਰੂਦਿਨੋ ਐਕਸਟੈਂਸ਼ਨ
ps: د Arduino توسیع
pt_br: Extensão Arduino
ru: Расширение Arduino
sr_latn: Arduino ekstenzija
sw: Matofali ya Arduino
ta: அர்டினோ நீட்டிப்பு
th: ส่วนขยาย Arduino
tr: Arduino tuğlaları
uk: Розширення Arduino
ur: آردوانو توسیع

source: Are you sure you want to delete your account? This cannot be undone!
de: Bist du sicher, dass du dein Konto löschen willst? Dies kann nicht rückgängig gemacht werden!
pt_br: Tem certeza que deseja apagar sua conta? Isso não poderá ser desfeito!
ru: Вы уверены, что хотите удалить ваш аккаунт? Это нельзя отменить!
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ? สิ่งนี้ไม่สามารถยกเลิกได้!
uk: Ви впевнені, що хочете видалити обліковий запис? Ця дія незворотна!

source: Ask
ar: اسأل
bn: জিজ্ঞাসা করুন
de: Frage
fa: بپرس
fr: demandez à
hi: पूछें
id: Meminta
ja: 質問する
pa: ਪੁੱਛੋ
ps: پوښتنه
pt_br: Perguntar
ru: Спросить
th: คำถาม
tr: Sor
uk: Запитати
ur: پوچھو

source: at
ar: في
bn: সম্পর্কে
de: bei
fa: در
fr: à
hi: पर
id: di
ja: 位置
pa: ਤੇ
ps: په
pt_br: em
ru: в
sw: katika
th: ที่
tr: en
uk: на
ur: پر

source: at position
ar: في الموقع
bn: অবস্থান
de: auf Position
fa: در موقعیت
fr: à la position
hi: स्थिति पर
id: pada posisi
ja: 位置
pa: ਸਥਿਤੀ 'ਤੇ
ps: په موقف کې
pt_br: na posição
ru: на позиции
sr_latn: na položaju
sw: katika nafasi ya
ta: நிலையில்
th: ที่ตำแหน่ง
tr: pozisyon
uk: на позиції
ur: پوزیشن پر

source: Attributes:
ar: خصائص:
bn: বিভাগসমূহ
de: Eigenschaften:
fa: خصوصيت
fr: Attributs :
hi: मत्थे मढ़ना:
id: Atribut:
ja: 属性:
pa: ਗੁਣ:
ps: صفتونه:
pt_br: Atributos:
ru: Атрибуты:
sr_latn: Atributi:
sw: Sifa:
ta: பண்புகள்:
th: คุณลักษณะ:
tr: Özellikler:
uk: Атрибути:
ur: خصوصیات

source: Aug
ar: آب (أغسطس)
bn: আগস্ট
fa: آگوست
fr: Aoû
hi: अगस्त
id: Agt
ja: 8月
pa: ਅਗਸਤ
ps: اګست
pt_br: Ago
ru: Авг
sr_latn: Avg
th: ส.ค
tr: Ağustos
uk: Сер
ur: اگست

source: August
ar: آب
bn: আগস্ট
fa: آگوست‌
fr: Août
hi: अगस्त
id: Agustus
ja: 8月
pa: ਅਗਸਤ
ps: اګست
pt_br: Agosto
ru: Август
sr_latn: Avgust
sw: Agosti
ta: ஆகஸ்ட்
th: สิงหาคม
tr: Ağustos
uk: Серпень
ur: اگست

source: Authentication failed
ar: فشلت المصادقة
bn: প্রমাণ করতে ব্যর্থ
de: Authentifizierung fehlgeschlagen
fa: تایید هویت موفق نبود
fr: Echec de l'authentification
hi: प्रमाणिकरण ‌असफल
id: Otentikasi gagal
ja: 認証に失敗しました
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਅਸਫਲ
ps: تصدیق ناکام شو
pt_br: A autenticação falhou
ru: Ошибка авторизации
sr_latn: Autentifikacija nije uspela
sw: Uhalalishaji umeshindikana
ta: அங்கீகரிப்பு தோல்வியுற்றது
th: รับรองความถูกต้องล้มเหลว
tr: Kimlik doğrulaması başarısız oldu
uk: Помилка автентифікації
ur: تصدیق میں ناکام رہے

source: Author
ar: المؤلف
bn: লেখক
de: Autor
fa: نويسنده
fr: Auteur
hi: लेखक
id: Penulis
ja: 作成者
pa: ਲੇਖਕ
ps: لیکوال
pt_br: Autor
ru: Автор
sr_latn: Autor
sw: Mwandishi
ta: நுாலாசிரியர்
th: ผู้เขียน
tr: Yazar
uk: Автор
ur: مصنف

source: Axes
ar: محاور
bn: অক্ষ
de: Achsen
fa: محور
hi: अक्ष
id: Sumbu
ja: 軸
pa: ਧੁਰਾ
ps: محورونه
pt_br: Eixos
ru: Оси
sr_latn: Ose
sw: Jira
ta: அச்சுகள்
th: แกน
tr: Eksenler
uk: Осі
ur: تقاطع

source: back
ar: الرجوع
bn: পিছনে
de: zurück
fa: برگشت
fr: verso
hi: वापस जाएँ।
id: kembali
ja: 戻る
pa: ਵਾਪਸ
ps: بیرته
pt_br: voltar
ru: назад
sr_latn: nazad
ta: பின்செல்
th: กลับ
tr: geri
uk: назад
ur: واپس

source: Back
ar: رجوع
bn: পিছনে
de: Zurück
fa: به سمت عقب پرواز کن
fr: Retour
hi: पीछे जाए
id: Kembali
ja: 戻る
pa: ਵਾਪਸ
ps: بیرته
pt_br: Voltar
ru: Назад
sr_latn: Nazad
sw: Nyuma
ta: பின்செல்
th: ย้อนกลับ
tr: Geri
uk: Назад
ur: واپس

source: Background
ar: خلفية الشاشة
bn: ব্যাকগ্রাউন্ড
de: Hintergrund
fa: پس زمینه
fr: Arrière-plan
hi: पृष्ठभूमि
id: Latar belakang
ja: 背景
pa: ਪਿਛੋਕੜ
ps: شاليد
pt_br: Pano de Fundo
ru: Фон
sr_latn: Pozadina
sw: Mandharinyuma
ta: பின்னணி
th: พื้นหลัง
tr: Arka plan
uk: Тло
ur: پس پشت

source: background name
ar: إسم خلفية الشاشة
bn: ব্যাকগ্রাউন্ড নাম
de: Hintergrundname
fa: نام پس زمینه
fr: nom de l'arrière-plan
hi: पृष्ठभूमि का नाम
id: nama latar belakang
ja: 背景名
pa: ਪਿਛੋਕੜ ਦਾ ਨਾਮ
ps: د شاليد نوم
pt_br: nome do fundo
ru: название фона
sr_latn: ime pozadine
sw: jina_la_mandharinyuma
ta: பின்னணி பெயர்
th: ชื่อพื้นหลัง
tr: arka plan adı
uk: назва тла
ur: پس منظر کے نام

source: background number
ar: رقم خلفية الشاشة
bn: ব্যাকগ্রাউন্ড নম্বর
de: Nummer des Hintergrunds
fa: شماره پیشین
fr: numéro d'arrière-plan
hi: पृष्ठभूमि संख्या
id: nomor latar belakang
ja: バックグラウンド番号
pa: ਪਿਛੋਕੜ ਨੰਬਰ
ps: د شاليد شمېره
pt_br: número do fundo
ru: номер фона
sr_latn: broj pozadine
sw: namba_ya_mandharinyuma
ta: பின்னணி எண்
th: หมายเลขพื้นหลัง
tr: arka plan numarası
uk: номер тла
ur: پس منظر نمبر

source: Backgrounds
ar: خلفيات الشاشة
bn: ব্যাকগ্রাউন্ড
de: Hintergründe
fa: پس‌زمینه‌ها
fr: Arrière-plans
hi: पृष्ठभूमियाँ
id: Latar belakang
ja: 背景
pa: ਪਿਛੋਕੜ
ps: پس منظر
pt_br: Pano de fundo
ru: Фоны
sr_latn: Pozadine
sw: Mandharinyuma
ta: பின்னணிகள்
th: พื้นหลัง
tr: Arka planlar
uk: Тла
ur: پس منظر

source: Bass
ar: كاسح
bn: বাস
fr: Basse
hi: बेस
id: Bas
ja: ベース
pa: ਬਾਸ
ps: باس
pt_br: Baixo
ru: Бас
th: เบส
uk: Бас
ur: باس

source: Bassoon
ar: باسون
bn: বসুন
de: Fagott
fa: باسن
fr: Basson
hi: अलगोजा
ja: バスーン
pa: ਬਾਸੂਨ
ps: باسون
pt_br: Fagote
ru: Бассон
th: บาสซูน
uk: Фагот
ur: باسون

source: Be very careful before allowing access, since the link may expose your personal information, such as your precise geographical location or any text you have entered to malicious other persons or to the public. See our wiki for more information why this can be extremely dangerous. By always allowing access, you will not be asked again to confirm web addresses from this domain. If you want to revoke this permission later, you can remove the domain from the list of trusted domains in the settings of this app.
ar: كن حذرًا جدًا قبل السماح بالوصول ، لأن الرابط قد يعرض معلوماتك الشخصية ، مثل موقعك الجغرافي الدقيق أو أي نص أدخلته لأشخاص آخرين ضارين أو للجمهور. راجع موقع ويكي الخاص بنا للحصول على مزيد من المعلومات حول سبب خطورة ذلك. بالسماح دائمًا بالوصول ، لن يُطلب منك مرة أخرى تأكيد عناوين الويب من هذا النطاق. إذا كنت تريد إلغاء هذا الإذن لاحقًا ، فيمكنك إزالة المجال من قائمة النطاقات الموثوقة في إعدادات هذا التطبيق.
de: Sei sehr vorsichtig, bevor du den Zugriff erlaubst, da der Link deine persönlichen Daten, wie z. B. deinen genauen geografischen Standort oder einen von dir eingegebenen Text, an böswillige andere Personen oder die Öffentlichkeit weitergeben kann. In unserem Wiki findest du weitere Informationen, warum dies äußerst gefährlich sein kann. Wenn du den Zugriff immer zulasst, wirst du nicht mehr aufgefordert, Webadressen von dieser Domäne zu bestätigen. Wenn du diese Erlaubnis später widerrufen möchtest, kannst du die Domäne in den Einstellungen dieser App aus der Liste der vertrauenswürdigen Domänen entfernen.
fa: بسیار مراقب باشید قبل از اجازه دسترسی، از آنجا که لینک ممکن است اطلاعات شخصی خود را، مانند موقعیت جغرافیایی دقیق خود و یا هر متن که شما به افراد مخرب و یا به مردم وارد شده است. Wiki ما را برای اطلاعات بیشتر ببینید چرا این می تواند بسیار خطرناک باشد. با همیشه اجازه دسترسی، شما دوباره خواسته نخواهید شد تا آدرس های وب را از این دامنه تایید کنید. اگر می خواهید این مجوز را بعدا لغو کنید، می توانید دامنه را از لیست دامنه های مورد اعتماد در تنظیمات این برنامه حذف کنید.
hi: अनुमति देने से पहले बिल्कुल सावधान रहें , क्योंकि यह लिंक आपकी व्यक्तिगत जानकारी को उजागर कर सकता हैं, जैसे कि आपका सटीक भौगोलिक स्थान या फिर आपके द्वारा किसी अन्य व्यक्ति या जनता के लिए लिखा गया कोई भी द्वेषपूर्ण लेख। अधिक जानकारी के लिए हमारा विकि पेज देखें कि क्यों यह बेहद खतरनाक हो सकता है। हमेशा की अनुमति देने पर आपसे दोबारा इस डोमेन की पुष्टि के लिए नहीं पूछा जाएगा। यदि आप बाद में इस अनुमति को रद्द करना चाहते हैं तो आप इस ऐप की सेटिंग में इस डोमेन को भरोसेमंद डोमेन की सूची से हटा सकते हैं।
ps: د لاسرسي اجازه ورکولو دمخه خورا محتاط اوسئ ، ځکه چې لینک ممکن ستاسو شخصي معلومات افشا کړي ، لکه ستاسو دقیق جغرافیایی موقعیت یا کوم متن چې تاسو ناوړه نورو اشخاصو یا خلکو ته داخل کړی وي. د نورو معلوماتو لپاره زموږ ویکي وګورئ ولې دا خورا خطرناک کیدی شي. د تل لپاره د لاسرسي اجازه ورکولو سره، تاسو به بیا د دې ډومین څخه د ویب پتې تصدیق کولو لپاره نه وپوښتل شي. که تاسو غواړئ دا اجازه وروسته لغوه کړئ، تاسو کولی شئ د دې اپلیکیشن په ترتیباتو کې د باور وړ ډومینونو له لیست څخه ډومین لرې کړئ.
pt_br: Tenha muito cuidado antes de permitir o acesso, pois o link pode expor suas informações pessoais, como sua localização geográfica exata ou qualquer texto que você tenha digitado para outras pessoas maliciosas ou para o público. Veja nossa wiki para mais informações pois isso pode ser extremamente perigoso. Ao permitir sempre o acesso, você não será solicitado para confirmar os endereços web deste domínio. Se você deseja revogar essa permissão mais tarde, você pode remover o domínio da lista de domínios confiáveis nas configurações desta aplicação.
ru: Будьте предельно внимательны перед предоставлением доступа, так как ссылка может раскрыть вашу личную информацию, например, ваше точное географическое местоположение или любой текст, который вы ввели для злоумышленников или для общественности. Смотрите нашу вики для получения дополнительной информации, почему это может быть очень опасно. Открывая доступ на все время, с вас не будут повторно запрашивать подтверждение веб-адресов с этого домена. Если вы хотите отменить это разрешение позже, вы можете удалить домен из списка доверенных доменов в настройках этого приложения.
th: โปรดใช้ความระมัดระวังให้มากก่อนอนุญาตให้เข้าถึง เนื่องจากลิงก์อาจเปิดเผยข้อมูลส่วนบุคคลของคุณ เช่น ตำแหน่งทางภูมิศาสตร์ที่แม่นยำของคุณ หรือข้อความใดๆ ที่คุณป้อนให้กับบุคคลอื่นที่เป็นอันตรายหรือต่อสาธารณะ ดูวิกิของเราสำหรับข้อมูลเพิ่มเติมว่าทำไมสิ่งนี้จึงเป็นอันตรายอย่างยิ่ง การอนุญาตการเข้าถึงทุกครั้งจะไม่ขอให้คุณยืนยันที่อยู่เว็บจากโดเมนนี้อีก หากคุณต้องการเพิกถอนการอนุญาตนี้ในภายหลัง คุณสามารถลบโดเมนออกจากรายการโดเมนที่เชื่อถือได้ในการตั้งค่าของแอพนี้
uk: Будьте дуже обережні, перш ніж дозволити доступ, оскільки посилання може розкрити вашу особисту інформацію, таку як ваше точне географічне розташування або будь-який текст, який ви ввели зловмисним іншим особам або громадськості. Дивіться нашу вікі для отримання додаткової інформації, чому це може бути надзвичайно небезпечно. Завжди дозволяючи доступ, вам більше не буде запропоновано підтвердити веб-адреси з цього домену. Якщо ви хочете скасувати цей дозвіл пізніше, ви можете видалити домен зі списку довірених доменів у налаштуваннях цього додатка.
ur: رسائی کی اجازت دینے سے پہلے بہت محتاط رہیں، کیونکہ لنک آپ کی ذاتی معلومات کو ظاہر کر سکتا ہے، جیسے کہ آپ کا درست جغرافیائی محل وقوع یا کوئی بھی متن جو آپ نے نقصان دہ دوسرے افراد یا عوام کے لیے درج کیا ہے۔ ہمیشہ رسائی کی اجازت دینے سے، آپ سے اس ڈومین سے ویب پتوں کی تصدیق کرنے کے لیے دوبارہ نہیں کہا جائے گا۔ اگر آپ بعد میں اس اجازت کو منسوخ کرنا چاہتے ہیں، تو آپ اس ایپ کی سیٹنگز میں ڈومین کو قابل اعتماد ڈومینز کی فہرست سے ہٹا سکتے ہیں۔

source: becomes true
ar: يتحقق الشرط
bn: সত্য হয়
de: wahr wird
fa: درست می شود
fr: devient vrai
hi: सच हो जाए
id: menjadi kenyataan
ja: 真になる
pa: ਸੱਚ ਬਣ ਜਾਂਦਾ ਹੈ
ps: رښتیا کیږي
pt_br: se tornar verdadeiro
ru: становится истинным
sr_latn: postane tačno
ta: உண்மை ஆகிறது
th: กลายเป็นจริง
tr: Olurşa
uk: стає істинним
ur: سچ ہو جاتا ہے

source: Before you can start coding, please read and accept our Privacy Policy to use the app:
ar: قبل أن تتمكن من بدء البرمجة، يرجى قراءة وقبول سياسة الخصوصية لاستخدام التطبيق:
bn: আপনি কোডিং শুরু করার আগে, অ্যাপ্লিকেশনটি ব্যবহার করতে দয়া করে আমাদের গোপনীয়তা নীতিটি পড়ুন এবং গ্রহণ করুন:
de: Bevor du mit der App loslegen kannst, lese und akzeptiere bitte unsere Datenschutzvereinbarung:
fa: قبل از اینکه بتوانید برنامه نویسی را شروع کنید، لطفا سیاست حفظ حریم خصوصی ما را بخوانید و قبول کنید تا از برنامه استفاده کنید:
fr: Avant de commencer à coder, veuillez lire et accepter notre politique de confidentialité pour utiliser l'application:
hi: इससे पहले कि आप कोडिंग शुरू कर सकें, एप्लिकेशन का उपयोग करने के लिए कृपया हमारी गोपनीयता नीति पढ़ें और स्वीकार करें:
id: Sebelum Anda dapat memulai pengkodean, harap baca dan setujui Kebijakan Privasi kami untuk menggunakan aplikasi:
ja: コーディングを開始する前に、アプリを使用するために当社のプライバシーポリシーをお読みいただき、同意してください:
pa: ਕੋਡਿੰਗ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਨੂੰ ਪੜ੍ਹੋ ਅਤੇ ਸਵੀਕਾਰ ਕਰੋ:
ps: مخکې لدې چې تاسو کوډ کول پیل کړئ ، مهرباني وکړئ د ایپ کارولو لپاره زموږ د محرمیت تګلاره ولولئ او ومنئ:
pt_br: Antes de começar a programar, leia e aceite nossa Política de Privacidade para usar o aplicativo:
ru: Прежде чем вы сможете приступить к программированию, прочтите и примите нашу политику конфиденциальности, чтобы использовать приложение:
sr_latn: Pre nego što počnete sa programiranjem, pročitajte i prihvatite našu Politiku privatnosti da biste koristili aplikaciju:
th: ก่อนที่คุณจะเริ่มการเข้ารหัสโปรดอ่านและยอมรับนโยบายความเป็นส่วนตัวของเราเพื่อใช้แอพ:
tr: Lütfen başlamadan önce, uygulamayı kullanmak için Gizlilik Politikamızı okuyun ve kabul edin:
uk: Перш ніж почати кодування, будь ласка, прочитайте і прийміть нашу політику конфіденційності для використання додатка:
ur: اس سے پہلے کہ آپ کوڈنگ شروع کر سکیں، ایپ کو استعمال کرنے کے لیے براہ کرم ہماری پرائیویسی پالیسی کو پڑھیں اور قبول کریں:

source: blue
ar: ازرق
bn: নীল
de: Blau
fa: آبی
fr: bleu
hi: नीला
id: biru
ja: 青
pa: ਨੀਲਾ
ps: آبي
pt_br: azul
ru: синий
sr_latn: plava
sw: Bluu
ta: நீலம்
th: สีน้ำเงิน
tr: Mavi
uk: синій
ur: نیلا

source: Blue
ar: أزرق
bn: নীল
de: Blau
fa: آبی
fr: Bleu
hi: नीला
id: Biru
ja: 青
pa: ਨੀਲਾ
ps: آبي
pt_br: Azul
ru: Синий
sr_latn: Plava
sw: Bluu
ta: நீலம்
th: สีน้ำเงิน
tr: Mavi
uk: Синій
ur: نیلا

source: Bluetooth is not available. Either your device does not support Bluetooth 4.0 or your Bluetooth chip is damaged. Please check it by connection to another Bluetooth device in the Settings.
ar: البلوثوت غير متوفر. إما جهازك لا يدعم تقنية البلوتوث 4.0 أو رقاقة البلوتوث في جهازك معطوبة. من فضلك قم بتفحصها من خلال الاتصال بجهاز بلوتوث آخر في الإعدادات.
bn: ব্লোটুথ পাওয়া যায় নি। হয় আপনার ডিভাইস ব্লোটুথ 4.0 সমর্থন করে না বা আপনার ব্লোটুথ চিপ ক্ষতিগ্রস্থ হয়েছে। সেটিংসে অন্য ব্লোটুথ ডিভাইসের সাথে সংযোগ করে এটি পরীক্ষা করুন।
de: Bluetooth ist nicht erreichbar. Entweder unterstützt dein Gerät Bluetooth 4.0 nicht oder Ihr Bluetooth-Chip ist beschädigt. Bitte überprüfe, ob Verbindungen zu anderen Geräten über Bluetooth möglich ist.
fa: بلوتوث در دسترس نیست. یا دستگاه شما بلوتوث 4.0 را پشتیبانی نمی کند یا تراشه بلوتوث شما آسیب دیده است. لطفا آن را با اتصال به دستگاه بلوتوث دیگر در تنظیمات بررسی کنید.
fr: Bluetooth n'est pas disponible. Soit votre appareil ne prend pas en charge le Bluetooth 4. ou votre puce Bluetooth est endommagé. Veuillez la vérifier par connexion à un autre appareil Bluetooth dans les paramètres.
hi: ब्लूटूथ उपलब्ध नहीं है। या तो आपका डिवाइस ब्लूटूथ 4.0 का समर्थन नहीं करता है या आपकी ब्लूटूथ चिप क्षतिग्रस्त है। कृपया सेटिंग्स में किसी अन्य ब्लूटूथ डिवाइस के कनेक्शन से इसे जांचें।
id: Bluetooth tidak tersedia Perangkat Anda tidak mendukung Bluetooth 4.0 atau chip Bluetooth Anda rusak. Harap periksa dengan koneksi ke perangkat Bluetooth lain di Pengaturan.
ja: Bluetoothが利用できません。お使いのデバイスがBluetoothをサポートしていません 4. またはBluetoothチップが破損しています。設定で別のBluetoothデバイスに接続して確認してください。
pa: ਬਲਿ Bluetoothਟੁੱਥ ਉਪਲਬਧ ਨਹੀਂ ਹੈ. ਜਾਂ ਤਾਂ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਬਲੂਟੁੱਥ 4.0 ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦੀ ਜਾਂ ਤੁਹਾਡੀ ਬਲਿ Bluetoothਟੁੱਥ ਚਿੱਪ ਖਰਾਬ ਹੋ ਗਈ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਇਸਨੂੰ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇੱਕ ਹੋਰ ਬਲਿ Bluetoothਟੁੱਥ ਡਿਵਾਈਸ ਨਾਲ ਕਨੈਕਸ਼ਨ ਦੁਆਰਾ ਜਾਂਚ ਕਰੋ.
ps: بلوتوث شتون نلري. یا ستاسو وسیله د بلوتوټ 4.0 ملاتړ نه کوي یا ستاسو د بلوتوټ چپ خراب شوی. مهرباني وکړئ دا په ترتیباتو کې د بل بلوتوټ وسیلې سره د پیوستون له لارې چیک کړئ.
pt_br: O Bluetooth não está disponível, o seu dispositivo não suporta o Bluetooth 4.0 ou o seu circuito integrado de Bluetooth está danificado. Por favor, verifique ligando a outro dispositivo Bluetooth nas Configurações.
ru: Bluetooth недоступен. Либо ваше устройство не поддерживает Bluetooth 4.0, либо ваш Bluetooth-чип поврежден. Пожалуйста, проверьте это, соединив ваше устройство с другим Bluetooth устройством в Настройках.
sr_latn: Bluetooth nije dostupan. Ili vaš uređaj ne podržava Bluetooth 4.0 ili je Bluetooth čip oštećen. Proverite sa povezivanjem drugih Bluetooth uređaja u podešavanjima.
ta: புளூடூத் கிடைக்கவில்லை. உங்கள் சாதனம் புளூடூத் 4.0 ஐ ஆதரிக்கவில்லை அல்லது உங்கள் புளூடூத் சிப் சேதமடைந்துள்ளது. அமைப்புகளில் உள்ள மற்றொரு புளூடூத் சாதனத்துடன் இணைப்பு மூலம் சரிபார்க்கவும்.
th: บลูทูธไม่พร้อมใช้งาน อุปกรณ์ของคุณไม่รองรับ Bluetooth 4.0 หรือชิป Bluetooth ของคุณเสียหาย โปรดตรวจสอบโดยเชื่อมต่อกับอุปกรณ์ Bluetooth อื่นในการตั้งค่า
tr: Bluetooth kullanılamaz. Cihazınız Bluetooth 4.0 teknolojisi desteklemiyor veya Bluetooth çipi zarar görmüş. Lütfen başka bir cihazda kontrol edin.
uk: Bluetooth недоступний. Пристрій не підтримує Bluetooth 4.0 або пошкоджено чіп Bluetooth. Будь ласка, перевірте його, підключившись до іншого пристрою Bluetooth у Налаштуваннях.
ur: بلوٹوت دستیاب نہیں ہے. یا تو آپ کا آلہ بلوٹوت 4.0 کی حمایت نہیں کرتا ہے یا آپ کا بلوٹوت چپ نقصان پہنچا ہے. اس ترتیبات میں کسی اور بلوٹوت آلہ کے سلسلے میں براہ کرم چیک کریں.

source: Bluetooth is turned off. Please turn it on to connect to a Bluetooth device.
ar: خاصية البلوتوث متوقفة, الرجاء تشغيلها لتوصيل جهاز بلوتوث.
bn: ব্লোটুথ বন্ধ আছে। একটি ব্লোটুথ ডিভাইসে সংযোগ করতে দয়া করে এটি চালু করুন।
de: Bluetooth ist ausgeschalten. Bitte schalte zuerst Bluetooth ein um dich mit dem Gerät zu verbinden.
fa: بلوتوث خاموش است لطفا آن را برای اتصال به یک دستگاه بلوتوث تبدیل کنید.
fr: Le Bluetooth est désactivé. Veuillez l'activer pour vous connecter à un périphérique Bluetooth.
hi: ब्लूटूथ बंद है। कृपया इसे ब्लूटूथ डिवाइस से कनेक्ट करने के लिए चालू करें।
id: Bluetooth dimatikan. Harap aktifkan untuk terhubung ke perangkat Bluetooth.
ja: Bluetoothがオフになっています。Bluetoothデバイスに接続するにはオンにしてください。
pa: ਬਲਿ Bluetoothਟੁੱਥ ਬੰਦ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਇਸਨੂੰ ਇੱਕ ਬਲੂਟੁੱਥ ਡਿਵਾਈਸ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਲਈ ਚਾਲੂ ਕਰੋ.
ps: بلوتوث بند دی. مهرباني وکړئ د بلوتوث وسیلې سره وصل کیدو لپاره دا چالان کړئ.
pt_br: O Bluetooth está desativado. Por favor, ative-o para se conectar a um dispositivo Bluetooth.
ru: Bluetooth выключен. Пожалуйста, включите его для подключения к Bluetooth-устройству.
sr_latn: Bluetooth je isključen. Uključite ga da biste se povezali sa Bluetooth uređajem.
ta: புளூடூத் அணைக்கப்பட்டுள்ளது. புளூடூத் சாதனத்துடன் இணைக்க அதை இயக்கவும்.
th: บลูทูธปิดอยู่ โปรดเปิดเครื่องเพื่อเชื่อมต่อกับอุปกรณ์บลูทูธ
tr: Bluetooth kapalı. Lütfen bir Bluetooth cihazına bağlanmak için açın.
uk: Bluetooth вимкнено. Увімкніть його, щоб підключитися до пристрою Bluetooth.
ur: بلوٹوت آف ہے. براہ کرم اسے بلوٹوت ڈیوائس سے منسلک کرنے کے لئے تبدیل کر دیں.

source: bold
ar: عريض
bn: গাঢ়
de: fett
fa: جسورانه
hi: मोटा
id: berani
ja: ボールド
pa: ਬੋਲਡ
ps: بولډ
pt_br: negrito
ru: жирный
sr_latn: podebljano
sw: herufi nzito
ta: தடித்த
th: ตัวหนา
tr: kalın
uk: жирний
ur: بولڈ

source: Both
ar: كلاهما
bn: উভয়
de: Beide
fa: هردو
fr: Les deux
hi: दोनों
id: Keduanya
ja: 両方
pa: ਦੋਵੇਂ
ps: دواړه
pt_br: Ambos
ru: Оба
sr_latn: Oba
sw: Wote
ta: இரண்டும்
th: ทั้งสอง
tr: Her ikisi de
uk: Обидва
ur: دونوں

source: Bricks
ar: اللّبنات
bn: ব্রিক
de: Bausteine
fa: بلاک ها
fr: Briques
hi: ईंटे
id: Bata
ja: ブロック
pa: ਇੱਟਾਂ
ps: خښتې
pt_br: Blocos
ru: Блоки
sr_latn: Kocke
sw: Matofali
ta: செங்கல்
th: ก้อนคำสั่ง
tr: Tuğlalar
uk: Блоки
ur: اینٹیں

source: brightness
ar: السطوع
bn: উজ্জ্বলতা
de: Helligkeit
fa: روشنایی
fr: luminosité
hi: चमक
id: kecerahan
ja: 輝度
pa: ਚਮਕ
ps: روښانتیا
pt_br: brilho
ru: яркость
sr_latn: osvetljenje
sw: mwangaza
ta: பிரகாசம்
th: ความสว่าง
tr: parlaklık
uk: яскравість
ur: چمک

source: Broadcast
ar: بث رسالة
bn: সম্প্রচার
de: Verschicke an alle:
fa: انتشار
fr: Diffuser
hi: प्रसारण
id: Siaran
ja: 次のメッセージを送る：
pa: ਪ੍ਰਸਾਰਨ
ps: نشر
pt_br: Enviar
ru: Трансляция
sr_latn: Emituj
sw: Tangaza
ta: ஒளிபரப்பு
th: กระจายเสียง
tr: Yayınla
uk: Сповіщати
ur: نشر کرنین

source: Broadcast and wait
ar: بث رسالة والانتظار
bn: সম্প্রচার এবং অপেক্ষা করুন
de: Verschicke und warte:
fa: انتشار و صبر
fr: Diffuser et attendre
hi: प्रसारण करे और प्रतीक्षा करे
id: Siaran dan tunggu
ja: 次のメッセージを送り、待つ：
pa: ਪ੍ਰਸਾਰਣ ਅਤੇ ਉਡੀਕ ਕਰੋ
ps: نشر او انتظار وکړئ
pt_br: Enviar e aguardar
ru: Вещать всем и ждать
sr_latn: Prenesi i čekaj
sw: Tangaza na subiri
ta: ஒளிபரப்பி காத்திருங்கள்
th: กระจายเสียงและรอ
tr: Yayınla ve bekle
uk: Сповіщати й чекати
ur: نشریات اور انتظار

source: Brush
ar: فرشاة
bn: তুলি
de: Pinsel
fa: قلم مو
fr: Pinceau
hi: ब्रश
id: Kuas
ja: ブラシ
pa: ਬੁਰਸ਼
ps: برش
pt_br: Pincel
ru: Кисть
sr_latn: Čеtka
sw: Brashi
ta: தூரிகை
th: แปรง
tr: Fırça
uk: Пензель
ur: برش

source: by
ar: بمقدار
bn: কর্তৃক
de: um
fa: به وسیله
fr: par
hi: द्वारा
id: oleh
ja: によって
pa: ਨਾਲ
ps: لخوا
pt_br: por
ru: на
sr_latn: od
sw: na
ta: மூலம்
th: โดย
tr: tarafından
uk: на
ur: کی طرف سے

source: By registering you agree to our
ar: بالتسجيل، أنت توافق على
bn: নিবন্ধন করে আপনি আমাদের সাথে সম্মত হন
de: Mit der Registrierung akzeptierst du unsere
fa: با ثبت نام، تو با ما توافق کردی که
fr: En t'inscrivant, tu acceptes nos
hi: पंजीकरण करके, आप सेहमत है हमारें
id: Dengan mendaftar, Anda setuju dengan
ja: 登録により、同意します。
pa: ਰਜਿਸਟਰ ਕਰਕੇ ਤੁਸੀਂ ਸਾਡੇ ਨਾਲ ਸਹਿਮਤ ਹੋ
ps: د راجستر کولو سره تاسو زموږ سره موافق یاست
pt_br: Ao registrar-se, você concorda com nossos
ru: Регистрируясь, вы соглашаетесь с нашими
sr_latn: Registracijom pristajete na naše
sw: Kwa kujisajili unakubaliana nasi katika
ta: பதிவு செய்வதன் மூலம் நீங்கள் எங்கள் ஒப்புக்கொள்கிறீர்கள்
th: โดยการลงทะเบียน คุณยอมรับ
tr: Kayıt olarak, bizim koşullarımızı kabul
uk: Реєструючись, ви погоджуєтеся з нашими
ur: رجسٹر ہوتے ہوئے آپ متفق ہیں ہمارے

source: Can't restart project!
ar: لا يمكن إعادة تشغيل المشروع!
bn: প্রজেক্ট পুনরায় আরম্ভ করতে পারবেন না!
de: Projekt kann nicht neugestartet werden!
fa: نمی توان راه اندازی مجدد پروژه!
fr: Impossible de redémarrer le projet!
hi: परियोजना को पुनः आरंभ नहीं कर सकता!
id: Tidak dapat memulai ulang proyek!
ja: プロジェクトを再起動できません！
pa: ਪ੍ਰੋਜੈਕਟ ਨੂੰ ਮੁੜ ਚਾਲੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ!
ps: پروژه بیا پیل نشي!
pt_br: Não é possível reiniciar o projeto!
ru: Не удается перезапустить проект!
sr_latn: Projekt se ne može ponovo pokrenuti!
ta: திட்டத்தை மறுதொடக்கம் செய்ய முடியாது!
th: ไม่สามารถเริ่มโครงการใหม่ได้!
tr: Proje yeniden başlatılamaz!
uk: Не вдалося перезапустити проєкт!
ur: پروگرام پھر شروع نہیں کر سکتے!

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
fa: انصراف
fr: Annuler
hi: रद्द करें
id: Batalkan
ja: キャンセル
pa: ਰੱਦ ਕਰੋ
ps: لغوه کړئ
pt_br: Cancelar
ru: Отменить
sr_latn: Otkaži
sw: Sitisha
ta: தவிர்
th: ยกเลิก
tr: İptal et
uk: Скасувати
ur: منسوخ
