Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: Version
ar: الإصدار
bn: সংস্করণ
fa: نسخه
hi: संस्करण
id: Versi
ja: バージョン
pa: ਵਰਜਨ
ps: نسخه
pt_br: Versão
ru: Версия
sr_latn: Verzija
sw: Toleo
ta: பதிப்பு
th: รุ่น
tr: Sürüm
uk: Версія
ur: ورژن

source: Vibraphone
ar: فيبرافون
bn: ভাইব্রাফোন
de: Vibraphon
fa: ارتعاشی
hi: वाइब्राफोन
ja: バイブラフォン
pa: ਵਿਬ੍ਰਾਫੋਨ
ps: وایبرافون
pt_br: Vibrafone
ru: Вибрафон
th: ไวบราโฟน
uk: Вібрафон
ur: وائبرافون

source: Vibrate for
ar: الإهتزاز لـفترة
bn: জন্য কম্পন
de: Vibrieren für
fa: لرزیدن برای
fr: Vibrer pour
hi: थरथराए
id: Bergetar untuk
ja: 振動する
pa: ਲਈ ਵਾਈਬ੍ਰੇਟ
ps: لپاره وایبریټ
pt_br: Vibrar por
ru: Вибрировать
sr_latn: Vibriraj za
sw: Tetemesha kwa
ta: க்கு அதிர்வு
th: สั่นเป็นเวลา
tr: Titreşim için
uk: Вібрувати протягом
ur: جھولنا کے لئے

source: vibration
ar: الاهتزاز
bn: কম্পন
fa: لرزش
hi: कंपन
id: getaran
ja: 振動
pa: ਕੰਬਣੀ
ps: وایبریشن
pt_br: vibração
ru: вибрация
sr_latn: vibracija
ta: அதிர்வு
th: การสั่นสะเทือน
tr: titreşim
uk: вібрація
ur: وائبریشن

source: View
ar: عرض
bn: দেখুন
de: Ansehen
fa: مشاهده
fr: Voir
hi: राय
id: Melihat
ja: 表示
pa: ਵੇਖੋ
ps: لید
pt_br: Visualizar
ru: Просмотр
th: ดู
tr: Görüntüle
uk: Переглянути
ur: دیکھیں

source: View Terms of Use and Service
de: Nutzungsbedingungen und Service anzeigen
pt_br: Ver os Termos de Uso e Serviço
ru: Смотреть условия пользования и обслуживания
th: ดูข้อกำหนดการใช้งานและบริการ
uk: Переглянути умови використання та послуги
ur: استعمال اور خدمت کی شرائط دیکھیں

source: Views
ar: عرض
bn: দেখুনঃ
de: Aufrufe
fa: بازدیدها
fr: Vues
hi: विचारों
id: Tampilan
ja: ビュー
pa: ਵਿਚਾਰ
ps: لیدونه
pt_br: Visualizações
ru: Просмотры
sr_latn: pregleda
sw: Angalia
ta: பார்வைகள்
th: มุมมอง
tr: Görünümler
uk: Перегляди
ur: مناظر

source: Wait
ar: انتظر
bn: অপেক্ষা করুন
de: Warte
fa: صبر کن
fr: Attendre
hi: प्रतीक्षा करें
id: Tunggu
pa: ਉਡੀਕ ਕਰੋ
ps: انتظار وکړئ
pt_br: Aguardar
ru: Ждать
sr_latn: Sačekaj
sw: Subiri
ta: காத்திரு
th: รอ
tr: Bekleyin
uk: Чекати
ur: انتظار کریں

source: Wait until
ar: انتظر حتى
bn: অপেক্ষা করুন
de: Warte bis
fa: صبر کنید تا زمانی که
fr: Attendre jusqu'à
hi: तब तक प्रतिक्षा करें जब तक
id: Tunggu sampai
ja: 次まで待つ
pa: ਇੰਤਜ਼ਾਰ ਕਰੋ
ps: ترهغې پورې انتظار وکړئ
pt_br: Aguardar até
ru: Ждать до тех пор, пока
sr_latn: Čekaj dok
sw: Subiri hadi
ta: அதுவரை காத்திரு
th: รอจนกว่า
tr: E'kadar bekle
uk: Чекати поки
ur: تک انتظار کریں

source: We
ar: الأربعاء
bn: আমরা
de: Mi
fa: چهارشنبه
fr: Me
hi: हम
id: Rab
ja: 私たちは
pa: ਅਸੀਂ
ps: موږ
pt_br: Qua
ru: Ср
sr_latn: Sre
ta: நாம்
th: เรา
tr: Biz
uk: Ср
ur: بدھ

source: Web access
ar: الوصول إلى الويب
bn: ওয়েব অ্যাক্সেস
de: Webzugriff
fa: دسترسی به وب
fr: Accès web
hi: वेब का उपयोग
id: akses web
ja: Webアクセス
ps: ویب لاسرسی
pt_br: Acesso Web
ru: Веб-доступ
th: การเข้าถึงเว็บ
uk: Вебдоступ
ur: ویب تک رسائی

source: Wednesday
ar: الأربعاء
bn: বুধবার
de: Mittwoch
fa: چهارشنبه
fr: Mercredi
hi: बुधवार
id: Rabu
ja: 水曜日
pa: ਬੁੱਧਵਾਰ
ps: چهارشنبه
pt_br: Quarta-feira
ru: Среда
sr_latn: Sreda
sw: Jumatano
ta: புதன்கிழமை
th: วันพุธ
tr: Çarşamba
uk: Середа
ur: بدھ

source: weekday
ar: يوم من أيام الأسبوع
bn: কাজের দিন
de: Wochentag
fa: روز هفته
fr: jour de la semaine
hi: काम करने के दिन
id: hari kerja
ja: 曜日
pa: ਹਫਤੇ ਦਾ ਦਿਨ
ps: د اونۍ ورځ
pt_br: dia da semana
ru: день недели
sr_latn: radni dan
sw: siku ya wiki
ta: வாரநாட்கள்
th: วันธรรมดา
tr: hafta içi
uk: будній день
ur: ہفتہ کے دن

source: Welcome!
ar: مرحبا!
bn: স্বাগতম
de: Willkommen!
fa: خوش آمدید!
fr: Bienvenue !
hi: स्वागत हे!
id: Selamat datang!
ja: ようこそ！
pa: ਸੁਆਗਤ ਹੈ
ps: ښه راغلاست!
pt_br: Bem-vindo!
ru: Добро пожаловать!
sr_latn: Dobrodošli!
ta: வருக!
th: ยินดีต้อนรับ!
tr: Hoşgeldiniz!
uk: Ласкаво просимо!
ur: خوش آمدید

source: What's your name?
ar: ما هو اسمك؟
bn: তোমার নাম কি?
de: Wie heißt du?
fa: اسم تو چیست؟
fr: Quel est votre nom ?
hi: आपका नाम क्या है?
id: Siapa namamu?
ja: あなたのお名前は？
pa: ਤੁਹਾਡਾ ਨਾਮ ਕੀ ਹੈ?
ps: ستا نوم څه دی؟
pt_br: Como você se chama?
ru: Как вас зовут?
sr_latn: Kako se zovete?
ta: உங்கள் பெயர் என்ன?
th: คุณชื่ออะไร?
tr: Adınız ne?
uk: Як тебе звати?
ur: آپ کا نام کيا ہے?

source: When
ar: عندما
bn: কখন
de: Wenn
fa: اگر
fr: Quand
hi: कब
id: Kapan
ja: 場合
pa: ਕਦੋਂ
ps: كله
pt_br: Quando
ru: Как только
sr_latn: Kada
ta: எப்பொழுது
th: เมื่อ
tr: Ne zaman
uk: Коли
ur: جب

source: When background changes to
ar: عند تغيير الخلفية إلى
bn: যখন ব্যাকগ্রাউন্ডে পরিবর্তন হয়
de: Wenn der Hintergrund wechselt zu
fa: هنگامی که پس زمینه تغییر می کند
fr: Lorsque le fond change pour
hi: जब पृष्ठभूमि में परिवर्तन होता है
id: Saat latar belakang berubah
ja: 背景を変更した場合
pa: ਜਦੋਂ ਪਿਛੋਕੜ ਬਦਲਿਆ ਜਾਵੇ
ps: کله چې پس منظر بدل شي
pt_br: Quando o fundo mudar para
ru: Когда фон изменится на
sr_latn: Kada se pozadina promeni u
ta: பின்னணி மாறும்போது
th: เมื่อพื้นหลังเปลี่ยนเป็น
tr: Arka plan değiştiğinde
uk: Коли тло зміниться на
ur: جب پس منظر کو تبدیل کرتا ہے

source: When project starts
ar: عندما يبدأ المشروع
bn: যখন প্রকল্প শুরু হয়
de: Wenn Projekt startet
fa: هنگامی که پروژه شروع می شود
fr: Au démarrage du projet
hi: जब परियोजना शुरू होती है
id: Saat proyek dimulai
ja: プロジェクト開始時
pa: ਜਦੋਂ ਪ੍ਰੋਜੈਕਟ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ
ps: کله چې پروژه پیل شي
pt_br: Quando o projeto iniciar
ru: При запуске проекта
th: เมื่อโครงการเริ่มต้น
tr: Proje başladığında
uk: При початку сцени
ur: جب پروجیکٹ شروع ہوتا ہے۔

source: When stage is tapped
ar: عند لمس الشاشة
bn: যখন পর্যায়টি টেপ করা হয়
de: Wenn der Bildschirm berührt wird
fa: هنگامی که مرحله پخش می شود
fr: Lorsque l’écran est touché
hi: जब स्टेज पर टैप किया जाता है
id: Saat layar tersentuh
ja: 画面にタッチした時
pa: ਜਦੋਂ ਸਟੇਜ ਟੇਪ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
ps: کله چې مرحله ټیپ کیږي
pt_br: Quando a tela for pressionada
ru: При нажатии на экран
sr_latn: Kad je scena pritisnuta
sw: Wakati skrini imeguswa
ta: மேடை தட்டும்போது
th: เมื่อแตะหน้าจอ
tr: Ekrana dokunduğunda
uk: Коли екран натиснуто
ur: جب اسٹیج ٹیپ کیا جاتا ہے

source: When tapped
ar: عند النقر
bn: যখন টেপ করা হয়
de: Wenn angetippt
fa: وقتی که ضربه زده شد
fr: Lorsque appuyé
hi: जब दबाया गया
id: Saat diketuk
ja: スプライトがタップされている
pa: ਜਦੋਂ ਟੇਪ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
ps: کله چې ټایپ شو
pt_br: Quando tocado
ru: При нажатии
sr_latn: Kada je dodirnuto
sw: Inapokingwa
ta: தட்டும்போது
th: เมื่อเคาะ
tr: Dokunduğunuz zaman
uk: Коли натиснуто
ur: جب ٹیپ کیا

source: When you receive
ar: عند إستلام
bn: আপনি যখন পাবেন
de: Wenn du empfängst
fa: وقتی دریافت می کنید
fr: Quand tu reçois
hi: जब आप प्राप्त करते हैं
id: Bila Anda menerima
ja: 受け取ったとき
pa: ਜਦੋਂ ਤੁਸੀਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹੋ
ps: کله چې تاسو ترلاسه کوئ
pt_br: Quando receber
ru: Когда вы получите
sr_latn: Kad dobijete
sw: Wakati unapokea
ta: நீங்கள் பெறும்போது
th: เมื่อคุณได้รับ
tr: Aldığınızda
uk: При отриманні
ur: جب آپ وصول کریں

source: width of object with ID
de: Breite des Objekts mit ID
pt_br: largura do objeto com ID
ru: ширина объекта с ID
th: ความกว้างของวัตถุที่มี ID
uk: ширина об'єкта з ID
ur: پہچان کے ساتھ چیز کی چوڑائی

source: Width selection
ar: إنتقاء العرض
bn: প্রস্থ নির্বাচন
de: Auswahl der Breite
fa: انتخاب عرض
fr: Largeur de la sélection
hi: चौड़ाई चयन
id: Pemilihan lebar
ja: 幅の選択
pa: ਚੌੜਾਈ ਚੋਣ
ps: د عرض انتخاب
pt_br: Selecção de largura
ru: Выбор ширины
ta: அகல தேர்வ
th: การเลือกความกว้าง
tr: Genişlik seçimi
uk: Виділення ширини
ur: چوڑائی کا انتخاب

source: with
ar: مع
bn: সাথে
de: mit
fa: با
fr: avec
hi: साथ से
id: dengan
ja: で
pa: ਦੇ ਨਾਲ
ps: سره
pt_br: com
ru: с
sr_latn: sa
sw: na
ta: உடன்
th: แทนด้วย
tr: ile
uk: на
ur: کے ساتھ

source: Wooden Flute
ar: لطيف خشبي
bn: কাঠের বাঁশি
de: Holzflöte
fa: فلوت چوبی
fr: Flûte en bois
hi: लकड़ी की बाँसुरी
id: Seruling Kayu
ja: 木製のフルート
pa: ਲੱਕੜ ਦੀ ਬੰਸਰੀ
ps: د لرګیو فلیټ
pt_br: Flauta de Madeira
ru: Деревянная флейта
th: ขลุ่ยไม้
uk: Дерев'яна флейта
ur: لکڑی کی بانسری

source: X of object with ID
de: X des Objekts mit ID
pt_br: X do objeto com ID
ru: кордината объекта по оси X с ID
th: X ของวัตถุที่มี ID
uk: X об'єкта з ID

source: Y of object with ID
de: Y des Objekts mit ID
pt_br: Y do objeto com ID
ru: кордината объекта по оси Y с ID
th: Y ของวัตถุที่มี ID
uk: Y об'єкта з ID

source: year
ar: السنة
bn: বছর
de: Jahr
fa: سال
fr: année
hi: साल
id: tahun
ja: 年
pa: ਸਾਲ
ps: کال
pt_br: ano
ru: год
sr_latn: godina
sw: mwaka
ta: ஆண்டு
th: ปี
tr: yıl
uk: рік
ur: سال

source: Yes
ar: نعم
bn: হ্যাঁ
de: Ja
fa: بله
fr: Oui
hi: हाँ
id: Ya
ja: はい
pa: ਹਾਂ
ps: بلې
pt_br: Sim
ru: Да
sr_latn: Da
sw: Ndio
ta: அமாம்
th: ใช่
tr: Evet
uk: Так
ur: ہاں

source: Yesterday
ar: البارحة
bn: গতকাল
de: Gestern
fa: دیروز
fr: Hier
hi: बीता कल
id: Kemarin
ja: 昨日
pa: ਕੱਲ
ps: پرون
pt_br: Ontem
ru: Вчера
sr_latn: Juče
sw: Jana
ta: நேற்று
th: เมื่อวานนี้
tr: Dün
uk: Вчора
ur: گزشتہ روز

source: You have already downloaded this project!
ar: لقد قمت بتحميل هذا المشروع مسبقاً!
bn: আপনি ইতিমধ্যে এই প্রজেক্টটি ডাউনলোড করেছেন!
de: Du hast dieses Projekt bereits heruntergeladen!
fa: شما قبلا این پروژه را دانلود کرده اید!
fr: Vous avez déjà téléchargé ce projet !
hi: आपने पहले ही इस प्रोजेक्ट को डाउनलोड कर लिया है!
id: Anda sudah mengunduh proyek ini!
ja: このプロジェクトは既にダウンロードされています！
pa: ਤੁਹਾਨੂੰ ਹੀ ਇਸ ਪ੍ਰਾਜੈਕਟ ਨੂੰ ਡਾਊਨਲੋਡ ਕੀਤਾ ਹੈ!
ps: تاسو لا دمخه دا پروژه ډاونلوډ کړې ده!
pt_br: Você já baixou este projeto!
ru: Вы уже скачали этот проект!
sr_latn: Već ste preuzeli ovaj projekat!
ta: இந்த திட்டத்தை நீங்கள் ஏற்கனவே பதிவிறக்கம் செய்துள்ளீர்கள்!
th: คุณได้ดาวน์โหลดโครงการนี้แล้ว!
tr: Bu projeyi zaten indirdiniz!
uk: Ви вже завантажили цей проєкт!
ur: آپ پہلے ہی اس پروگرام کو ڈاؤن لوڈ کرچکے ہیں!

source: Your account has been successfully deleted.
de: Dein Konto wurde erfolgreich gelöscht.
pt_br: Sua conta foi excluída com sucesso.
ru: Ваш аккаунт был успешно удален.
th: บัญชีของคุณถูกลบเรียบร้อยแล้ว
uk: Ваш обліковий запис успішно видалено.

source: Your answer
ar: إجابتك
bn: তোমার উত্তর
de: Deine Antwort
fa: جواب شما
fr: Votre réponse
hi: आपका उत्तर
id: Jawaban Anda
ja: あなたの回答
pa: ਤੁਹਾਡਾ ਜਵਾਬ
ps: ستاسو ځواب
pt_br: Sua resposta
ru: Ваш ответ
th: คำตอบของคุณ
tr: Senin cevabın
uk: Ваша відповідь
ur: آپ کا جواب

source: Your email seems to be invalid
ar: البريد الالكتروني الخاص بك غير صحيح
bn: আপনার ইমেলটি অবৈধ বলে মনে হচ্ছে
de: Deine E-Mail Adresse scheint ungültig zu sein
fa: به نظر می رسه که آدرس ایمیلت نا معتبره
fr: L'e-mail ne semble pas valide
hi: आपका ईमेल अमान्य लगता है
id: Email Anda tampaknya tidak sah
ja: あなたのメール アドレスは無効なようです
pa: ਤੁਹਾਡੀ ਈਮੇਲ ਅਵੈਧ ਜਾਪਦੀ ਹੈ
ps: ستاسو بریښنالیک غلط ښکاري
pt_br: Seu e-mail parece ser inválido
ru: Ваш электронный адрес, похоже, недействителен.
sr_latn: Tvoja e-mail adresa je nevažeća
ta: உங்கள் மின்னஞ்சல் தவறானது என்று தெரிகிறது
th: อีเมล์ของคุณดูเหมือนจะไม่ถูกต้อง
tr: E-posta adresiniz geçersiz görünüyor
uk: Ваша електронна пошта здається недійсною
ur: آپکی ای میل غلط لگ رہی ہے

source: Your project was uploaded to the Catrobat community where others can use and download it.
ar: تم تحميل مشروعك إلى مجتمع كاتروبات حيث يمكن للآخرين استخدامه وتحميله.
bn: আপনার প্রকল্পটি ক্যাটরোব্যাট সম্প্রদায়ে আপলোড হয়েছে যেখানে অন্যরা এটি ব্যবহার করতে এবং ডাউনলোড করতে পারে।
de: Dein Projekt wurde in die Catrobat Community hochgeladen, wo andere es verwenden und herunterladen können.
fa: پروژه شما به جامعه Catrobat ارسال شد که در آن دیگران می توانند از آن استفاده کنند و آن را دانلود کنند.
fr: Votre projet a été téléchargé dans la communauté Catrobat, où d'autres peuvent l'utiliser et le télécharger.
hi: आपका प्रोजेक्ट कैटोबैट समुदाय में अपलोड किया गया था, जहां अन्य इसका उपयोग कर सकते हैं और डाउनलोड कर सकते हैं।
id: Proyek Anda telah diunggah ke komunitas Catrobat di mana orang lain dapat menggunakan dan mengunduhnya.
ja: プロジェクトは Catrobat コミュニティにアップロードされました。
pa: ਤੁਹਾਡਾ ਪ੍ਰਾਜੈਕਟ ਨੂੰ Catrobat ਭਾਈਚਾਰੇ ਹੋਰ ਨੂੰ ਵਰਤਣ ਅਤੇ ਇਸ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ, ਜਿੱਥੇ ਨੂੰ ਅੱਪਲੋਡ ਕੀਤਾ ਗਿਆ.
ps: ستاسو پروژه د Catrobat ټولنې ته اپلوډ شوې چیرې چې نور کولی شي دا وکاروي او ډاونلوډ کړي.
pt_br: Seu projeto foi enviado para a comunidade Catrobat, onde outros podem usa-lo e baixá-lo.
ru: Ваш проект был выложен в сообщество Catrobat, где другие могут использовать и скачивать его.
th: โครงการของคุณถูกอัปโหลดไปยังชุมชน Catrobat ซึ่งผู้อื่นสามารถใช้และดาวน์โหลดได้
tr: Projeniz, diğerleri tarafından kullanılıp indirilebileceği Catrobat topluluğuna yüklendi.
uk: Ваш проєкт був вивантажений у спільноту Catrobat, де інші можуть використовувати та завантажувати його.
ur: آپ کا پروجیکٹ Catrobat کمیونٹی میں اپ لوڈ کیا گیا تھا جہاں دوسرے اسے استعمال اور ڈاؤن لوڈ کرسکتے ہیں۔

source: Zoom
ar: تكبير
bn: দৃশ্যমান
de: Vergrößern
fa: بزرگنمايی
hi: ज़ूम
id: Perbesar
ja: ズーム
pa: ਜ਼ੂਮ
ps: زوم
pt_br: Ampliar
ru: Масштаб
sr_latn: Uvеćaj
ta: பெரிதாக்கு
th: ซูม
tr: yakınlaştırma
uk: Масштабування
ur: زوم

source: TI
ar: تي
hi: ती
ps: وخت
ru: СИ

source: iOS.
bn: আইওএস
hi: आईओएस।
ja: iOSです。
th: ไอโอเอส

source: Phiro
ar: روبوت الاطفال
bn: ফিরো
hi: फीरो
pa: ਫਿਰੋ
ps: فیرو
ta: பிரோ
th: ฟีโร
ur: پہرو

source: Pocket Code
ar: بوكت كوود
bn: পকেট কোড
fa: پاکت کد
hi: पॉकेट कोड
ja: ポケット コード
pa: ਪਾਕੇਟ ਕੋਡ
sw: Msimbo Mfuko
ta: பாக்கெட் கோட்
th: พอกเก็ต โค้ด
tr: Cep Kodu
ur: پاکٹ کوڈ

source: Pocket Paint
ar: بوكت بينت
bn: পকেট পেইন্ট
fa: پاکت نقاشی
hi: पॉकेट पेंट
ja: ポケットペイント（お絵かきソフト）
pa: ਪੋਕੇਟ ਪੇਂਟ
ps: جیب رنګ
sw: Mfuko rangi
ta: பாக்கெட் பெயிண்ட்
th: พ็อกเก็ต เพ้นท์
tr: Cep Boyası
ur: پاکٹ پینٹ

source: Arduino
ar: الاردوينو
bn: আরডুইনো
fa: "آردوینو"
pa: ਅਰਦਿਨੋ
ta: ஆர்டுயினோ
ur: آردوانو

source: x:
ar: س:
bn: এক্স:
fa: ایکس:
hi: एक्स:

source: y:
ar: ص:

source: Enter a reason
hi: एक कारण दर्ज करें
id: Masukkan alasan
ja: 理由を入力してください。
pa: ਇੱਕ ਕਾਰਨ ਦਰਜ
sw: Ingiza sababu
ta: காரணத்தை பதிவிடவும்
tr: Bu programı uygunsuz olarak belirtmenizin sebebi ne

source: Error occurred while reporting the project. Please try again later.
hi: प्रोजेक्ट की रिपोर्ट करते समय त्रुटि हुई। बाद में पुन: प्रयास करें।
id: Terjadi kesalahan saat melaporkan proyek. Silakan coba lagi nanti.
ja: プロジェクトの報告中にエラーが発生しました。後でもう一度やり直してください。
pa: ਪ੍ਰੋਜੈਕਟ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ. ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ.

source: No whitespace character allowed
hi: कोई व्हाट्सएप चरित्र की अनुमति नहीं है
id: Tidak ada karakter spasi yang diperbolehkan
ja: 空白文字は使用できません
pa: ਕੋਈ ਵ੍ਹਾਈਟਸਪੇਸ ਅੱਖਰ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ
ta: எந்த இடைவெளியும் அனுமதிக்கப்படவில்லை
tr: İzin verilen boşluk karakteri yok

source: Please log in to report this project as inappropriate
hi: कृपया इस परियोजना को अनुपयुक्त के रूप में रिपोर्ट करने के लिए लॉग इन करें
id: Harap masuk untuk melaporkan proyek ini sebagai tidak pantas
ja: このプロジェクトを不適切として報告するにはログインしてください
pa: ਇਸ ਪ੍ਰਾਜੈਕਟ ਨੂੰ ਅਣਉਚਿਤ ਵਜੋਂ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਲੌਗਇਨ ਕਰੋ
ta: இந்த திட்டம் பொருத்தமற்றது என புகாரளிக்க உள்நுழைக
tr: Bu projeyi uygunsuz olarak bildirmek için lütfen giriş yapın

source: Register
hi: पंजीकरण
id: Daftar
ja: 登録
pa: ਰਜਿਸਟਰ
sw: Jisajili
ta: பதிவு
tr: Kayıt olmak

source: Report as inappropriate
hi: अनुचित विवरण दे
id: Laporkan sebagai tidak pantas
ja: 不適切として報告します。
pa: ਅਣਉਚਿਤ ਤੌਰ ਤੇ ਰਿਪੋਰਟ ਕਰੋ
sw: Ripoti kama haifai
ta: பொருத்தமற்றது என அறிவி
tr: Uygunsuz olarak rapor et

source: Your report was successfully sent!
hi: आपकी रिपोर्ट सफलतापूर्वक भेजी गई थी!
id: Laporan Anda berhasil dikirim!
ja: レポートは正常に送信されました!
pa: ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜੀ ਗਈ ਸੀ!
ta: உங்கள் அறிக்கை வெற்றிகரமாக அனுப்பப்பட்டது!

source: face detected
pa: ਚਿਹਰਾ ਖੋਜਿਆ
ta: முகம் கண்டறியப்பட்டது
tr: yüz algılandı

source: faceposition x
pa: ਚਿਹਰਾ ਸਥਿਤੀ x
ta: முகம்நிலை x
tr: yüz yerleştirme x

source: faceposition y
pa: ਚਿਹਰੇ ਦੀ ਸਥਿਤੀ y
ta: முகம்நிலை y
tr: yüz yerleştirme y

source: facesize
pa: ਫੇਸਾਈਜ਼
sw: ukubwa wa sura
ta: முகம் அளவு

source: Frequently used
pa: ਅਕਸਰ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ
ta: அடிக்கடி பயன்படுத்தப்படுபவை
tr: Sıklıkla kullanılan

source: Unable to play the selected sound. Your device is in silent mode. Please turn off silent mode by toggling the switch on the left side of your iPhone and tap on play again.
pa: ਚੁਣੀ ਆਵਾਜ਼ ਚਲਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ. ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਸਾਈਲੈਂਟ ਮੋਡ ਵਿੱਚ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਆਈਫੋਨ ਦੇ ਖੱਬੇ ਪਾਸੇ ਸਵਿੱਚ ਟੌਗਲ ਕਰਕੇ ਸਾਈਲੈਂਟ ਮੋਡ ਨੂੰ ਬੰਦ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਪਲੇ 'ਤੇ ਟੈਪ ਕਰੋ.
ta: தேர்ந்தெடுக்கப்பட்ட ஒலியை இயக்க முடியவில்லை. உங்கள் சாதனம் அமைதியான பயன்முறையில் உள்ளது. உங்கள் ஐபோனின் இடது பக்கத்தில் உள்ள சுவிட்சை மாற்றுவதன் மூலம் அமைதியான பயன்முறையை அணைத்துவிட்டு மீண்டும் இயக்கத்தைத் தட்டவும்.
tr: Seçilen ses çalınamadı. Cihazınız sessiz moddadır. Lütfen, iPhone'un solundaki anahtarı devre dışı bırakarak sessiz modunu kapatın ve tekrar oynatmaya dokun.

source: Unable to play the selected sound. Your device is in silent mode. Please turn off silent mode by toggling the switch on the right side of your iPad and tap on play again.
pa: ਚੁਣੀ ਆਵਾਜ਼ ਚਲਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ. ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਸਾਈਲੈਂਟ ਮੋਡ ਵਿੱਚ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਆਈਪੈਡ ਦੇ ਸੱਜੇ ਪਾਸੇ ਸਵਿੱਚ ਟੌਗਲ ਕਰਕੇ ਸਾਈਲੈਂਟ ਮੋਡ ਨੂੰ ਬੰਦ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਪਲੇ 'ਤੇ ਟੈਪ ਕਰੋ.
ta: தேர்ந்தெடுக்கப்பட்ட ஒலியை இயக்க முடியவில்லை. உங்கள் சாதனம் அமைதியான பயன்முறையில் உள்ளது. உங்கள் ஐபாட்டின் வலது பக்கத்தில் சுவிட்சை நிலைமாற்றி அமைதியான பயன்முறையை அணைத்துவிட்டு மீண்டும் இயக்கத்தைத் தட்டவும்.
tr: Seçilen ses çalınamadı. Cihazınız sessiz moddadır. Lütfen iPad'inizin sağ tarafındaki anahtarı değiştirerek sessiz modunu kapatın ve tekrar oynatmaya dokun.

source: Visual sensors
pa: ਵਿਜ਼ੂਅਲ ਸੈਂਸਰ

source: ceil
sw: ubao wa paa
tr: tavan yapmak

source: Do you want to save the changes
sw: Je, unataka kuhifadhi mabadiliko
tr: Değişiklikleri kaydetmek istiyor musunuz

source: Download successful
sw: Kupakua kumefaulu
tr: İndirme başarılı oldu

source: Math
sw: Hesabu
tr: Matematik

source: Not enough free memory to download this project. Please delete some of your projects
tr: Bu projeyi indirmek için yeterli alan yok. Lütfen projelerinizden bazılarını silin

source: Object lists:
tr: Obje listesi:

source: Object variables:
sw: Vitofautishi vya kipengee:
tr: Obje değişkenleri:

source: Project lists:
tr: Proje listeleri:

source: Project variables:
tr: Proje değişkenleri:

source: Save to PocketCode
sw: Hifadhi kwenye Msimbo wa Mfukoni
tr: Cep Koduna Kaydet

source: sqrt
tr: karekök

source: The requested project can not be found. Please choose a different one.
tr: İstenilen proje bulunamıyor. Lütfen farklı bir tane seçin.

source: Var/List
tr: Var/Liste

source: Variable
sw: Kitofautishi
