Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: Cannot connect to device, please try resetting the device and try again.
ar: لا يمكن الاتصال بالجهاز، الرجاء محاولة إعادة تعيين الجهاز والمحاولة من جديد.
bn: ডিভাইসে সংযোগ করতে পারবেন না, দয়া করে ডিভাইসটি পুনরায় সেট করার চেষ্টা করুন এবং আবার চেষ্টা করুন।
de: Verbindung zum Gerät nicht möglich. Bitte setze das Gerät zurück und versuche es erneut.
fa: نمی توانید به دستگاه وصل شوید، لطفا سعی کنید دستگاه را بازنشانی کنید و دوباره امتحان کنید.
fr: Impossible de se connecter à l'appareil, essayez de réinitialiser l'appareil et réessayez.
hi: डिवाइस से कनेक्ट नहीं कर सकते, कृपया डिवाइस को रीसेट करने का प्रयास करें और फिर से प्रयास करें।
id: Tidak dapat terhubung ke perangkat, coba atur ulang perangkat dan coba lagi.
ja: デバイスに接続できません。デバイスをリセットして再試行してください。
pa: ਡਿਵਾਈਸ ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਕਿਰਪਾ ਕਰਕੇ ਡਿਵਾਈਸ ਨੂੰ ਰੀਸੈਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ps: د آلې سره وصل نشو، مهرباني وکړئ د وسیله بیا تنظیمولو هڅه وکړئ او بیا هڅه وکړئ.
pt_br: Não foi possível conectar ao dispositivo. Por favor, experimente reiniciar o dispositivo e tente novamente.
ru: Не удается подключиться к устройству, попробуйте перезапустить устройство и повторите попытку.
sr_latn: Ne možete da se povežete sa uređajem, pokušajte da resetujete uređaj i pokušajte ponovo.
sw: Haiwezi kuunganisha kwenye kifaa, tafadhali jaribu kuseti upya kifaa na jaribu tena.
ta: சாதனத்துடன் இணைக்க முடியவில்லை, சாதனத்தை மீட்டமைக்க முயற்சிக்கவும், மீண்டும் முயற்சிக்கவும்.
th: ไม่สามารถเชื่อมต่อกับอุปกรณ์ได้ โปรดลองรีเซ็ตอุปกรณ์แล้วลองอีกครั้ง
tr: Cihaza bağlanılamıyor, lütfen cihazı sıfırlamayı çalışın ve yeniden deneyin.
uk: Не вдалося під'єднатися до пристрою, спробуйте скинути настройки пристрою та повторіть спробу.
ur: آلہ سے منسلک نہیں ہوسکتا ہے، براہ کرم آلہ کو دوبارہ ترتیب دینے کی کوشش کریں اور دوبارہ کوشش کریں.

source: Cannot connect to device. The device is not responding.
ar: لا يمكن الاتصال بالجهاز. الجهاز لا يستجيب.
bn: ডিভাইসে সংযুক্ত হতে পারে না। ডিভাইসটি সাড়া দিচ্ছে না।
de: Keine Rückmeldung. Verbindung zum Gerät nicht möglich.
fa: نمی تواند به دستگاه وصل شود دستگاه پاسخ نمی دهد
fr: Impossible de se connecter à l'appareil. L'appareil ne répond pas.
hi: डिवाइस से कनेक्ट नहीं किया जा सकता। डिवाइस जवाब नहीं दे रहा है।
id: Tidak dapat terhubung ke perangkat. Perangkat tidak merespons.
ja: デバイスに接続できません。デバイスが応答していません。
pa: ਡਿਵਾਈਸ ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਕਰ ਸਕਦਾ. ਉਪਕਰਣ ਜਵਾਬ ਨਹੀਂ ਦੇ ਰਿਹਾ ਹੈ.
ps: وسیله سره وصل نشي. وسیله ځواب نه ورکوي.
pt_br: Não foi possível ligar ao dispositivo. O dispositivo não está respondendo.
ru: Не удается подключиться к устройству. Устройство не отвечает.
sr_latn: Nije moguće povezivanje sa uređajem. Uređaj ne reaguje.
sw: Haiwezi kuunganisha kwenye kifaa. Kifaa hakijibu.
ta: சாதனத்துடன் இணைக்க முடியாது. சாதனம் பதிலளிக்கவில்லை.
th: ไม่สามารถเชื่อมต่อกับอุปกรณ์ อุปกรณ์ไม่ตอบสนอง
tr: Aygıta bağlanılamıyor. Aygıt yanıt veremiyor.
uk: Не вдалося під'єднатися до пристрою. Пристрій не відповідає.
ur: آلہ سے منسلک نہیں ہوسکتا. آلہ جواب نہیں دے رہا ہے.

source: Cannot connect to the media library. Please check your internet connection.
ar: لا يمكن الاتصال بمكتبة الوسائط. الرجاء التحقق من اتصالك بالإنترنت.
bn: মিডিয়া লাইব্রেরিতে সংযুক্ত হতে পারে না। আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন।
de: Die Verbindung zur Medienbibliothek kann nicht hergestellt werden. Bitte überprüfe deine Internetverbindung.
fa: نمی تواند به کتابخانه رسانه وصل شود لطفا اتصال اینترنت خود را بررسی کنید.
fr: Impossible de se connecter à la médiathèque. Veuillez vérifier votre connexion Internet.
hi: मीडिया लाइब्रेरी से कनेक्ट नहीं हो सकता। कृपया अपने इंटरनेट कनेक्शन की जाँच करें।
id: Tidak dapat terhubung ke perpustakaan media. Silakan periksa koneksi internet Anda.
ja: メディアライブラリに接続できません。インターネット接続を確認してください。
pa: ਮੀਡੀਆ ਲਾਇਬ੍ਰੇਰੀ ਨਾਲ ਜੁੜ ਨਹੀਂ ਸਕਦਾ. ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ.
ps: د رسنیو کتابتون سره ونښلول نشي. مهرباني وکړئ خپل انټرنیټ پیوستون وګورئ.
pt_br: Não foi possível se conectar à biblioteca de mídia. Por favor, verifique sua conexão com a internet.
ru: Не удается подключиться к библиотеке. Пожалуйста, проверьте подключение к Интернету.
sr_latn: Nije moguće povezati se sa bibliotekom medija. Proverite vezu sa internetom.
ta: ஊடக நூலகத்துடன் இணைக்க முடியாது. உங்கள் இணைய இணைப்பை சரிபார்க்கவும்.
th: ไม่สามารถเชื่อมต่อกับไลบรารีสื่อ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr: Medya kitaplığına bağlanılamıyor. Lütfen internet bağlantınızı kontrol edin.
uk: Не вдалося під'єднатися до медіатеки. Будь ласка, перевірте ваше підключення до Інтернету.
ur: میڈیا لائبریری سے منسلک نہیں ہو سکتا۔ براہ کرم اپنا انٹرنیٹ کنکشن چیک کریں۔

source: Categories
ar: الفئات
bn: প্রকার
de: Kategorien
fa: دسته ها
fr: Catégories
hi: श्रेणियाँ
id: Kategori
ja: 範囲
pa: ਵਰਗ
ps: کټګوریانی
pt_br: Categorias
ru: Категории
sr_latn: Kategorije
sw: Jamii
ta: வகைகள்
th: หมวดหมู่
tr: Kategoriler
uk: Категорії
ur: زمرہ جات

source: Catrobat community
ar: مجتمع كاتروبات
bn: ক্যাট্রোব্যাট সম্প্রদায়
fa: جامعه Catrobat
fr: Communauté Catrobat
hi: Catrobat समुदाय
id: Komunitas Catrobat
ja: Catrobat コミュニティ
pa: ਕੈਟ੍ਰੋਬੈਟ ਕਮਿ communityਨਿਟੀ
ps: د کاټروبیټ ټولنه
pt_br: Comunidade Catrobat
ru: Сообщество Catrobat
sr_latn: Catrobat zajednica
ta: கேட்ரோபாட் சமூகம்
th: ชุมชน Catrobat
tr: Catrobat topluluğu
uk: Спільнота Catrobat
ur: کاٹروبٹ کے تمام لوگ

source: Catrobat website
de: Catrobat Webseite
pt_br: website Catrobat
ru: Сайт Catrobat
th: เว็บไซต์ Catrobat
uk: Сайт Catrobat
ur: کیٹروبیٹ ویب سائٹ

source: ceiling
ar: تقريب للأعلى
bn: ছাদ
de: Aufrunden
fa: سقف
fr: plafond
hi: अधिकतम सीमा
id: ceil
ja: 天井に
pa: ਛੱਤ
ps: چت
pt_br: arredondar para cima
ru: округлить к большему
ta: உட்கூரை
th: เพดาน
uk: округлити до більшого
ur: چھت

source: Cello
ar: سيليو
bn: সেলো
fa: چلو
fr: violoncelle
hi: वायलनचेलो
id: Selo
ja: チェロ
pa: ਸੇਲੋ
ps: سیلو
pt_br: Violoncelo
ru: Виолончель
th: เชลโล
uk: Віолончель
ur: سیلو

source: Change brightness
ar: تغيير درجة السطوع
bn: উজ্জ্বলতা পরিবর্তন করুন
de: Ändere Helligkeit
fa: تغییر روشنایی
fr: Changer la luminosité
hi: चमक बदलें
id: Ubah kecerahan
ja: 明るさの変更：
pa: ਚਮਕ ਬਦਲੋ
ps: روښانتیا بدله کړئ
pt_br: Alterar brilho
ru: Изменить яркость
sr_latn: Promeni svetlinu
sw: Badili mwangaza
ta: ப்ரைட்னசை மாற்று
th: เปลี่ยนแปลงความสว่าง
tr: Parlaklığı değiştir
uk: Змінити яскравість
ur: چمک تبدیل کریں

source: Change color
ar: تغيير اللون
bn: রঙ পরিবর্তন করুন
de: Ändere Farbe
fa: تغییر رنگ
fr: Changer la couleur
hi: रंग बदलें
id: Ganti warna
ja: 色の変更
pa: ਰੰਗ ਬਦਲੋ
ps: رنګ بدل کړئ
pt_br: Alterar a cor
ru: Изменить цвет
sr_latn: Promeni boju
sw: Badili rangi
ta: நிறம் மாற்று
th: เปลี่ยนสี
tr: Rengi değiştir
uk: Змінити колір
ur: رنگ تبدیل کریں

source: Change size by
ar: تغيير الحجم بمقدار
bn: আকার পরিবর্তন করুন
de: Ändere Größe um
fa: تغییر اندازه از
fr: Changer la taille par
hi: इसके द्वारा आकार बदलें
id: Ubah ukuran menjadi
ja: サイズを変更：
pa: ਆਕਾਰ ਬਦਲੋ
ps: له خوا اندازه بدل کړئ
pt_br: Alterar tamanho em
ru: Изменить размер на
sr_latn: Promena veličine
sw: Badilisha ukubwa kwa
ta: அளவை மாற்று
th: เปลี่ยนขนาดทีละ
tr: Boyutu buna göre değiştir
uk: Змінити розмір на
ur: سائز تبدیل کریں

source: Change to landscape
ar: التغيير إلى أفقي
bn: ল্যান্ডস্কেপ পরিবর্তন
de: Auf Querformat wechseln
fa: تغییر به چشم انداز
fr: Passer en mode paysage
hi: परिदृश्य में बदलें
id: Ubah ke lanskap
ja: 横向きに変更
pa: ਲੈਂਡਸਕੇਪ ਵਿੱਚ ਬਦਲੋ
ps: په منظره کې بدلون
pt_br: Alterar para modo paisagem
ru: Перейти в горизонтальный режим
th: เปลี่ยนเป็นแนวนอน
tr: Manzaraya geç
uk: Змінити на горизонтальний
ur: زمین کی تزئین میں تبدیل کریں۔

source: Change to portrait
ar: تغيير إلى عمودي
bn: প্রতিকৃতিতে পরিবর্তন করুন
de: Auf Hochformat wechseln
fa: تغییر به پرتره
fr: Passer en mode portrait
hi: चित्र में बदलें
id: Ubah ke potret
ja: ポートレートに変更
pa: ਪੋਰਟਰੇਟ 'ਤੇ ਬਦਲੋ
ps: په انځور کې بدلون
pt_br: Alternar para modo retrato
ru: Изменить на вертикальный режим
th: เปลี่ยนเป็นแนวตั้ง
tr: Portreye geç
uk: Змінити на вертикальний
ur: پورٹریٹ میں تبدیل کریں۔

source: Change transparency
ar: تغيير درجة الشفافية
bn: স্বচ্ছতা পরিবর্তন করুন
de: Ändere Transparenz
fa: تغییر شفافیت
fr: Changer la transparence
hi: पारदर्शिता बदलें
id: Ubah transparasi
ja: 透明度を変更：
pa: ਪਾਰਦਰਸ਼ਤਾ ਬਦਲੋ
ps: روڼتیا بدله کړئ
pt_br: Alterar transparência
ru: Изменить прозрачность
sr_latn: Promeni transparentnost
sw: Badili uwazi
ta: வெளிப்படைத்தன்மையை மாற்றவும்
th: เปลี่ยนความโปร่งใส
tr: Şeffaflığı değiştir
uk: Змінити прозорість
ur: شفافیت کو تبدیل کریں

source: Change variable
ar: تغيير قيمة المتغير
bn: ভ্যারিয়েবল পরিবর্তন করুন
de: Ändere Variable
fa: تغییر متغیر
fr: Modifier la variable
hi: चर बदले
id: Ubah variabel
ja: 変数の変更：
pa: ਪਰਿਵਰਤਨ ਬਦਲੋ
ps: متغیر بدل کړئ
pt_br: Alterar variável
ru: Изменить значение
sr_latn: Promeni varijablu
sw: Badilisha aina
ta: மாறி மாற்று
th: เปลี่ยนค่าตัวแปร
tr: Değişkeni değiştir
uk: Змінити значення змінної
ur: متغیر تبدیل کریں

source: Change volume by
ar: تغيير مستوى الصوت بمقدار
bn: এর মাধ্যমে ভলিউম পরিবর্তন করুন
de: Ändere Lautstärke um
fa: حجم صدا را تغییر بده با
fr: Changer le volume à
hi: ध्वनि के परिमाण को बढाए
id: Mengubah volume oleh
ja: 音量を変更して：
pa: ਦੁਆਰਾ ਵਾਲੀਅਮ ਬਦਲੋ
ps: په واسطه حجم بدل کړئ
pt_br: Alterar volume por
ru: Изменить громкость на
sr_latn: Promenite jačinu zvuka za
sw: Badili sauti kwa
ta: அளவை மாற்றவும்
th: เปลี่ยนระดับเสียงทีละ
tr: Ses düzeyini değiştir
uk: Змінити гучність на
ur: حجم تبدیل کریں

source: Change x by
ar: تغيير x بمقدار
bn: এক্স দ্বারা পরিবর্তন করুন
de: Ändere x um
fa: تغییر x توسط
fr: Changer x par
hi: एक्स द्वारा बदलें
id: Ubah x dengan
ja: xを変更:
pa: X ਬਦਲੋ
ps: x په واسطه بدل کړئ
pt_br: Alterar x por
ru: Изменить X на
sr_latn: Promeni x za
ta: X ஐ மாற்றவும்
th: เปลี่ยนค่า X โดย
tr: X değiştir
uk: Змінити x на
ur: ایکس کو تبدیل کریں

source: Change y by
ar: تغيير y بمقدار
bn: Y দ্বারা পরিবর্তন করুন
de: Ändere y um
fa: تغییر y توسط
fr: Changer y par
hi: Y द्वारा बदलें
id: Ubah y oleh
ja: yを変更:
pa: Y ਬਦਲੋ
ps: y په واسطه بدل کړئ
pt_br: Alterar y por
ru: Изменить Y на
sr_latn: Promena y za
ta: Y ஐ மாற்றவும்
th: เปลี่ยนค่า Y โดย
tr: Y değiştir
uk: Змінити y на
ur: کی طرف سے تبدیل کریں

source: Changes discarded.
ar: تم تجاهل التغييرات.
bn: পরিবর্তনগুলি বাতিল করা হয়েছে।
de: Die Änderungen wurden gelöscht.
fa: تغییرات حذف شده است.
fr: Changements annulés.
hi: परिवर्तन त्याग दिया।
id: Perubahan dibuang.
ja: 変更は破棄されました。
pa: ਤਬਦੀਲੀਆਂ ਰੱਦ ਕੀਤੀਆਂ ਗਈਆਂ.
ps: بدلونونه رد شول.
pt_br: Alterações descartadas.
ru: Изменения сброшены.
sr_latn: Promene odbačene.
ta: மாற்றங்கள் நிராகரிக்கப்பட்டன.
th: ยกเลิกการเปลี่ยนแปลงแล้ว
tr: Değişiklikler silindi.
uk: Зміни відхилено.
ur: تبدیلیاں رد کر دی گئیں۔

source: Changes saved.
ar: تم حفظ التغييرات!
bn: পরিবর্তনগুলি সংরক্ষিত!
de: Änderungen gespeichert.
fa: تغییرات ذخیره شد!
fr: Changements enregistrés!
hi: परिवर्तन सहेजा गया!
id: Perubahan disimpan!
ja: 変更を保存しました!
pa: ਬਦਲਾਅ ਸੁਰੱਖਿਅਤ ਕੀਤੇ ਗਏ.
ps: بدلونونه خوندي شوي.
pt_br: Alterações salvas!
ru: Изменения сохранены.
sr_latn: Izmene su sačuvane.
sw: Mabadiliko yametunzwa!
ta: மாற்றங்கள் சேமிக்கப்பட்டன.
th: บันทึกการเปลี่ยนแปลงแล้ว!
tr: Değişiklikler kaydedildi!
uk: Зміни збережено.
ur: تبدیلیاں محفوظ کردی گئیں

source: Choir
ar: جوقة
bn: কোয়ার
de: Chor
fa: گروه کر
fr: Chœur
hi: बजानेवालों
id: Paduan suara
ja: 合唱団
pa: ਕੋਅਰ
ps: سندرغاړی
pt_br: Coro
ru: Хор
th: นักร้องประสานเสียง
uk: Хор
ur: کوئر

source: Choose
ar: إختيار
bn: পছন্দ করুন
de: Wähle
fa: انتخاب
fr: Choisissez
hi: चुनें
id: Memilih
ja: 選択
pa: ਚੁਣੋ
ps: غوره کړئ
pt_br: Escolher
ru: Выберите
sr_latn: Izaberi
sw: Chagua
ta: தேர்வு செய்
th: เลือก
tr: Seç
uk: Виберіть
ur: - منتخب کریں -

source: Choose image
ar: اختر الصورة
bn: ছবি নির্বাচন করুন
de: Bild auswählen
fa: انتخاب تصویر
fr: Choisir l'image
hi: चित्र चुने
id: Pilih citra
ja: 画像を選択
pa: ਚਿੱਤਰ ਚੁਣੋ
ps: انځور غوره کړئ
pt_br: Selecionar Imagem
ru: Выберите изображение
sr_latn: Izaberite sliku
sw: Chagua picha
ta: படத்தைத் தேர்வுசெய்க
th: เลือกภาพ
tr: Resim seç
uk: Виберіть зображення
ur: تصویر منتخب کریں

source: Clarinet
ar: كلارينيت
bn: ক্লারিনেট
de: Klarinette
fa: کلارینت
fr: Clarinette
hi: शहनाई
id: Klarinet
ja: クラリネット
pa: ਕਲੇਰਨੀਟ
ps: کلیرنیټ
pt_br: Clarinete
ru: Кларнет
th: ปี่ชวา
uk: Кларнет
ur: کلینیٹ

source: Clear
ar: امسح
bn: পরিষ্কার
de: Wische Malspuren weg
fa: پاک کن
fr: Effacer
hi: स्पष्ट
id: Bersih
ja: クリア
pa: ਸਾਫ਼
ps: پاک کړئ
pt_br: Limpar
ru: Стереть
sr_latn: Obriši
ta: அழி
th: ลบ
tr: Temizle
uk: Очистити
ur: واضح

source: Clear graphic effects
ar: مسح التأثيرات الرسومية
bn: গ্রাফিক প্রভাব উজ্জ্বল করুন
de: Schalte Grafikeffekte aus
fa: پاک کردن اثر گرافیکی
fr: Supprimer les effets graphiques
hi: ग्राफ़िक प्रभाव हटाए
id: Hapus efek grafik
ja: 画像効果をなくす
pa: ਗ੍ਰਾਫਿਕ ਪ੍ਰਭਾਵ ਸਾਫ਼ ਕਰੋ
ps: د ګرافیک اغیزې پاک کړئ
pt_br: Limpar efeitos gráficos
ru: Очистить графические эффекты
sr_latn: Obriši grafičke efekte
sw: Athari ya wazi ya kielezo
ta: கிராஃபிக் விளைவுகளை அழிக்கவும்
th: ล้างลักษณะพิเศษ
tr: Grafik efektlerini temizle
uk: Очистити графічні ефекти
ur: گرافک اثرات صاف کریں

source: Close
ar: إغلاق
bn: বন্ধ
de: Schließen
fa: بستن
fr: Fermer
hi: बंद करें
id: Tutup
ja: 閉じる
pa: ਬੰਦ ਕਰੋ
ps: تړل
pt_br: Fechar
ru: Закрыть
sr_latn: Zatvori
sw: Funga
ta: மூடு
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں

source: Close Paint
ar: إغلاق البوكت بينت
bn: কাছাকাছি রং
de: Paint schließen
fa: بستن برنامه پینت
fr: Fermer la peinture
hi: पेंट बंद करें
id: Tutup pewarnaaan
ja: ペイントを閉じる
pa: ਕਲੋਜ ਪੇਂਟ
ps: پینټ بند کړئ
pt_br: Fechar o Paint
ru: Закрыть рисунок
sr_latn: Zatvori Paint
sw: Funga rangi
ta: பெயிண்டை மூடு
th: ปิดโปรแกรมระบายสี
tr: Boyamayı Kapatın
uk: Закрити Paint
ur: پینٹ بند کریں

source: color
ar: لون
bn: রং
de: Farbe
fa: رنگ
fr: couleur
hi: रंग
id: warna
ja: 色
pa: ਰੰਗ
ps: رنګ
pt_br: cor
ru: цвет
sr_latn: boja
sw: rangi
ta: நிறம்
th: สี
tr: renk
uk: колір
ur: رنگ

source: Comparison operators
ar: عوامل تشغيل المقارنة
bn: তুলনা অপারেটর
de: Vergleichsoperatoren
fa: اپراتورهای مقایسه
fr: opérateurs de comparaison
hi: तुलना ऑपरेटरों
id: Operator perbandingan
ja: 比較演算子
pa: ਤੁਲਨਾ ਓਪਰੇਟਰ
ps: د پرتله کولو چلونکي
pt_br: Operadores de comparação
ru: Операторы сравнения
sr_latn: Operatori za poređenje
ta: ஒப்பீட்டு ஆபரேட்டர்கள்
th: ผู้ประกอบการเปรียบเทียบ
uk: Оператори порівняння
ur: موازنہ آپریٹرز

source: compass
ar: بوصلة
bn: কম্পাস
de: Kompass
fa: قطب نما
fr: boussole
hi: दिशा-सूचक
id: Kompas
ja: コンパス
pa: ਕੰਪਾਸ
ps: کمپاس
pt_br: bússola
ru: компас
sr_latn: kompas
sw: dira
ta: திசைகாட்டி
th: เข็มทิศ
tr: pusula
uk: компас
ur: قطب نما

source: Compute
ar: النتيجة
bn: গণনা করা
de: Berechnen
fa: محاسبه
fr: Calculer
hi: गणना करें
id: Menghitung
ja: 計算
pa: ਗਣਨਾ
ps: محاسبه
pt_br: Calcular
ru: Вычислить
sr_latn: Računaj
sw: kokotoa
ta: கம்ப்யூட்
th: คำนวณ
tr: Hesapla
uk: Обчислити
ur: حساب لگائیں

source: Computed result is %.2f
ar: النتيجة المحسوبة %.2f
bn: গণিত ফলাফল %.2f
de: Berechnetes Ergebnis ist %.2f
fa: نتیجه محاسبه شده %.2f است
fr: Le résultat calculé est %.2f
hi: गणना किया हुआ परिणाम है %.2f
id: Hasil perhitungan adalah %.2f
ja: 計算結果は %.2f です
pa: ਗਿਣਿਆ ਨਤੀਜਾ%.2f ਹੈ
ps: محاسبه شوې پایله %.2f ده
pt_br: O resultado calculado é %.2f
ru: Вычисленный результат: %.2f
sr_latn: Izračunati rezultat je %.2f
sw: Matokeo yake iliyowekwa ni %.2f
ta: கணக்கிடப்பட்ட முடிவு %.2f
th: คำนวณผลได้เป็น %.2f
tr: Hesaplanan sonuç %.2f
uk: Обчислений результат: %.2f
ur: حسابی نتیجہ %.2f ہے ۔

source: Computed result is FALSE
ar: النتيجة المحسوبة هي FALSE
bn: গণিত ফলাফল মিথ্যা
de: Berechnetes Ergebnis ist FALSCH
fa: نتیجه محاسبه شده اشتباه است
fr: Le résultat calculé est FAUX
hi: गणना किया हुआ परिणाम झूठ है
id: Hasil perhitungan SALAH
ja: 計算結果は FALSE です
pa: ਗਿਣਿਆ ਨਤੀਜਾ ਗਲਤ ਹੈ
ps: محاسبه شوې پایله FALSE ده
pt_br: O resultado calculado é FALSO
ru: Вычисленный результат: FALSE
sr_latn: Izračunati rezultat je NETAČAN
sw: Matokeo yaliyowekwa si kweli
ta: கணக்கிடப்பட்ட முடிவு தவறு
th: คำนวณผลได้เป็น เท็จ
tr: Hesaplanan sonuç YANLIŞ
uk: Обчислений результат: брехня
ur: حسابی نتیجہ غلط ہے۔

source: Computed result is TRUE
ar: النتيجة المحسوبة هي TRUE
bn: গণিত ফলাফল সত্য
de: Berechnetes Ergebnis ist RICHTIG
fa: نتیجه محاسبه شده درست است
fr: Le résultat calculé est VRAI
hi: गणना किया हुआ परिणाम सच है
id: Hasil perhitungan BENAR
ja: 計算結果は TRUE です。
pa: ਗਿਣਿਆ ਨਤੀਜਾ ਸਹੀ ਹੈ
ps: محاسبه شوې TRUE ده
pt_br: O resultado calculado é VERDADEIRO
ru: Вычисленный результат: TRUE
sr_latn: Izračunati rezultat je TAČAN
sw: Matokeo yaliyowekwa ni kweli
ta: கணக்கிடப்பட்ட முடிவு உண்மை
th: คำนวณผลได้เป็น จริง
tr: Hesaplanan sonuç DOĞRU
uk: Обчислений результат: TRUE
ur: حسابی نتیجہ درست ہے۔

source: Confirm password
ar: تأكيد كلمة السر
bn: পাসওয়ার্ড নিশ্চিত করুন
de: Passwort bestätigen
fa: تایید رمز عبور
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि कीजिये
id: Konfirmasi kata sandi
ja: パスワードの確認
pa: ਪਾਸਵਰਡ ਪੱਕਾ ਕਰੋ
ps: پاسورډ تایید کړه
pt_br: Confirmar senha
ru: Подтвердить пароль
sr_latn: Potvrdi lozinku
sw: Thibitisha nenosiri
ta: கடவுச்சொல் உறுதிசெய்
th: ยืนยันรหัสผ่าน
tr: Şifreyi Doğrula
uk: Підтвердьте пароль
ur: پاس ورڈ کی تصدیق

source: Connection failed
ar: فشل الاتصال
bn: সংযোগ ব্যর্থ হয়েছে
de: Verbindung fehlgeschlagen
fa: ارتباط ناموفق بود
fr: Échec de la connexion
hi: कनेक्शन विफल
id: Koneksi gagal
ja: 接続に失敗しました
pa: ਕੁਨੈਕਸ਼ਨ ਫੇਲ੍ਹ ਹੈ
ps: اړیکه پري شوه
pt_br: Falha na conexão
ru: Ошибка подключения
sr_latn: Veza nije uspela
sw: Uunganisho umeshindikana
ta: இணைப்பு தோல்வியடைந்தது
th: การเชื่อมต่อล้มเหลว
tr: Bağlantı başarısız oldu
uk: Помилка з'єднання
ur: کنیکشن ناکام

source: Connection lost
ar: تم فقدان الاتصال
bn: সংযোগ বিচ্ছিন্ন
de: Die Verbindung wurde verloren
fa: اتصال از دست رفته
fr: Connexion perdue
hi: कनेक्शन टूट गया
id: Koneksi terputus
ja: 接続が切断されました
pa: ਕਨੈਕਸ਼ਨ ਗੁੰਮ ਗਿਆ
ps: اړیکه ورکه شوه
pt_br: Conexão perdida
ru: Соединение потеряно
sr_latn: Konekcija izgubljena
ta: இணைப்பு துண்டிக்கப்பட்டது
th: การเชื่อมต่อขาดหาย
tr: Bağlantı koptu
uk: З'єднання втрачено
ur: کنکشن ٹوٹ گیا۔

source: Connection not possible
ar: الإتصال غير ممكن
bn: সংযোগ সম্ভব নয়
de: Verbindung nicht möglich
fa: اتصال امکان پذیر نیست
fr: Connexion impossible
hi: कनेक्शन संभव नहीं है
id: Koneksi tidak memungkinkan
ja: 接続できません
pa: ਕੁਨੈਕਸ਼ਨ ਸੰਭਵ ਨਹੀਂ ਹੈ
ps: اړیکه ممکنه نه ده
pt_br: Conexão impossível
ru: Соединение невозможно
sr_latn: Povezivanje nemoguće
sw: Uunganisho hauwezekani
ta: இணைப்பு சாத்தியமில்லை
th: ไม่สามารถเชื่อมต่อได้
tr: Bağlantı mümkün değil
uk: З'єднання неможливе
ur: کنکشن ممکن نہیں ہے

source: contains
ar: يحتوي على
bn: ধারণ করে
de: enthält
fa: شامل
fr: contient
hi: शामिल
id: berisi
pa: ਸ਼ਾਮਿਲ ਹੈ
ps: لري
pt_br: contém
ru: содержит
sr_latn: sadrži
sw: ina
ta: உள் அடக்கி வை
th: ประกอบด้วย
tr: içeren
uk: містить
ur: مشتمل

source: Continue
ar: متابعة
bn: এগিয়ে যান
de: Fortsetzen
fa: ادامه
fr: Continuer
hi: जारी रखें
id: Lanjutkan
ja: 続行
pa: ਜਾਰੀ ਰੱਖੋ
ps: ادامه ورکړئ
pt_br: Continuar
ru: Продолжить
sr_latn: Nastavi
sw: Endelea
ta: தொடர்ந்து
th: ทำต่อ
tr: Devam Et
uk: Продовжити
ur: جاری رکھیں

source: Continue project
ar: متابعة المشروع
bn: প্রজেক্ট চালিয়ে যান
de: Projekt fortsetzen
fa: ادامه پروژه
fr: Continuer le projet
hi: प्रोजेक्ट जारी रखें
id: Lanjutkan proyek
ja: プロジェクトを続ける
pa: ਪ੍ਰੋਜੈਕਟ ਜਾਰੀ ਰੱਖੋ
ps: پروژې ته دوام ورکړئ
pt_br: Continuar projeto
ru: Продолжить проект
sr_latn: Nastavi projekat
sw: Endelea
ta: தொடர்ந்து
th: ทำโปรเจ็กต์ต่อ
tr: Projeye devam et
uk: Продовжити проєкт
ur: پروجیکٹ جاری رکھیں

source: Control
ar: التحكم
bn: নিয়ন্ত্রণ
de: Steuerung
fa: کنترل
fr: Contrôle
hi: नियंत्रण
id: Kontrol
ja: 制御
pa: ਨਿਯੰਤਰਣ
ps: کنټرول
pt_br: Controle
ru: Управление
sr_latn: Kontrole
sw: Dhibiti
ta: கட்டுப்பாடு
th: ควบคุม
tr: Denetim
uk: Керування
ur: قابو کریں

source: Copy
ar: نسخ
bn: অনুলিপি
de: Kopieren
fa: کپی کردن
fr: Copier
hi: प्रतिलिपि बनाएँ
id: Salin
ja: コピー
pa: ਕਾੱਪੀ
ps: کاپي
pt_br: Copiar
ru: Скопировать
sr_latn: kopiraj
sw: Nakili
ta: நகல்
th: คัด​ลอก
tr: Kopyala
uk: Копіювати
ur: نقل بنائین

source: Copy actors or objects
ar: نسخ الممثلين أو العناصر
bn: অভিনেতা বা বস্তু অনুলিপি করুন
de: Figuren oder Objekte kopieren
fa: کپی بازیگران یا اشیاء
fr: Copier des acteurs ou des objets
hi: अभिनेताओं या वस्तुओं की प्रतिलिपि बनाएँ
id: Salin aktor atau objek
ja: アクターまたはオブジェクトをコピー
pa: ਅਦਾਕਾਰਾਂ ਜਾਂ ਵਸਤੂਆਂ ਦੀ ਨਕਲ ਕਰੋ
ps: کاپي لوبغاړي یا توکي
pt_br: Copiar atores ou objetos
ru: Скопировать актеров или объекты
th: คัดลอกนักแสดงหรือวัตถุ
uk: Копіювати персонажів або об'єктів
ur: اداکاروں یا اشیاء کو کاپی کریں۔

source: Copy brick
ar: نسخ الطوب
bn: ইট অনুলিপি করুন
de: Baustein kopieren
fa: کپی آجر
fr: Copier l'élément
hi: ईंट की नकल
id: Salin batu bata
ja: ブロックをコピー
pa: ਇੱਟ ਕਾਪੀ ਕਰੋ
ps: کاپي خښته
pt_br: Copiar bloco
ru: Скопировать блок
sr_latn: Kopiraj kocku
ta: செங்கலை நகலெடுக்கவும்
th: คัดลอกคำสั่ง
tr: Tuğlayı kopyala
uk: Копіювати блок
ur: اینٹ کی نقل

source: Copy looks
ar: نسخ المظاهر
bn: কপি চেহারা
de: Aussehen kopieren
fa: کپی به نظر می رسد
fr: Copier l'apparence
hi: कॉपी दिखता है
id: Salin tampilan
ja: 外見をコピー
pa: ਕਾਪੀ ਲੱਗਦੀ ਹੈ
ps: کاپي ښکاري
pt_br: Copiar aparência
ru: Скопировать образы
sr_latn: Kopiraj izgled
ta: தோற்றத்தை நகலெடுக்கவும்
th: คัดลอกรูปลักษณ์
tr: Görüntüyü kopyala
uk: Скопіювати вигляд
ur: کاپی لگ رہا ہے۔

source: Copy project
ar: نسخ المشروع
bn: প্রজেক্ট অনুলিপি করুন
de: Projekt kopieren
fa: پروژه کپی
fr: Copier le projet
hi: प्रोजेक्ट की प्रतिलिपि बनाएँ
id: Salin proyek
ja: プロジェクトをコピー
pa: ਪ੍ਰੋਜੈਕਟ ਦੀ ਨਕਲ ਕਰੋ
ps: کاپي پروژه
pt_br: Copiar projeto
ru: Скопировать проект
sr_latn: Kopiraj projekat
ta: திட்டத்தை நகலெடுக்கவும்
th: คัดลอกโครงการ
tr: Projeyi kopyala
uk: Скопіювати проєкт
ur: منصوبے کاپی کریں

source: cosine
ar: جتا الزاوية
bn: কোসাইন
de: Kosinus
fa: کوززین
fr: cos
hi: कौस
id: kosinus
ja: cos
pa: ਕੋਸਾਈਨ
ps: کوزین
pt_br: cosseno
ru: косинус
th: cos
uk: косинус
ur: کوزائن

source: Create account
ar: إنشاء حساب
bn: অ্যাকাউন্ট তৈরি করুন
de: Konto erstellen
fa: ایجاد حساب کاربری
fr: Créer un compte
hi: खाता बनाएँ
id: Membuat akun
ja: アカウントを作成
pa: ਖਾਤਾ ਬਣਾਉ
ps: ګڼون جوړول
pt_br: Criar conta
ru: Зарегистрироваться
sr_latn: Napravite nalog
sw: Unda akaunti
ta: கணக்கை உருவாக்கவும்
th: สร้างบัญชี
tr: Hesap açmak
uk: Створити обліковий запис
ur: اکاؤنٹ بنائیں

source: Create as list
de: Als Liste erstellen
pt_br: Criar uma lista
ru: Создать как список
th: สร้างเป็นรายการ
uk: Створити як список
ur: فہرست کے طور پر بنائیں

source: Create patterns for stiching machines
ar: إنشاء أنماط لصنع الآلات
bn: স্টিচিং মেশিনগুলির জন্য নিদর্শনগুলি তৈরি করুন
de: Erstelle Muster für Stickmaschinen
fa: ایجاد الگوهای برای ماشین های دوخت
fr: Créer des patrons pour les broderies
hi: सिलाई मशीन के लिए पैटर्न बनाएं
id: Buat pola untuk mesin stiching
ja: ステッチマシンのパターンを作成
pa: ਸਿਲਾਈ ਮਸ਼ੀਨ ਲਈ ਪੈਟਰਨ ਬਣਾਓ
ps: د ګنډلو ماشینونو لپاره نمونې جوړې کړئ
pt_br: Criar padrões para máquinas de costurar
ru: Создать шаблоны для швейных машин
th: สร้างรูปแบบสำหรับเครื่องเย็บ
uk: Створення візерунків для швейних машин
ur: سلائی مشینوں کے لیے پیٹرن بنائیں

source: Data
ar: البيانات
bn: তথ্য
de: Daten
fa: داده‌
fr: Données
hi: जानकारी
ja: データ
pa: ਡਾਟਾ
ps: ډاټا
pt_br: Dados
ru: Данные
sr_latn: Podaci
ta: தகவல்கள்
th: ข้อมูล
tr: Veri
uk: Дані
ur: ڈیٹا

source: Date and time
ar: التاريخ والوقت
bn: তারিখ এবং সময়
de: Datum und Uhrzeit
fa: تاریخ و زمان
fr: Date et Heure
hi: तिथि और समय
id: Tanggal dan waktu
ja: 日付と時刻
pa: ਤਾਰੀਖ ਅਤੇ ਸਮਾਂ
ps: نیټه او وخت
pt_br: Data e hora
ru: Дата и время
sr_latn: Datum i vreme
ta: தேதி மற்றும் நேரம்
th: วันและเวลา
uk: Дата і година
ur: تاریخ اور وقت

source: day
ar: اليوم
bn: দিন
de: Tag
fa: روز
fr: jour
hi: दिन
id: hari
ja: 日
pa: ਦਿਨ
ps: ورځ
pt_br: dia
ru: день
sr_latn: dan
sw: siku
ta: நாள்
th: วัน
tr: gün
uk: день
ur: دن

source: debug
ar: التصحيح
bn: ডিবাগ
de: debuggen
fa: اشکال‌یابی
fr: déboguer
hi: डिबग
pa: ਡੀਬੱਗ
ps: ډیبګ
ru: отладка
ta: பிழைநீக்கு
th: การแก้ปัญหา
tr: ayıklama
uk: налагодження
ur: ڈیبگ

source: Dec
ar: كانون الأول‏ (ديسمبر)
bn: ডিসেম্বর
de: Dez
fa: دسامبر
fr: Déc
hi: दिसम्बर
id: Des
ja: 12月
pa: ਦਸੰਬਰ
ps: دسمبر
pt_br: Dez
ru: Дек
ta: டிசம்பர்
th: ธ.ค.
tr: Aralık
uk: Гру
ur: دسمبر
