Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: Nothing to crop!
ar: لايوجد شيء للقيام بإقتصاصه!
bn: ছোট করিয়া কাটার কিছুই নেই
de: nichts zum Zuschneiden!
fa: چیزی برای برش یافت نشد!
fr: Rien à recadrer !
hi: फसल के लिए कुछ भी नहीं!
id: Tidak ada yang dipangkas!
ja: トリミングするものがありません！
pa: ਦੀ ਫਸਲ ਨੂੰ ਕੁਝ!
ps: د کښت کولو لپاره هیڅ شی نشته!
pt_br: Nada para recortar!
ru: Нечего обрезать!
sr_latn: Ništa za isecanje!
sw: Hakuna cha kukata!
ta: வெட்ட எதுவும் இல்லை!
th: ไม่มีอะไรให้ตัด!
tr: Kırpmak için bir şey yok!
uk: Нічого обрізати!
ur: کاٹنے کے لئے کچھ نہیں!

source: Nov
ar: تشرين الثاني (نوفمبر)
bn: নভেম্বর
fa: نوامبر
hi: नवम्बर
ja: 11月
pa: ਨਵੰਬਰ
ps: نومبر
ru: Ноя.
th: พ.ย
tr: Kasım
uk: Лис
ur: نومبر

source: November
ar: تشرين الثاني/ نوفمبر
bn: নভেম্বর
fa: نوامبر
fr: Novembre
hi: नवम्बर
ja: 11月
pa: ਨਵੰਬਰ
ps: نومبر
pt_br: Novembro
ru: Ноябрь
sr_latn: Novembar
sw: Novemba
ta: நவம்பர்
th: พฤศจิกายน
tr: Kasım
uk: Листопад
ur: نومبر

source: number of items
ar: عدد_العناصر
bn: আইটেমের সংখ্যা
de: Anzahl der Elemente
fa: تعداد عناصر
fr: Nombre d'éléments
hi: मदों की संख्या
id: jumlah item
ja: アイテム数
pa: ਵਸਤੂਆਂ ਦੀ ਗਿਣਤੀ
ps: د توکو شمیر
pt_br: número de itens
ru: количество элементов
sr_latn: broj stavki
sw: namba_ya_vipengele
ta: பொருட்களின் எண்ணிக்கை
th: จำนวนรายการ
tr: öğe sayısı
uk: кількість елементів
ur: اشیاء کی تعداد

source: number of text blocks
ar: عدد كتل النص
bn: পাঠ্য ব্লকের সংখ্যা
de: Anzahl der Textblöcke
fa: تعداد بلوک های متنی
fr: nombre de blocs de texte
ps: د متن بلاکونو شمیر
pt_br: número de blocos de texto
ru: количество текстовых блоков
th: จำนวนบล็อกข้อความ
uk: кількість текстових блоків
ur: ٹیکسٹ بلاکس کی تعداد

source: Numbers
ar: أرقام
bn: সংখ্যা
de: Zahlen
fa: تعداد
fr: Numéros
hi: नंबर
id: Nomor
ja: 数値
pa: ਨੰਬਰ
ps: شمېرې
pt_br: Números
ru: Числа
sr_latn: Brojevi
sw: Namba
ta: எண்கள்
th: ตัวเลข
tr: Sayılar
uk: Номери
ur: نمبر

source: Object
ar: الكائن
bn: অবজেক্ট
de: Objekt
fa: شی
fr: Objet
hi: वस्तु
id: Objek
ja: スプライト
pa: ਆਬਜੈਕਟ
ps: اعتراض
pt_br: Objeto
ru: Объект
sr_latn: Objekat
sw: Kipengee
ta: பொருள்
th: วัตถุ
tr: Obje
uk: Об'єкт
ur: آبجیکٹ

source: Object or actor name
ar: اسم الكائن أو الممثل
bn: অবজেক্ট বা অভিনেতার নাম
de: Objekt- oder Figurname
fa: نام یا نام بازیگر
fr: Nom de l'objet ou de l'acteur
hi: वस्तु या अभिनेता का नाम
id: Objek atau nama aktor
ja: オブジェクトまたはアクター名
pa: ਆਬਜੈਕਟ ਜਾਂ ਅਦਾਕਾਰ ਦਾ ਨਾਮ
ps: د څیز یا اداکار نوم
pt_br: Nome do objeto ou do ator
ru: Название объекта или актера
sr_latn: Ime objekta ili aktera
ta: பொருள் அல்லது நடிகரின் பெயர்
th: ชื่อวัตถุหรือนักแสดง
tr: Obje ismi
uk: Назва обʼєкта або персонажа
ur: آبجیکٹ یا اداکار کا نام

source: Object recognition
ar: التعرف على الكائن
bn: বস্তুর স্বীকৃতি
de: Objekterkennung
fa: تشخیص شی
fr: Reconnaissance d'objet
ps: د څیز پیژندنه
pt_br: Reconhecimento de objeto
ru: Распознавание объектов
th: การจดจำวัตถุ
uk: Розпізнавання об’єктів
ur: چیز کی شناخت

source: object with ID visible
de: Objekt mit sichtbarer ID
fa: شی با شناسه قابل مشاهده
pt_br: objeto com ID visível
ru: объект с ID виден
th: วัตถุที่มี ID มองเห็นได้
uk: об’єкт із видимим ID
ur: ID کے ساتھ آبجیکٹ نظر آتا ہے۔

source: Oct
ar: تشرين الأول (أكتوبر)
bn: অক্টোবর
de: Okt
fa: اکتبر
hi: अक्टूबर
id: Okt
ja: 10月
pa: ਅਕਤੂਬਰ
ps: اکتوبر
pt_br: Out
ru: Окт
sr_latn: Okt
th: ต.ค
tr: Ekim
uk: Жов
ur: اکتوبر

source: October
ar: تشرين الاول / اكتوبر
bn: অক্টোবর
de: Oktober
fa: اکتبر
fr: Octobre
hi: अक्टूबर
id: Oktober
ja: 10月
pa: ਅਕਤੂਬਰ
ps: اکتوبر
pt_br: Outubro
ru: Октябрь
sr_latn: Oktobar
sw: Oktoba
ta: அக்டோபர்
th: ตุลาคม
tr: Ekim
uk: Жовтень
ur: اکتوبر

source: off
ar: إيقاف التشغيل
bn: বন্ধ
de: aus
fa: خاموش
fr: désactivé
hi: बंद
id: mati
ja: オフ
pa: ਬੰਦ
ps: بند
pt_br: desligar
ru: выкл.
sw: zimwa
ta: ஆஃப்
th: ปิด
tr: kapalı
uk: вимкнути
ur: بند

source: OK
ar: موافق
bn: সঠিক
fa: تایید
hi: ठीक है।
id: Oke
ja: わかりました
pa: ਠੀਕ ਹੈ
ps: سمه ده
ru: ОК
sr_latn: U redu
sw: Sawa
ta: சரி
th: ตกลง
tr: Tamam
uk: ОК
ur: ٹھيک ہے

source: on
ar: تشغيل
bn: চালু
de: ein
fa: روشن
fr: activé
hi: पर
id: aktif
ja: オン
pa: ਚਾਲੂ
ps: پر
pt_br: ligar
ru: вкл.
sw: waka
ta: ஆன்
th: เปิด
tr: açık
uk: увімкнути
ur: پر

source: Once
ar: مرة واحدة
bn: একদা
de: Einmal
fa: یک بار
fr: Une fois
hi: एक बार
id: Sekali
ja: 一度だけ
ps: یوځل
pt_br: Uma vez
ru: Один раз
th: ครั้งเดียว
uk: Один раз
ur: ایک بار

source: only 15 characters allowed
ar: فقط يسمح بـ 15 رمزاً
bn: শুধুমাত্র ১৫ টি অক্ষর অনুমোদিত
de: nur 15 Zeichen zulässig
fa: تنها 15 کاراکتر مجاز است
fr: seulement 15 caractères autorisés
hi: केवल 15 वर्णों की अनुमति है
id: hanya 15 karakter yang diperbolehkan
ja: 許可されているのは15文字だけ
pa: ਸਿਰਫ 15 ਅੱਖਰਾਂ ਦੀ ਆਗਿਆ ਹੈ
ps: یوازې 15 حروف اجازه لري
pt_br: apenas 15 caracteres permitidos
ru: разрешено только 15 символов
sr_latn: samo 15 znakova dozvoljeno
ta: 15 எழுத்துக்கள் மட்டுமே அனுமதிக்கப்படுகின்றன
th: อนุญาตให้ใช้เพียง 15 อักขระ
tr: sadece 15 karakter kaldı
uk: дозволено лише 15 символів
ur: صرف 15 حروف کی اجازت ہے

source: Only space is not allowed. Please enter at least %lu other character(s).
ar: فقط الفراغ غير مسموح به. الرجاء إدخال على الأقل %lu حرف (أحرف) أخرى.
bn: শুধুমাত্র ফাঁক দেত্তয়ার অনুমতি নেই। দয়া করে কমপক্ষে %lu অন্যান্য অক্ষর লিখুন।
de: Nur Leerzeichen ist nicht zulässig. Bitte gib mindestens %lu andere(s) Zeichen ein.
fa: فقط تایپ فاصله مجاز نیست. لطفا حداقل %lu کاراکتر دیگر وارد کن.
fr: Seul l'espace n'est pas autorisé. Veuillez entrer au moins %lu caractère(s).
hi: केवल स्थान की अनुमति नहीं है। कृपया कम से कम दर्ज करें %lu अन्य कैरेक्टर)।
id: Ruang tidak diizinkan. Masukkan setidaknya %lu karakter lainnya.
ja: スペースのみ許可されていません。少なくとも %lu 文字以上入力してください。
pa: ਸਿਰਫ ਜਗ੍ਹਾ ਦੀ ਆਗਿਆ ਨਹੀਂ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਘੱਟੋ ਘੱਟ%lu ਹੋਰ ਅੱਖਰ ਭਰੋ.
ps: یوازې ځای اجازه نه لري. مهرباني وکړئ لږ تر لږه %lu نور کرکټرونه دننه کړئ.
pt_br: Apenas espaços não é permitido. Por favor, insira pelo menos %lu outro caractere (s).
ru: Только пробел не допускается. Пожалуйста, введите по крайней мере %lu других символов.
sr_latn: Nije dozvoljen samo prostor. Unesite najmanje %lu ostale znakove.
ta: இடம் மட்டுமே அனுமதிக்கப்படவில்லை. தயவுசெய்து குறைந்தது %lu பிற எழுத்து (களை) உள்ளிடவும்.
th: ไม่อนุญาตให้ใช้พื้นที่เท่านั้น โปรดป้อนอักขระอื่นอย่างน้อย %lu
tr: Sadece alana izin verilmez. Lütfen en az %lu diğer karakter (ler) girin.
uk: Не допускається тільки простір. Введіть принаймні %lu інші символи(лів).
ur: صرف جگہ کی اجازت نہیں ہے۔ براہ کرم کم از کم %lu دیگر حروف درج کریں۔

source: Only special characters are not allowed. Please enter at least %lu other character(s).
ar: الأحرف الخاصة فقط غير مسموح بها. الرجاء إدخال على الأقل %lu أحرف آخرى.
bn: কেবলমাত্র বিশেষ অক্ষর অনুমোদিত নয়। দয়া করে কমপক্ষে %lu অন্যান্য অক্ষর লিখুন।
de: Nur Sonderzeichen sind nicht erlaubt. Bitte gib mindestens %lu andere(s) Zeichen ein.
fa: فقط کاراکترهای خاص مجاز نیستند. لطفا حداقل %lu دیگر شخصیت (ها) را وارد کنید.
fr: Seuls les caractères spéciaux ne sont pas autorisés. Veuillez entrer au moins %lu caractère(s).
hi: केवल विशेष वर्णों की अनुमति नहीं है। कृपया कम से कम दर्ज करें %lu अन्य कैरेक्टर)।
id: Hanya karakter khusus yang tidak diizinkan. Harap masukkan minimal %lu karakter lainnya.
ja: 特殊文字のみ使用できません。少なくとも %lu 文字以上入力してください。
pa: ਸਿਰਫ ਵਿਸ਼ੇਸ਼ ਪਾਤਰਾਂ ਦੀ ਆਗਿਆ ਨਹੀਂ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਘੱਟੋ ਘੱਟ%lu ਹੋਰ ਅੱਖਰ ਭਰੋ.
ps: یوازې ځانګړي کرکټرونه اجازه نلري. مهرباني وکړئ لږ تر لږه %lu نور کرکټرونه دننه کړئ.
pt_br: Só não são permitidos caracteres especiais. Por favor introduza pelo menos mais %lu caracter(es).
ru: Только специальные символы не допускаются. Пожалуйста, введите хотя бы %lu других символов.
sr_latn: Samo specijalni znakovi nisu dozvoljeni. Unesite najmanje %lu ostalih znakova.
ta: சிறப்பு எழுத்துக்கள் மட்டுமே அனுமதிக்கப்படாது. தயவுசெய்து குறைந்தது %lu பிற எழுத்து (களை) உள்ளிடவும்.
th: ไม่อนุญาตให้ใช้เฉพาะอักขระพิเศษเท่านั้น โปรดป้อนอักขระอื่นอย่างน้อย %lu
tr: Yalnızca özel karakterlere izin verilmez. Lütfen en az %lu diğer karakter (ler) girin.
uk: Не допускаються тільки спеціальні символи. Введіть принаймні %lu інші символи(лів).
ur: صرف خاص حروف کی اجازت نہیں ہے۔ براہ کرم کم از کم %lu دیگر حروف درج کریں۔

source: Open
ar: فتح
bn: খুলুন
de: Öffnen
fa: باز کن
fr: Ouvrir
hi: खुला हुआ
id: Buka
ja: 開く
pa: ਖੁੱਲਾ
ps: خلاص
pt_br: Abrir
ru: Открыть
sr_latn: Otvori
sw: Fungua
ta: திற
th: เปิด​
tr: Açık
uk: Відкрити
ur: کھولیں

source: or
ar: أو
bn: অথবা
de: oder
fa: يا
fr: OU
hi: या
id: atau
ja: または
pa: ਜਾਂ
ps: یا
pt_br: ou
ru: или
sr_latn: ili
sw: au
ta: அல்லது
th: หรือ
tr: veya
uk: або
ur: یا

source: Organ
ar: عضو
bn: অঙ্গ
de: Orgel
fa: ارگان
fr: Orgue
hi: अंग
ja: オルガン
pa: ਅੰਗ
ps: ارګان
pt_br: Órgão
ru: Орган
th: ออร์แกน
uk: Орган
ur: عضو

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
de: Passwort
fa: رمز عبور
fr: Mot de passe
hi: पारण शब्द:
id: Kata sandi
ja: パスワード
pa: ਪਾਸਵਰਡ
ps: رمز
pt_br: Senha
ru: Пароль
sr_latn: Lozinka
sw: Nenosiri
ta: கடவுச்சொல்
th: รหัสผ่าน
tr: Şifre
uk: Пароль
ur: خفیہ کوڈ

source: Password is not vaild! It has to contain at least 6 characters/symbols
ar: كلمة المرور غير صحيحة! يجب أن تحتوي على الأقل على أحرف ورموز
bn: পাসওয়ার্ড বৈধ নয়! এতে কমপক্ষে ৬ টি অক্ষর / চিহ্ন থাকতে হবে
de: Passwort ist nicht gültig! Es muss mindestens 6 Zeichen/Symbole enthalten
fa: رمز ورود معتبر نیست! رمز باید حداقل شامل ۶ کاراکتر یا سمبل باشد
fr: Le mot de passe n'est pas vaild! Il doit contenir au moins 6 caractères/symboles
hi: पासवर्ड वैध नहीं है! इसमें कम से कम 6 अक्षर / प्रतीकों को शामिल करना है
id: Sandi tidak sah! Sandi harus terdiri dari setidaknya 6 karakter/simbol
ja: パスワードは有効ではありません！ 少なくとも6文字/記号を含める必要があります
pa: ਪਾਸਵਰਡ ਠੀਕ ਨਹੀਂ ਹੈ! ਇਸ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 6 ਅੱਖਰ / ਚਿੰਨ੍ਹ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ
ps: پټنوم د اعتبار وړ نه دی! دا باید لږترلږه 6 حروف / سمبولونه ولري
pt_br: Senha não é válida! Tem de conter pelo menos 6 caracteres/símbolos
ru: Неверный пароль! Он должен содержать хотя бы 6 символов
sr_latn: Lozinka nije važeća! Mora da sadrži najmanje 6 znakova/simbola
sw: Nenosiri siyo sahihi! inatakiwa kuwa na angalau alama/herufi 6
ta: கடவுச்சொல் பலனளிக்கவில்லை! இதில் குறைந்தது 6 எழுத்துக்கள் / சின்னங்கள் இருக்க வேண்டும்
th: รหัสผ่านไม่ถูกต้อง! ต้องมีอย่างน้อย 6 ตัวอักษร/สัญลักษณ์
tr: Şifre bozuk değil! En az 6 karakter / sembol içermelidir
uk: Пароль неприпустимий! Він повинен містити не менше 6 символів / символів
ur: پاس ورڈ درست نہیں ہے! اس میں کم از کم 6 حروف / علامات شامل ہیں

source: Passwords do not match
ar: كلمات المرور لا تتطابق
bn: পাসওয়ার্ড মিলছে না
de: Passwörter stimmen nicht überein
fa: رمزهای عبور مطابقت ندارند
fr: Les mots de passes ne correspondent pas
hi: पासवर्ड्स समान नहीं हैं
id: Sandi tidak cocok
ja: パスワードが一致しません
pa: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ
ps: پاسورډونه سمون نه خوري
pt_br: As senhas não coincidem
ru: Пароли не совпадают
sr_latn: Lozinke se ne podudaraju
sw: Manenosiri hayafanani
ta: கடவுச்சொற்கள் பொருத்தமாக இல்லை
th: รหัสผ่านไม่ตรงกัน
tr: Parolalar uyuşmuyor
uk: Паролі не збігаються
ur: پاس ورڈ ایک جیسے نہیں ہیں

source: Pen
ar: القلم
bn: কলম
de: Malstift
fa: خودکار
fr: Stylo
hi: कलम
id: Pena
ja: ペン
pa: ਕਲਮ
ps: قلم
pt_br: Caneta
ru: Перо
sr_latn: Olovka
ta: பேனா
th: ปากกา
tr: Kalem
uk: Перо
ur: قلم

source: Pen down
ar: القلم إلى الأسفل
bn: কলম নিচে
de: Schalte Stift ein
fa: قلم پایین
fr: Stylo en position d'écriture
hi: नीचे कलम
id: Pen bawah
ja: ペンを下す
pa: ਕਲਮ ਡਾ .ਨ
ps: قلم ښکته کړه
pt_br: Caneta para baixo
ru: Опустить перо
ta: பேனா கீழே
th: วางปากกาลง
tr: Kalem aşağı
uk: Опустити перо
ur: قلم نیچے

source: Pen up
ar: القلم الى الأعلى
bn: কলম উপরে
de: Schalte Stift aus
fa: قلم بالا
fr: Relever le stylo
hi: कलम उठाई
id: Pen atas
ja: ペンを上げる
pa: ਕਲਮ
ps: قلم پورته کړه
pt_br: Caneta para cima
ru: Поднять перо
ta: பேனா கீழே
th: ยกปากกาขึ้น
tr: Kalem yukarı
uk: Підняти перо
ur: قلم اٹھاو

source: phiro bottom left
ar: أسفل phiro لليسار
bn: ফিরো নীচে বাম
de: Phiro Sensor unten links
fa: phiro پایین سمت چپ
fr: phiro en bas à gauche
hi: फेरो नीचे छोड़ दिया
id: phiro kiri bawah
ja: 左下にフィロがあります
pa: ਫਿਰੋ ਤਲ ਖੱਬੇ
ps: phiro ښکته چپه
pt_br: sensor inferior esquerdo do phiro
ru: Нижний левый phiro
ta: பைரோ கீழே இடது
th: phiro เซ็นเซอร์ซ้ายล่าง
tr: phiro sol alt
uk: нижній лівий phiro
ur: phiro نیچے بائیں

source: phiro bottom right
ar: أسفل phiro لليمين
bn: ফিরো নীচে ডানদিকে
de: Phiro Sensor unten rechts
fa: phiro راست پایین
fr: phiro en bas à droite
hi: फ़िरो नीचे
id: phiro kanan bawah
ja: フィロの右下に
pa: ਫਿਰੋ ਤਲ ਸੱਜੇ
ps: phiro لاندې ښیې
pt_br: sensor inferior direito do phiro
ru: справа нижний phiro
ta: பைரோ கீழ் வலது
th: phiro เซ็นเซอร์ขวาล่าง
tr: phiro alt sağ
uk: нижній правий phiro
ur: فیرو نیچے دائیں

source: phiro front left
ar: واجهة الفيرو لليسار
bn: ফিরো সামনে বাম
de: Phiro Sensor vorne links
fa: phiro جلو سمت چپ
fr: phiro devant gauche
hi: फिरो सामने छोड़ दिया
id: phiro kiri depan
ja: フィロの前左
pa: ਫਿਰੋ ਅੱਗੇ ਖੱਬੇ
ps: فیرو مخکی کیڼ لور ته
pt_br: sensor frontal esquerdo do phiro
ru: phiro спереди слева
ta: ஃபிரோ முன் இடது
th: phiro เซ็นเซอร์ด้านซ้าย
tr: phiro ön sol
uk: передній лівий phiro
ur: فیرو سامنے بائیں

source: phiro front right
ar: فيرو أمام اليمين
bn: ফিরো ডানদিকে
de: Phiro Sensor vorne rechts
fa: phiro جلو سمت راست
fr: phiro devant droit
hi: फिरो सामने सही
id: phiro kanan depan
ja: フィロ正面右
pa: ਫਿਰੋ ਸਾਹਮਣੇ ਸੱਜਾ
ps: phiro مخ په ښي خوا
pt_br: sensor frontal direito do phiro
ru: phiro спереди справа
ta: ஃபிரோ முன் வலது
th: phiro เซ็นเซอร์ด้านขวา
tr: phiro ön sağ
uk: передній правий phiro
ur: phiro سامنے دائیں

source: phiro side left
ar: الجانب الأيسر لـ phiro
bn: ফিরো পাশ বাম
de: Phiro Sensor seitlich links
fa: طرف فیرو سمت چپ
fr: côté phiro à gauche
hi: फेरो पक्ष छोड़ दिया
id: sisi kiri phiro
ja: ピロ・サイド・レフト
pa: ਫਿਰੋ ਖੱਬੇ ਪਾਸੇ
ps: فیرو خواته
pt_br: sensor esquerdo do phiro
ru: phiro с левой стороны
ta: பைரோ பக்க இடது
th: phiro เซ็นเซอร์ด้านชาย
tr: phiro sol tarafı
uk: бічний лівий phiro
ur: فیرو کی طرف بائیں

source: phiro side right
ar: فيرو الجانب الأيمن
bn: ফিরো ডানদিকে
de: Phiro Sensor seitlich rechts
fa: سمت فیرو راست
fr: côté phiro à droite
hi: फेरो पक्ष सही
id: sisi phiro kanan
ja: フィロサイド右
pa: ਫਿਰੋ ਸੱਜੇ ਪਾਸੇ
ps: فیرو ښي خوا ته
pt_br: sensor direito do phiro
ru: phiro с правой стороны
ta: பைரோ பக்க வலது
th: phiro เซ็นเซอร์ด้านขวา
tr: phiro sağ tarafı
uk: бічний правий phiro
ur: دائیں طرف پھرو

source: pi
ar: قيمة باي
bn: পাই
fa: پی
hi: पाई
ps: پیانو
ru: пи
uk: пі
ur: پیانو

source: Piano
ar: بيانو
bn: পিয়ানো
de: Klavier
fa: پیانو
hi: पियानो
ja: ピアノ
pa: ਪਿਆਨੋ
ps: پیانو
ru: Пианино
th: เปียโน
uk: Піаніно
ur: پیانو

source: Pipette
ar: التقاط اللون
bn: পিপেট
fa: انتخاب رنگ با قطره چکان
hi: पिपेट
id: Pipet
ja: ピペット
pa: ਪਾਈਪੇਟ
ps: پایپټ
pt_br: Pipeta
ru: Пипетка
sr_latn: cevčica
ta: குழாயி
th: ดูดสี
tr: Renk Seçici
uk: Піпетка
ur: نعمونہ

source: Pizzicato
ar: بيتزا
bn: পিজিকাটো
de: Pizzikato
fa: پنگواتو
hi: पिज्ज़ीकाटो
ja: ピチカート
pa: ਪੀਜ਼ਾਕੈਟੋ
ru: Пиццикато
th: พิซซ่าica
uk: Піцикато
ur: پزیکیٹو

source: Place at
ar: تحديد موقع الكائن في
bn: এ স্থান
de: Setze an Position
fa: موقعیت در
fr: Positionner à
hi: पर रखें
id: Tempatkan di
ja: 配置：
pa: 'ਤੇ ਰੱਖੋ
ps: په ځای
pt_br: Colocar em
ru: Поставить на
sw: Weka
ta: இடத்தில்
th: วางที่
tr: Yerleştirin
uk: Розмістити в
ur: جگہ رکھیں

source: Play
ar: تشغيل
bn: খেলুন
de: Spielen
fa: اجرا
fr: Jouer
hi: चलाएँ
id: Mainkan
ja: プレイ
pa: ਖੇਡੋ
ps: چلول
pt_br: Reproduzir
ru: Запуск
sr_latn: Igraj
ta: விளையாடு
th: เล่น
tr: Oynat
uk: Відтворити
ur: چلائیں

source: Play Phiro music
ar: تشغيل موسيقى روبوت الاطفال
bn: ফিরো সংগীত বাজান
de: Spiele Phiro-Musik ab
fa: موسیقی Phiro را بازی کنید
fr: Jouer de la musique Phiro
hi: फ़िरो संगीत बजाओ
id: Mainkan musik Phiro
ja: Phiro 音楽を再生する
pa: ਫਿਲੋ ਸੰਗੀਤ ਚਲਾਓ
ps: د فیرو میوزیک پلی کړئ
pt_br: Reproduzir música Phiro
ru: Играть музыку Phiro
sw: Cheza Phiro muziki
ta: பைரோ இசையை வாசிக்கவும்
th: เล่นเพลงฟีโร
tr: Phiro müzik çal
uk: Відтворити музику Phiro
ur: پہرو موسیقی کھیلیں \ n

source: Please choose another name:
ar: من فضلك قم باختيار اسم اخر:
bn: অন্য নাম নির্বাচন করুন।
de: Bitte wähle einen anderen Namen:
fa: لطفا نام دیگری را انتخاب کنید:
fr: Veuillez choisir un autre nom:
hi: कृपया दूसरा नाम चुनें:
id: Pilih nama lain:
ja: 別の名前を選択してください:
pa: ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਨਾਮ ਚੁਣੋ:
ps: مهرباني وکړئ بل نوم غوره کړئ:
pt_br: Por favor, escolha outro nome:
ru: Пожалуйста, выберите другое название:
sr_latn: Molimo Vas unesite drugo ime:
ta: தயவுசெய்து மற்றொரு பெயரைத் தேர்வுசெய்க:
th: โปรดเลือกชื่ออื่น:
tr: Lütfen başka bir isim seçin:
uk: Будь ласка, виберіть іншу назву:
ur: برائے مہربانی کوئی دوسری فائل منتخب کریں

source: Please choose up to three categories
ar: اختر كحد أقصى ثلاث فئات
bn: তিনটি বিভাগ পর্যন্ত নির্বাচন করুন
de: Bitte wähle bis zu drei Kategorien
fa: لطفا تا سه دسته را انتخاب کنید
fr: Veuillez choisir jusqu'à trois catégories
hi: कृपया तीन श्रेणियां चुनें
id: Pilih hingga tiga kategori
ja: 最大3つのカテゴリを選択してください
pa: ਕਿਰਪਾ ਕਰਕੇ ਤਿੰਨ ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਚੋਣ ਕਰੋ
ps: مهرباني وکړئ تر دریو کټګوریو پورې غوره کړئ
pt_br: Por favor, escolha até três categorias
ru: Пожалуйста, выберите до трех категорий
sr_latn: Izaberite do tri kategorije
ta: மூன்று வகைகள் வரை தேர்வு செய்யவும்
th: โปรดเลือกได้สูงสุดสามหมวด
tr: Lütfen en fazla üç kategori seçin
uk: Будь ласка, виберіть до трьох категорій
ur: تین زمرے کا انتخاب کریں

source: Please enter a text.
ar: الرجاء إدخال نص.
bn: একটি পাঠ্য লিখুন দয়া করে।
de: Bitte gib einen Text ein.
fa: لطفا یک متن را وارد کنید
fr: Veuillez saisir un texte.
hi: कृपया एक पाठ दर्ज करें।
id: Harap masukkan teks.
ja: テキストを入力してください。
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਪਾਠ ਦਾਖਲ ਕਰੋ.
ps: مهرباني وکړئ یو متن دننه کړئ.
pt_br: Por favor, insira um texto.
ru: Пожалуйста, введите текст!
sr_latn: Molimo unesite tekst.
ta: ஒரு உரையை உள்ளிடவும்.
th: กรุณากรอกข้อความ
tr: Lütfen bir metin girin.
uk: Введіть текст:
ur: براہ کرم ایک متن درج کریں۔

source: Please enter at least %lu character(s).
ar: الرجاء إدخال %lu حرف على الأقل.
bn: কমপক্ষে %lu অক্ষর লিখুন।
de: Bitte gib mindestens %lu Zeichen ein.
fa: لطفا حداقل %lu کاراکتر را وارد کنید.
fr: Veuillez saisir au moins %lu caractère(s).
hi: कृपया कम से कम दर्ज करें %lu पात्र)।
id: Harap masukkan setidaknya %lu karakter.
ja: 少なくとも %lu 文字を入力してください。
pa: ਕਿਰਪਾ ਕਰਕੇ ਘੱਟੋ ਘੱਟ%lu ਅੱਖਰ ਭਰੋ.
ps: مهرباني وکړئ لږ تر لږه %lu کرکټرونه دننه کړئ.
pt_br: Por favor insira pelo menos %lu caractere(s).
ru: Пожалуйста, введите хотя бы %lu символ(ов).
sr_latn: Molimo Vas da unesete najmanje %lu znakova.
ta: குறைந்தபட்சம் %lu எழுத்துக்குறி (களை) உள்ளிடவும்.
th: กรุณากรอกตัวอักษรอย่างน้อย %lu
tr: Lütfen en az %lu karakter girin.
uk: Введіть принаймні %lu символи(лів) .
ur: براہ کرم کم از کم %lu حروف درج کریں۔

source: Please pick a tool
ar: الرجاء إنتقاء أداة
bn: একটি সরঞ্জাম নির্বাচন করুন
de: Bitte wähle ein Werkzeug
fa: لطفا یک ابزار را انتخاب کنید
fr: Veuillez choisir un outil
hi: कृपया एक उपकरण चुनें
id: Silakan pilih sebuah alat
ja: ツールを選択してください
pa: ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਟੂਲ ਚੁਣੋ
ps: مهرباني وکړئ یوه وسیله غوره کړئ
pt_br: Por favor, escolha uma ferramenta
ru: Пожалуйста, выберите инструмент
sr_latn: Izaberite alat
sw: Tafadhali chukua chombo
ta: ஒரு கருவியைத் தேர்ந்தெடுக்கவும்
th: กรุณาเลือกเครื่องมือ
tr: Lütfen bir alet seçin
uk: Будь ласка, виберіть інструмент
ur: برائے مہربانی ایک آلہ منتخب کریں

source: Please select a project to upload
ar: الرجاء تحديد مشروع للتحميل
bn: আপলোডের জন্য একটি প্রজেক্ট নির্বাচন করুন
de: Bitte wähle ein Projekt zum Hochladen aus
fa: لطفا یک پروژه را برای آپلود انتخاب کنید
fr: Veuillez sélectionner un projet à télécharger
hi: कृपया अपलोड करने के लिए किसी प्रोजेक्ट का चयन करें
id: Pilih proyek untuk diupload
ja: アップロードするプロジェクトを選択してください
pa: ਕਿਰਪਾ ਕਰਕੇ ਅਪਲੋਡ ਕਰਨ ਲਈ ਇੱਕ ਪ੍ਰੋਜੈਕਟ ਦੀ ਚੋਣ ਕਰੋ
ps: مهرباني وکړئ د اپلوډ کولو لپاره یوه پروژه غوره کړئ
pt_br: Por favor, selecione um projeto para carregar
ru: Пожалуйста, выберите проект для загрузки
sr_latn: Molim vas označite projekat za slanje
ta: பதிவேற்ற ஒரு திட்டத்தைத் தேர்ந்தெடுக்கவும்
th: โปรดเลือกโครงการที่จะอัปโหลด
tr: Lütfen yüklemek için bir proje seçin
uk: Будь ласка, виберіть проєкт для вивантаження
ur: اپ لوڈ کرنے کیلئے ایک منصوبے منتخب کریں

source: Please try resetting the device and try again.
ar: الرجاء محاولة إعادة تعيين الجهاز, والمحاولة من جديد.
bn: দয়া করে ডিভাইসটি পুনরায় সেট করার চেষ্টা করুন এবং আবার চেষ্টা করুন।
de: Bitte versuche das Gerät zurückzusetzen und versuche es erneut.
fa: لطفا سعی کنید دستگاه را بازنشانی کنید و دوباره امتحان کنید.
fr: Veuillez essayer de réinitialiser l'appareil et réessayez.
hi: कृपया डिवाइस को रीसेट करने का प्रयास करें और पुनः प्रयास करें।
id: Coba atur ulang perangkat dan coba lagi.
ja: デバイスをリセットしてもう一度やり直してください。
pa: ਕਿਰਪਾ ਕਰਕੇ ਡਿਵਾਈਸ ਨੂੰ ਰੀਸੈਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ps: مهرباني وکړئ د وسیله بیا تنظیم کولو هڅه وکړئ او بیا هڅه وکړئ.
pt_br: Por favor, experimente reiniciar o dispositivo e tente de novo.
ru: Пожалуйста, попробуйте перезагрузить устройство и попробовать еще раз.
sr_latn: Pokušajte resetovati uređaj i pokušajte ponovo.
sw: Tafadhali jaribu kuseti upya kifaa na jaribu tena.
ta: சாதனத்தை மீட்டமைக்க முயற்சிக்கவும், மீண்டும் முயற்சிக்கவும்.
th: โปรดลองรีเซ็ตอุปกรณ์แล้วลองอีกครั้ง
tr: Lütfen cihazı sıfırlamayı deneyin ve tekrar deneyin.
uk: Будь ласка, спробуйте скинути пристрій і спробуйте ще раз.
ur: براہ کرم آلہ دوبارہ ترتیب دینے کی کوشش کریں اور دوبارہ کوشش کریں.

source: Plot
uk: Діаграма

source: plot.svg
uk: діаграма.svg

source: Pocket Code for iOS
ar: النص البرمجي لجهاز الجيب لـiOS
bn: আইওএসের জন্য পকেট কোড
de: Pocket Code für iOS
fa: پاکت کد برای iOS
fr: Pocket Code pour iOS
hi: IOS के लिए पॉकेट कोड
id: Pocket Code untuk iOS
ja: iOS用ポケットコード
pa: ਆਈਓਐਸ ਲਈ ਪਾਕੇਟ ਕੋਡ
ps: د iOS لپاره جیب کوډ
pt_br: Pocket Code para iOS
ru: Pocket Code для iOS
sr_latn: Pocket Code za iOS
sw: Msimbo wa Mfukoni kwaajili ya iOS
ta: Ios க்கான பாக்கெட் கோட்
th: Pocket Code สำหรับ IOS
tr: Ios için Cep Kodu
uk: Pocket Code для iOS
ur: پاکٹ کوڈ برائے IOS
