Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: Following features used in this project are not compatible with this version of Pocket Code:
ar: الميزات التالية المستخدمة في هذا المشروع غير متوافقة مع هذا الإصدار من Pocket Code:
bn: এই প্রজেক্টে ব্যবহৃত নিম্নলিখিত বৈশিষ্ট্যগুলি পকেট কোডের এই সংস্করণটির সাথে সামঞ্জস্যপূর্ণ নয়:
de: Folgende Funktionen in diesem Projekt sind nicht mit dieser Version von Pocket Code kompatibel:
fa: ویژگی های زیر استفاده شده در این پروژه با این نسخه از کد جیبی سازگار نیستند:
fr: Les fonctionnalités suivantes utilisées dans ce projet ne sont pas compatibles avec cette version de Pocket Code :
hi: इस परियोजना में उपयोग की जाने वाली विशेषताएं पॉकेट कोड के इस संस्करण के साथ संगत नहीं हैं:
id: Fitur berikut yang digunakan dalam proyek ini tidak kompatibel dengan versi Pocket Code ini:
ja: このプロジェクトで使用されている以下の機能はPocket Codeのバージョンと互換性がありません:
pa: ਇਸ ਪ੍ਰੋਜੈਕਟ ਵਿੱਚ ਹੇਠ ਲਿਖੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਜੋ ਪਾਕੇਟ ਕੋਡ ਦੇ ਇਸ ਸੰਸਕਰਣ ਦੇ ਅਨੁਕੂਲ ਨਹੀਂ ਹਨ:
ps: په دې پروژه کې کارول شوي لاندې ځانګړتیاوې د جیب کوډ د دې نسخې سره مطابقت نلري:
pt_br: Os seguintes recursos usados neste projeto não são compatíveis com esta versão do Pocket Code:
ru: Следующие функции, используемые в этом проекте, несовместимы с этой версией Pocket Code:
sr_latn: Sledeće funkcije korišćene u ovom projektu nisu kompatibilne sa ovom verzijom Pocket Code:
ta: இந்த திட்டத்தில் பயன்படுத்தப்படும் பின்வரும் அம்சங்கள் பாக்கெட் குறியீட்டின் இந்த பதிப்போடு பொருந்தாது:
th: คุณสมบัติต่อไปนี้ที่ใช้ในโปรเจ็กต์นี้เข้ากันไม่ได้กับ Pocket Code เวอร์ชันนี้:
tr: Bu projede kullanılan aşağıdaki özellikler, Cep Kodunun bu sürümü ile uyumlu değildir:
uk: Такі функції, які використовуються в цьому проєкті, несумісні з цією версією Pocket Code:
ur: اس منصوبے میں استعمال کردہ مندرجہ ذیل خصوصیات جیبی کوڈ کے اس ورژن کے ساتھ مطابقت نہیں رکھتے ہیں.

source: for
ar: لفترة
bn: জন্য
de: für
fa: برای
fr: pendant
hi: के लिये
id: untuk
ja: 次の
pa: ਲਈ
ps: لپاره
pt_br: para
ru: для
sw: kwa ajili ya
ta: ஆக
th: สำหรับ
tr: için
uk: за
ur: کےلیے

source: for all actors or objects
ar: لجميع الجهات الفاعلة أو الكائنات
bn: সমস্ত অভিনেতা বা বস্তুর জন্য
de: für alle Figuren oder Objekte
fa: برای همه بازیگران یا اشیاء
fr: pour tous les acteurs ou objets
hi: सभी अभिनेताओं या वस्तुओं के लिए
id: untuk semua aktor atau objek
ja: すべてのアクターや物体に
pa: ਸਾਰੇ ਅਦਾਕਾਰਾਂ ਜਾਂ ਵਸਤੂਆਂ ਲਈ
ps: د ټولو لوبغاړو یا شیانو لپاره
pt_br: para todos os atores ou objetos
ru: для всех актеров или объектов
sr_latn: za sve aktere ili objekte
ta: அனைத்து நடிகர்கள் அல்லது பொருள்களுக்கும்
th: สำหรับนักแสดงหรือวัตถุทั้งหมด
tr: tüm Objeler için
uk: для всіх персонажів або об'єктів
ur: تمام اداکاروں یا اشیاء کے لیے

source: for this actor or object
ar: لهذا الممثل أو الكائن
bn: এই অভিনেতা বা বস্তুর জন্য
de: für diese Figur oder Objekt
fa: برای این بازیگر یا شیء
fr: pour cet acteur ou cet objet
hi: इस अभिनेता या वस्तु के लिए
id: untuk aktor atau objek ini
ja: このアクターまたはオブジェクトに対して
pa: ਇਸ ਅਦਾਕਾਰ ਜਾਂ ਆਬਜੈਕਟ ਲਈ
ps: د دې اداکار یا اعتراض لپاره
pt_br: para este ator ou objeto
ru: для этого актера или объекта
sr_latn: za ovog aktera ili objekat
ta: இந்த நடிகர் அல்லது பொருளுக்கு
th: สำหรับนักแสดงหรือวัตถุนี้
tr: bu Obje için
uk: для цього персонажа або об'єкту
ur: اس اداکار یا اعتراض کے لیے

source: Forever
ar: تكرار لا نهائي
bn: চিরতরে
de: Wiederhole fortlaufend
fa: برای همیشه
fr: Toujours
hi: हमेशा के लिए
id: Selamanya
ja: ずっと
pa: ਹਮੇਸ਼ਾ ਲਈ
ps: د تل لپاره
pt_br: Sempre
ru: Всегда
sr_latn: Zauvek
sw: Milele
ta: எப்பொழுதும்
th: ตลอดไป
tr: Daima
uk: Постійно
ur: ہمیشہ کے لئے

source: Forgot password
ar: نسيت كلمة المرور
bn: পাসওয়ার্ড ভুলে গেছেন
de: Passwort vergessen
fa: رمزعبور را فراموش کردی
fr: Mot de passe oublié
hi: पासवर्ड भूल गए?
id: Lupa kata sandi
ja: パスワードを忘れた場合
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ
ps: خپل پټ نوم درڅخه هیر دی
pt_br: Esqueci a senha
ru: Забыли пароль
sr_latn: Zaboravljеna lozinka
sw: Umesahau nenosiri
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா
th: ลืมรหัสผ่าน
tr: Parolamı unuttum
uk: Забули пароль
ur: پاس ورڈ بھول گئے

source: Formula Editor
ar: محرر الصيغة
bn: সূত্র সম্পাদক
de: Formel-Editor
fa: ویرایشگر فرمول
fr: Éditeur de formule
hi: सूत्र संपादक
id: Editor Formula
ja: 数式エディター
pa: ਫਾਰਮੂਲਾ ਸੰਪਾਦਕ
ps: د فورمول مدیر
pt_br: Editor de fórmula
ru: Редактор формул
th: ตัวแก้ไขสูตร
uk: Редактор Формул
ur: فارمولا ایڈیٹر

source: Formula too long!
ar: الصيغة طويلة جداً!
bn: সূত্রটি অনেক দীর্ঘ!
de: Formel zu lang!
fa: فرمول بسیار طولانی است!
fr: Formule trop longue !
hi: सूत्र बहुत लम्बा हैं!
id: Formula terlalu panjang!
ja: 数式が長すぎます!
pa: ਫਾਰਮੂਲਾ ਬਹੁਤ ਲੰਮਾ!
ps: فورمول ډیر اوږد دی!
pt_br: Fórmula muito longa!
ru: Выражение слишком длинное!
sr_latn: Formula preduga!
sw: Fomula ni ndefu sana!
ta: ஃபார்முலா மிக நீளமானது!
th: สูตรยาวเกินไป!
tr: Formül çok uzun!
uk: Формула занадто довга!
ur: فارمولا بہت لمبا ہے!

source: Fr
ar: الجمعة
fa: جمعه
fr: Ve
hi: फ्रेंच
id: Jum
ja: 金
pa: ਫਰ
ps: جمعه
pt_br: Sex
ru: Пт
sr_latn: Pet
th: วันศุกร์
tr: Cu
uk: Пт
ur: جمعہ

source: Friday
ar: الجمعة
bn: শুক্রবার
de: Freitag
fa: جمعه
fr: Vendredi
hi: शुक्रवार
id: Jumat
ja: 金曜日
pa: ਸ਼ੁੱਕਰਵਾਰ
ps: جمعه
pt_br: Sexta
ru: Пятница
sr_latn: Petak
sw: Ijumaa
ta: வெள்ளிக்கிழமை
th: วันศุกร์
tr: Cuma
uk: П'ятниця
ur: جمعہ

source: From camera
ar: من الكاميرا
bn: ক্যামেরা থেকে
de: Von Kamera
fa: از دوربین
fr: Depuis l'appareil photo
hi: कैमरे से
id: Dari kamera
ja: カメラから
pa: ਕੈਮਰੇ ਤੋਂ
ps: د کمرې څخه
pt_br: Da câmera
ru: Из камеры
sr_latn: Sa kamere
ta: கேமராவிலிருந்து
th: จากกล้อง
tr: Kameradan
uk: З камери
ur: کیمرے سے

source: front
ar: الأمامية
bn: সামনে
de: Frontkamera
fa: جلو
fr: avant
hi: सामने
id: depan
ja: 前面
pa: ਸਾਹਮਣੇ
ps: مخ
pt_br: Frente
ru: переднюю
sr_latn: prednja
sw: mbele
ta: முன்
th: ด้านหน้า
tr: ön
uk: передня
ur: سامنے

source: Front camera
ar: الكاميرا الأمامية
bn: সামনের ক্যামেরা
de: Frontkamera
fa: دوربین جلو
fr: Caméra frontale
hi: सामने का कैमरा
id: Kamera depan
ja: フロントカメラ
pa: ਸਾਹਮਣੇ ਕੈਮਰਾ
ps: مخکینۍ کیمره
pt_br: Câmara frontal
ru: Передняя камера
sr_latn: Prednja kamera
sw: Kamera ya mbele
ta: முன் கேமரா
th: กล้องหน้า
tr: Ön kamera
uk: Передня камера
ur: سامنے والا کیمرہ

source: Functions
ar: الدوال
bn: ক্রিয়াকলাপ
de: Funktionen
fa: توابع
fr: Fonctions
hi: कार्यों
id: Fungsi
ja: 関数
pa: ਕਾਰਜ
ps: افعال
pt_br: Funções
ru: Функции
sr_latn: Funkcije
ta: பணிகள்
th: ฟังก์ชัน
uk: Функції
ur: افعال

source: General properties
ar: الخصائص العامة
bn: সাধারণ বৈশিষ্ট্য
de: Allgemeine Eigenschaften
fa: خواص عمومی
fr: propriétés générales
hi: सामान्य विशेषता
id: Properti Umum
ja: 全般プロパティ
pa: ਆਮ ਵਿਸ਼ੇਸ਼ਤਾ
ps: عمومي ملکیتونه
pt_br: Propriedades gerais
ru: Общие свойства
sr_latn: Opšta svojstva
ta: பொது பண்புகள்
th: คุณสมบัติทั่วไป
uk: Загальні властивості
ur: عام خصوصیات

source: Glide
ar: إنزلق خلال
bn: ধীরে ভাসিয়া চলা
de: Gleite
fa: سر بخور
fr: Glisser
hi: सरकाए
id: Meluncur
ja: 滑る：
pa: ਗਲਾਈਡ
ps: ګلیډ
pt_br: Deslizar
ru: Скользить
sr_latn: Klizati
sw: bimbilika
ta: சறுக்கு
th: ไถล
tr: Kay
uk: Ковзати
ur: سرکنا

source: Go back
ar: الرجوع للخلف
bn: ফিরে যান
de: Gehe nach hinten
fa: برگرد
fr: Retour
hi: वापस जाएँ
id: Kembali
ja: 戻って：
pa: ਵਾਪਸ ਜਾਓ
ps: بيرته لاړ شه
pt_br: Retornar
ru: Переместить на
sr_latn: Nazad
sw: Rudi
ta: பின்னால் செல்
th: ย้อนกลับ
tr: Geri git
uk: Повернутись на
ur: واپس جائیں

source: Go to
ar: الانتقال إلى
bn: যান
de: Gehe zu
fa: برو به
fr: Aller à
hi: के लिए जाओ
id: Pergi ke
ja: 移動
pa: ਜਾਓ
ps: ورتګ
pt_br: Ir para
ru: Перейти в
sr_latn: Idi do
ta: செல்லுங்கள்
th: ไปยัง
tr: Git
uk: Перейти до
ur: کے پاس جاؤ

source: Go to front
ar: الذهاب إلى الامام
bn: সামনে যান
de: Gehe nach vorne
fa: برو به جلو
fr: Aller à l'avant
hi: सामने जाएँ
id: Pergi ke depan
ja: 前に出す
pa: ਸਾਹਮਣੇ ਜਾਓ
ps: مخ ته لاړ شه
pt_br: Ir para a frente
ru: Перейти на передний план
sr_latn: Idi napred
sw: Nenda mbele
ta: முன் செல்லுங்கள்
th: ย้ายขึ้นข้างบน
tr: Ön tarafa git
uk: Перейти на передній план
ur: سامنے جاؤ

source: green
ar: أخضر
bn: সবুজ
de: Grün
fa: سبز
fr: Vert
hi: हरा
id: hijau
ja: 緑
pa: ਹਰਾ
ps: شین
pt_br: verde
ru: зеленый
sr_latn: zelena
sw: Kijani
ta: பச்சை
th: สีเขียว
tr: Yeşil
uk: зелений
ur: سبز

source: Green
ar: أخضر
bn: সবুজ
de: Grün
fa: سبز
fr: Vert
hi: हरा
id: Hijau
ja: 緑
pa: ਹਰਾ
ps: شین
pt_br: Verde
ru: Зеленый
sr_latn: Zelena
sw: Kijani
ta: பச்சை
th: สีเขียว
tr: Yeşil
uk: Зелений
ur: سبز

source: Guitar
ar: غيتار
bn: গিটার
de: Gitarre
fa: گیتار
fr: Guitare
hi: गिटार
id: Gitar
ja: ギター
pa: ਗਿਟਾਰ
ps: ګیتار
pt_br: Guitarra
ru: Гитара
th: กีตาร์
uk: Гітара
ur: گٹار

source: gyro-sensor
ar: جهاز إستشعار الدوران
bn: জাইরো সেন্সর
de: Kreiselsensor
fa: سنسور ژیرو
fr: capteur gyroscopique
hi: जायरो सेंसर
ja: ジャイロセンサー
pa: ਜਾਇਰੋ ਸੈਂਸਰ
pt_br: sensor-giroscópico
ru: гироскопический датчик
sr_latn: žiroskopski senzor
sw: gyro-kihisio
ta: கைரோ-சென்சார்
th: ไจโรเซ็นเซอร์
tr: gyro sensörü
uk: датчик гіроскопа
ur: گریرو سینسر

source: head top x
ar: أعلى رأس x
bn: মাথার উপরে x
de: kopf oben x
fa: بالای سر x
fr: tête haut x
hi: सिर के ऊपर x
id: kepala atas x
ja: ヘッドトップ x
ps: د سر سر x
pt_br: cabeça superior x
ru: верхняя часть головы по оси X
th: หัวด้านบน x
uk: голова вверх х
ur: ہیڈ ٹاپ ایکس

source: head top y
ar: رأس الأعلى ص
bn: মাথার উপরে y
de: kopf oben y
fa: بالای سر y
fr: tête haut y
hi: सिर के ऊपर y
id: kepala atas y
ja: ヘッドトップ y
ps: د سر سر y
pt_br: cabeça superior y
ru: верхняя часть головы по оси Y
th: หัวด้านบน y
uk: голова вверх у
ur: سر کے اوپر y

source: height of object with ID
de: Höhe des Objekts mit ID
pt_br: altura do objeto com ID
ru: высота объекта с ID
th: ความสูงของวัตถุที่มี ID
uk: висота об'єкта з ID
ur: پہچان کے ساتھ چیز کی اونچائی

source: Hello!
ar: مرحباً!
bn: হ্যালো
de: Hallo!
fa: سلام!
fr: Salut !
hi: नमस्कार!
id: Halo!
ja: こんにちは！
pa: ਹੈਲੋ!
ps: سلام!
pt_br: Olá!
ru: Привет!
sr_latn: Zdravo!
sw: Habari!
ta: வணக்கம்!
th: สวัสดี!
tr: Merhaba!
uk: Привіт!
ur: ہیلو!

source: Help
ar: المساعدة
bn: সাহায্য
de: Hilfe
fa: راهنما
fr: Aide
hi: मदद
id: Bantuan
ja: ヘルプ
pa: ਮਦਦ ਕਰੋ
ps: مرسته
pt_br: Ajuda
ru: Помощь
sr_latn: Pomoć
sw: Msaada
ta: உதவி
th: ช่วยเหลือ
tr: Yardım
uk: Довідка
ur: مدد

source: Hide
ar: إخفاء
bn: লুকান
de: Verstecke dich
fa: پنهان کردن
fr: Masquer
hi: छुपायें
id: Sembunyi
ja: 隠す
pa: ਲੁਕਾਓ
ps: پټول
pt_br: Esconder
ru: Скрыть
sr_latn: Sakrij
sw: Ficha
ta: மறை
th: ซ่อน
tr: Gizle
uk: Приховати
ur: چھپائیں

source: Hide details
ar: إخفاء التفاصيل
bn: বিস্তারিতকে আড়াল করুন
de: Details verbergen
fa: مخفی کردن جزئیات
fr: Masquer les détails
hi: जानकारी छिपाएँ
id: Sembunyikan rincian
ja: 詳細を隠す
pa: ਵੇਰਵੇ ਲੁਕਾਓ
ps: توضیحات پټ کړئ
pt_br: Ocultar detalhes
ru: Скрыть детали
sr_latn: Sakrij detalje
sw: Ficha Mafafanuzi
ta: விவரங்களை மறை
th: แก้ไขรายละเอียด
tr: Detayları gizle
uk: Приховати подробиці
ur: تفصیلات چھپائیں

source: Hide variable
ar: إخفاء المتغير
bn: ভেরিয়েবল লুকান
de: Verstecke Variable
fa: پنهان کردن متغیر
fr: Masquer la variable
hi: चर छुपाएँ
id: Sembunyikan variabel
ja: 変数を隠す
pa: ਵੇਰੀਏਬਲ ਲੁਕਾਓ
ps: متغیر پټ کړئ
pt_br: Esconder variável
ru: Скрыть переменную
sr_latn: Sakrij varijablu
sw: Ficha kitofautishi
ta: மாறி மறை
th: ซ่อนตัวแปร
tr: Değişkeni gizle
uk: Приховати змінну
ur: متغیر چھپائیں

source: Hmmmm!
ar: همممم!
bn: হ্যাঁ
hi: हम्म्म्म!
ja: うーむ!
pa: ਹਾਂ!
ps: هوممم!
ru: Хмммм!
th: อืม!
tr: Hmm!
uk: Хмммм!
ur: ہمی!

source: hour
ar: ساعة
bn: ঘন্টা
de: Stunde
fa: ساعت
fr: heure
hi: घंटा
id: jam
ja: 時間
pa: ਘੰਟਾ
ps: ساعت
pt_br: hora
ru: час
sr_latn: sat
sw: saa
ta: மணிநேரம்
th: ชั่วโมง
tr: saat
uk: година
ur: گھنٹے

source: ID of detected object
ar: معرف الكائن المكتشف
bn: সনাক্ত করা বস্তুর আইডি
de: ID des erkannten Objekts
fa: شناسه شی شناسایی شده
fr: ID de l'objet détecté
ps: د کشف شوي څیز ID
pt_br: ID do objeto detectado
ru: ID обнаруженного объекта
th: ID ของวัตถุที่ตรวจพบ
uk: ID виявленого об'єкта
ur: شناخت شدہ چیز کی ID

source: If
ar: إذا
bn: যদি
de: Wenn
fa: اگر
fr: Si
hi: अगर
ja: もし
pa: ਜੇ
ps: که
pt_br: Se
ru: Если
sr_latn: Ako
sw: kama
ta: என்றால்
th: ถ้า
tr: Eğer
uk: Якщо
ur: اگر

source: If on edge, bounce
ar: إذا كان على الحافة، ارتد
bn: প্রান্তে থাকলে, লাফিয়ে উঠুন
de: Pralle vom Rand ab
fa: اگر در لبه است، بپر
fr: Si au bord, rebondit
hi: यदि किनारे पर, उछाल
id: Jika pada tepi, lompat
ja: 端に当たったら、跳ね返る
pa: ਜੇ ਕਿਨਾਰੇ ਤੇ, ਉਛਾਲ
ps: که په څنډه کې وي، توپ اچوي
pt_br: Se tocar na borda, rebater
ru: Оттолкнуться, если на краю
sr_latn: Ako je na ivici, odskoči
sw: Kama ukingoni, dunda
ta: விளிம்பில் இருந்தால், துள்ளல்
th: ถ้าติดขอบให้เด้งกลับ
tr: Kenar'a geldiğinde zıpla
uk: Якщо на краю, відскочити
ur: کنارے پر، اچھال

source: Image
ar: صورة
bn: ছবি
de: Bild
fa: تصوير
hi: चित्र
id: Gambar
ja: 画像
pa: ਚਿੱਤਰ
ps: انځور
pt_br: Imagem
ru: Изображение
sr_latn: Slika
sw: Picha
ta: படம்
th: ภาพ
tr: Görüntü
uk: Зображення
ur: تصویر

source: Image name
ar: اسم الصورة
bn: ছবির নাম
de: Bildname
fa: نام تصویر
fr: Nom de l'image
hi: चित्र का नाम
id: Nama citra
ja: 画像名
pa: ਚਿੱਤਰ ਦਾ ਨਾਮ
ps: د انځور نوم
pt_br: Nome da imagem
ru: Название изображения
sr_latn: Ime slike
sw: Jina la Picha
ta: படத்தின் பெயர்
th: ชื่อรูปภาพ
tr: Resim adı
uk: Назва зображення
ur: تصویر کا نام

source: Image source not available
ar: مصدر الصورة غير متوفر
bn: ছবির উৎস পাওয়া যায় নি
de: Bild-Quelle nicht verfügbar
fa: منبع تصویر موجود نیست
fr: Source de l'image non disponible
hi: छवि स्रोत उपलब्ध नहीं है
id: Sumber gambar tidak tersedia
ja: 画像ソースが利用できません
pa: ਚਿੱਤਰ ਸਰੋਤ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ps: د انځور سرچینه شتون نلري
pt_br: A fonte desta imagem não está disponível
ru: Источник изображения недоступен
sr_latn: Izvor slike nije dostupan
sw: Chanzo cha picha hakipatikani
ta: பட ஆதாரம் கிடைக்கவில்லை
th: ไม่มีแหล่งที่มาของรูปภาพ
tr: Görüntü kaynağı mevcut değil
uk: Джерело зображення недоступне
ur: تصویری ذریعہ دستیاب نہیں ہے

source: Import File
ar: استيراد ملفّ
bn: ফাইল আমদানি করুন
de: Datei importieren
fa: وارد کردن فایل
fr: Importer un fichier
hi: फ़ाइल आयात करें
id: Impor File
ja: ファイルをインポート
pa: ਆਯਾਤ ਫਾਇਲ
ps: د دوتنې واردول
pt_br: Importar Arquivo
ru: Импортировать файл
sr_latn: Uvezi datoteku
sw: Ingiza faili kutoka nje
ta: கோப்பை இறக்குமதி செய்
th: นำเข้าไฟล์
tr: Önemli dosya
uk: Імпорт файлу
ur: فائل درآمد کریں

source: In order to be allowed to use Pocket Code and other executables offered by the Catrobat project, you must agree to our Terms of Use and strictly follow them when you use Pocket Code and our other executables. Please see the link below for their precise formulation.
ar: من أجل السماح لك باستخدام "البوكت كوود" والملفات التنفيذية الأخرى التي يتيحها مشروع الكاتروبات، يجب أن توافق على "شروط الاستخدام" لدينا والتقيد بها عند استخدام "البوكت كوود" والملفات التنفيذية الأخرى. يرجى الاطلاع على الرابط أدناه للحصول على صياغة دقيقة.
bn: ক্যাট্রোব্যাট প্রকল্পের দেওয়া পকেট কোড এবং অন্যান্য এক্সিকিউটেবল ব্যবহার করার অনুমতি দেওয়ার জন্য, আপনাকে অবশ্যই আমাদের ব্যবহারের শর্তাদির সাথে সম্মত হতে হবে এবং আপনি পকেট কোড এবং আমাদের অন্যান্য এক্সিকিউটেবল ব্যবহার করার সময় সেগুলি কঠোরভাবে অনুসরণ করতে হবে। সঠিক সূত্রের জন্য নীচের লিঙ্কটি দেখুন।
de: Um Pocket Code und andere vom Catrobat Projekt zur Verfügung gestellte ausführbare Programme verwenden zu dürfen, müssen Sie den Nutzungs- und Servicebedingungen zustimmen und diese strikt während der Benutzung befolgen. Bitte rufen Sie den unten angeführten Link auf um eine ausführliche Beschreibung der Nutzungsbedingungen zu erhalten.
fa: به منظور مجاز بودن به استفاده از پاکت کد و دیگر برنامه های اجرایی ارائه شده توسط پروژه کت ربات، باید با شرایط استفاده و سرویس موافقت کنی و هنگامی که پاکت کد و دیگر برنامه های اجرایی ما را استفاده می کنی باید آنها را دقیقا دنبال کنی. برای فرمول بندی دقیقتر به لینک زیر نگاهی بنداز.
fr: Afin d'être autorisé à utiliser Pocket Code et d'autres exécutables proposés par le projet Catrobat, vous devez accepter nos conditions d'utilisation et les suivre strictement lorsque vous utilisez Pocket Code et nos autres exécutables. Veuillez consulter le lien ci-dessous pour leur formulation précise.
hi: कैटरोबैट परियोजना द्वारा पेश किए गए पॉकेट कोड और अन्य निष्पादनों का उपयोग करने की अनुमति देने के लिए, आपको हमारी उपयोग की शर्तों से सहमत होना चाहिए और जब आप पॉकेट कोड और हमारे अन्य निष्पादनों का उपयोग करते हैं, तो उनका सख्ती से पालन करें। कृपया उनके सटीक निरूपण के लिए नीचे दिए गए लिंक को देखें।
id: Untuk menggunakan Pocket Code dan aplikasi lainnya yang ditawarkan oleh proyek Catrobat, Anda harus menyetujui Persyaratan Penggunaan kami dan secara ketat mematuhinya ketika Anda menggunakan Pocket Code dan aplikasi kami lainnya. Silakan simak tautan di bawah ini untuk informasi lebih lanjut. .
ja: Catrobat プロジェクトによって提供されたポケットコードおよびその他の実行可能ファイルの使用を許可するために。 利用規約に同意し、Pocket Codeおよびその他の実行可能ファイルを使用する場合は厳密に従う必要があります。 詳細は以下のリンクをご覧ください。
pa: ਆਦੇਸ਼ ਵਿੱਚ ਵਰਤਣ ਲਈ ਜੇਬ ਕੋਡ ਅਤੇ ਹੋਰ ਚੱਲਣਯੋਗ Catrobat ਪ੍ਰਾਜੈਕਟ ਨੂੰ ਦੁਆਰਾ ਦੀ ਪੇਸ਼ਕਸ਼ ਦੀ ਹੈ, ਤੁਹਾਨੂੰ ਵਰਤਣ ਦੀ ਸਾਡੀ ਸ਼ਬਦ ਨੂੰ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਸਖ਼ਤੀ ਨਾਲ ਪਾਲਣਾ ਤੁਹਾਨੂੰ ਪਾਕੇਟ ਕੋਡ ਅਤੇ ਸਾਡੇ ਹੋਰ ਚੱਲਣਯੋਗ ਨੂੰ ਵਰਤਣ, ਜਦ ਇਜਾਜ਼ਤ ਦਿੱਤੀ ਜਾ ਕਰਨ ਲਈ. ਕਿਰਪਾ ਕਰਕੇ ਉਨ੍ਹਾਂ ਦੇ ਸਹੀ ਨਿਰਮਾਣ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ਨੂੰ ਵੇਖੋ.
ps: د دې لپاره چې د کاټروباټ پروژې لخوا وړاندیز شوي د پاکټ کوډ او نورو اجرایوي توکو کارولو اجازه ترلاسه کړئ ، تاسو باید زموږ د کارونې شرایطو سره موافق اوسئ او په کلکه یې تعقیب کړئ کله چې تاسو د جیب کوډ او زموږ نور اجرا کونکي کاروئ. مهرباني وکړئ د دوی دقیق جوړښت لپاره لاندې لینک وګورئ.
pt_br: Para utilizar o Pocket Code e outros executáveis oferecidos pelo projeto Catrobat, é preciso aceitar nossos Termos de Uso e segui-los estritamente quando usar o Pocket Code e os outros executáveis. Por favor, visite o link abaixo para encontrar as definições precisas dos Termos de Uso.
ru: Для использования Pocket Code и других продуктов в рамках проекта Catrobat Вы должны принять условия Лицензионного Соглашения и строго следовать им при использовании Pocket Code и других продуктов. Посмотрите точную формулировку лицензии по ссылке ниже.
sr_latn: Da biste mogli da koristite Pocket Code i druge izvršne datoteke koje nudi Catrobat projekat, morate se složiti sa našim Uslovima korišćenja i strogo ih poštovati kada koristite Pocket Code i ostale izvršne datoteke. Molimo pogledajte vezu u daljem tekstu za njihovu preciznu formulaciju.
ta: கேட்ரோபாட் திட்டத்தால் வழங்கப்படும் பாக்கெட் குறியீடு மற்றும் பிற இயங்கக்கூடியவற்றைப் பயன்படுத்த அனுமதிக்க, நீங்கள் எங்கள் பயன்பாட்டு விதிமுறைகளை ஒப்புக் கொள்ள வேண்டும் மற்றும் நீங்கள் பாக்கெட் குறியீடு மற்றும் எங்கள் பிற இயங்கக்கூடியவற்றைப் பயன்படுத்தும்போது கண்டிப்பாக அவற்றைப் பின்பற்ற வேண்டும். அவற்றின் துல்லியமான வடிவமைப்பிற்கு கீழே உள்ள இணைப்பைப் பார்க்கவும்.
th: ในการเข้าใช้ Pocket Code และโปรแกรมอื่นๆของเรา ที่เสนอด้วยโครงการ Catrobat คุณต้องยอมรับและปฏิบัติตามเงื่อนไขการใช้งานอย่างเคร่งครัดทุกครั้งที่ใช้ Pocket Code และโปรแกรมอื่นๆของเรา โปรดเข้าลิงค์ด้านล่างเพื่อดูกฏเกณฑ์การเข้าใช้แบบลงรายละเอียดของเว็บไซต์
tr: Cep Kodunu ve Catrobat projesi tarafından sunulan diğer yürütülebilir dosyaları kullanmaya izin verilmesi için Kullanım Kodları'nı kabul etmeniz veya Cep Kodunu ve diğer yürütülebilir dosyalarınızı kullanırken bunlara kesinlikle uymanız gerekmekte. Kesin formülasyon için lütfen aşağıdaki bağlantıya bakınız.
uk: Щоб дозволити використовувати Pocket Code та інші виконувані файли, запропоновані проєктом Catrobat, ви повинні погодитися з нашими Умовами використання і строго слідкувати за ними під час використання Pocket Code і наших інших виконуваних файлів. Будь ласка, перегляньте посилання нижче для їх точного формулювання.
ur: جیبی کوڈ اور دیگر کیٹلاگ کو کیٹروبیٹ پراجیکٹ کے ذریعہ پیش کرنے کی اجازت دینے کے لۓ، آپ کو ہمارے استعمال کے شرائط پر اتفاق کرنا ہوگا اور جب آپ جیب کوڈ اور ہمارے دیگر ایگزیکٹوبل استعمال کرتے ہیں تو ان کی پیروی کریں. براہ کرم ذیل میں اپنی لنکس کے لئے ذیل میں ملاحظہ کریں.

source: inclination x
ar: زاوية ميل x
bn: প্রবণতা x
de: Neigung x
fa: زاويه ميل x
fr: inclinaison x
hi: झुकाव एक्स
id: kecenderungan x
ja: アクセラレーションX
pa: ਝੁਕਾਅ x
ps: تمایل x
pt_br: inclinação x
ru: наклон по оси X
sw: mwelekeo_x
ta: சாய்வு x
th: ความลาดเอียง x
tr: x_eğim açısı
uk: нахил х
ur: جھکاؤ x

source: inclination y
ar: زاوية ميل y
bn: প্রবণতা y
de: Neigung y
fa: زاويه ميل y
fr: inclinaison y
hi: झुकाव वाई
id: kecenderungan y
ja: 傾斜Y
pa: ਝੁਕਾਅ y
ps: تمایل y
pt_br: inclinação y
ru: наклон по оси Y
sw: mwelekeo_y
ta: சாய்வு y
th: ความลาดเอียง y
tr: y_eğim açısı
uk: нахил y
ur: جھکاؤ y

source: index of item
ar: فهرس العنصر
bn: আইটেমের সূচক
de: Index des Elements
fa: فهرست مورد
fr: indice de l'article
hi: वस्तु का सूचकांक
id: indeks barang
ja: アイテムのインデックス
ps: د توکو شاخص
pt_br: índice do item
ru: индекс элемента
th: ดัชนีของรายการ
uk: індекс елемента
ur: آئٹم کا اشاریہ

source: Information
ar: معلومات
bn: তথ্য
fa: اطلاعات
hi: जानकारी
id: Informasi
ja: 情報
pa: ਜਾਣਕਾਰੀ
ps: معلومات
pt_br: Informação
ru: Информация
sr_latn: Informacije
sw: Taarifa
ta: தகவல்
th: ข้อมูล
tr: Bilgi
uk: Докладніше
ur: معلومات

source: Insert
ar: إدراج
bn: প্রবেশ করান
de: Einfügen
fa: وارد کن
fr: Insérer
hi: डालने
id: Sisipkan
ja: 挿入
pa: ਇਨਸਰਟ
ps: داخل کړئ
pt_br: Inserir
ru: Вставить
sr_latn: Ubaci
sw: Weka
ta: செருகு
th: แทรก
tr: Ekle
uk: Вставити
ur: داخل کریں

source: Inserted
ar: تم الإدخال
bn: প্রবেশ করান
de: Eingesetzt
fa: وارد شده
fr: Inséré
hi: सम्मिलित किया गया
id: Dimasukkan
ja: 挿入された
pa: ਪਾਈ ਗਈ
ps: داخل کړل
pt_br: Inserido
ru: Добавлено
sr_latn: Ubačeno
sw: Kuingizwa
ta: செருகு
th: แทรก
tr: Eklenen
uk: Вставлений
ur: داخل کریں

source: Internet
ar: إنترنت
bn: ইন্টারনেট
fa: اینترنت
hi: इंटरनेट
ja: インターネット
ps: انټرنیټ
ru: Интернет
th: อินเทอร์เน็ต
uk: Інтернет
ur: انٹرنیٹ

source: into list
ar: في القائمة
bn: তালিকায়
de: in Liste
fa: به لیست
fr: dans la liste
hi: सूची में
id: ke daftar
ja: リストに
pa: ਸੂਚੀ ਵਿੱਚ ਕਰਨ ਲਈ
ps: په لیست کې
pt_br: na lista
ru: в список
sr_latn: u listu
sw: katika orodha
ta: பட்டியலில்
th: ลงในรายการ
tr: listeye eklemek
uk: в список
ur: فہرست میں

source: Invalid input entered, try again.
ar: إدخال غير صحيح، حاول مرة أخرى.
bn: অকার্যকর ইনপুট প্রবেশ করানো হয়েছে, আবার চেষ্টা করুন।
de: Ungültige Eingabe, versuche es erneut.
fa: ورودی نامعتبر وارد شده، دوباره امتحان کن.
fr: Saisie non valide, essayez à nouveau.
hi: अमान्य इनपुट दर्ज किया गया, फिर से प्रयास करें।
id: Masukan tidak sah, coba lagi.
ja: 無効な入力が入力されました。もう一度やり直してください。
pa: ਗਲਤ ਇਨਪੁਟ ਦਿੱਤਾ ਗਿਆ, ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ps: غلط داخل شوی، بیا هڅه وکړئ.
pt_br: Entrada inválida. Tente novamente.
ru: Неверный ввод, попробуйте снова.
sr_latn: Unos neispravan, pokušajte ponovo.
sw: Ingizo ni batili, jaribu tena.
ta: தவறான உள்ளீடு உள்ளிடப்பட்டது, மீண்டும் முயற்சிக்கவும்.
th: ป้อนข้อมูลไม่ถูกต้อง ลองอีกครั้ง
tr: Geçersiz giriş girildi, tekrar deneyin.
uk: Введено некоректний вхід, спробуйте ще раз.
ur: داخل شدہ غلط اندراج، دوبارہ کوشش کریں.

source: Invalid URL given!
ar: عنوان URL غير صحيح!
bn: অবৈধ ইউআরএল দেওয়া হয়েছে!
de: Ungültige URL gegeben!
fa: URL غیر معتبر داده شده است!
fr: URL invalide !
hi: अमान्य URL दिया गया!
id: URL yang tidak valid diberikan!
ja: 無効なURLが与えられました！
pa: ਗਲਤ URL ਦਿੱਤਾ ਗਿਆ!
ps: ناسم URL ورکړل شوی!
pt_br: URL inválida!
ru: Указан неверный URL!
sr_latn: Data nevažeća URL adresa!
sw: Imepewa URL batili!
ta: தவறான URL கொடுக்கப்பட்டுள்ளது!
th: URL ไม่ถูกต้อง
tr: Geçersiz URL verildi!
uk: Вказано некоректний URL!
ur: غلط URL دیا!

source: is true
ar: تحقق الشرط
bn: সত্য
de: wahr ist
fa: درست است
fr: est vrai
hi: सच हैं
id: benar
ja: が真
ps: رښتیا ده
pt_br: é verdadeiro
ru: является истинной
sr_latn: je tačan
sw: ni kweli
ta: உண்மை
th: เป็นความจริง
tr: doğru olunca
uk: є істиною
ur: سچ ہے

source: is true then
ar: تحقق الشرط
bn: সত্য তারপর
de: wahr ist, dann
fa: درست است سپس
fr: est vrai alors
hi: अगर सच हैं तो
id: benar kalau begitu
ja: は本当だったら
pa: ਫਿਰ ਸੱਚ ਹੈ
ps: بیا رښتیا ده
pt_br: é verdadeiro então
ru: является истинной, то
sr_latn: je tačan onda
sw: ni kweli basi
ta: பின்னர் உண்மை
th: เป็นจริงแล้ว
tr: doğruysa
uk: є істиною, тоді
ur: سچ ہے تو

source: italic
ar: مائل
bn: ইটালিক
de: kursiv
fa: حروف کج
fr: italique
hi: इटैलिक
id: miring
ja: イタリック
pa: ਤਿਰਛੀ
ps: ایټالیک
pt_br: itálico
ru: курсив
sr_latn: kurziv
sw: italiki
ta: சாய்வெழுத்து
th: ตัวเอียง
tr: italik
uk: курсив
ur: اطالوی
