Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: December
ar: كانون أول / ديسمبر
bn: ডিসেম্বর
de: Dezember
fa: دسامبر
fr: Décembre
hi: दिसम्बर
id: Desember
ja: 12月
pa: ਦਸੰਬਰ
ps: دسمبر
pt_br: Dezembro
ru: Декабрь
sr_latn: Decembar
sw: Desemba
ta: டிசம்பர்
th: ธันวาคม
tr: Aralık
uk: Грудень
ur: دسمبر

source: decimal logarithm
ar: لوغاريثم
bn: দশমিক লগারিদম
de: Dekadischer Logarithmus
fa: لگاریتم دهدهی
fr: log
hi: लघुगणक
id: logaritma desimal
ja: log
pa: ਦਸ਼ਮਲਵ ਲਾਗੀਥਮ
ps: لسیزې لوګاریتم
pt_br: Logaritmo decimal
ru: десятичный логарифм
th: log
uk: десятковий логарифм
ur: اعشاریہ لوگارتھم

source: degrees
ar: درجة
bn: ডিগ্রী
de: Grad
fa: درجات
fr: degrés
hi: अंश
id: derajat
ja: 度
pa: ਡਿਗਰੀ
ps: درجې
pt_br: graus
ru: градусов
sr_latn: stepeni
sw: nyuzi
ta: டிகிரிக்கள்
th: องศา
tr: derece
uk: градусів
ur: ڈگری

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
fa: حذف
fr: supprimer
hi: मिटायें
id: Hapus
ja: 削除
pa: ਮਿਟਾਓ
ps: پاک کړی
pt_br: Apagar
ru: Удалить
sr_latn: Obriši
sw: Futa
ta: அழித்துவிடு
th: ลบ
tr: Sil
uk: Видалити
ur: خارج کر دیں

source: Delete account
ar: حذف الحساب
bn: অ্যাকাউন্ট মুছে ফেলুন
de: Account löschen
fa: حذف حساب کاربری
fr: Supprimer mon compte
ps: حساب ړنګ کړئ
pt_br: Excluir conta
ru: Удалить аккаунт
sr_latn: Obriši nalog
th: ลบบัญชี
uk: Видалити обліковий запис
ur: اکاؤنٹ ختم کریں

source: Delete actors or objects
ar: حذف الممثلين أو العناصر
bn: অভিনেতা বা অবজেক্ট মুছুন
de: Figuren oder Objekte löschen
fa: بازیگران یا اشیاء را حذف کنید
fr: Supprimer des acteurs ou des objets
hi: अभिनेताओं या वस्तुओं को हटाएं
id: Hapus aktor atau objek
ja: アクターまたはオブジェクトを削除
pa: ਅਦਾਕਾਰ ਜਾਂ ਵਸਤੂਆਂ ਨੂੰ ਮਿਟਾਓ
ps: لوبغاړي یا توکي حذف کړئ
pt_br: Excluir atores ou objetos
ru: Удалить актеров или объекты
sr_latn: Obriši aktere ili objekte
ta: நடிகர்கள் அல்லது பொருட்களை நீக்கு
th: ลบนักแสดงหรือวัตถุ
tr: Objeleri sil
uk: Видалити персонажів або об'єктів
ur: اداکاروں یا اشیاء کو حذف کریں۔

source: Delete backgrounds
ar: حذف الخلفيات
bn: ব্যাকগ্রাউন্ড মুছুন
de: Hintergründe löschen
fa: حذف پس زمینه
fr: Supprimer les arrière-plans
hi: पृष्ठभूमि हटाएं
id: Hapus latar belakang
ja: 背景を削除
pa: ਬੈਕਗ੍ਰਾਉਂਡ ਮਿਟਾਓ
ps: شالیدونه حذف کړئ
pt_br: Excluir fundos
ru: Удалить фоны
sr_latn: Obriši pozadine
ta: பின்னணியை நீக்கு
th: ลบพื้นหลัง
tr: Arka planları silin
uk: Видалити тла
ur: پس منظر کو حذف کریں۔

source: Delete brick
ar: حذف الطوب
bn: ইট মুছুন
de: Baustein löschen
fa: آجر را حذف کنید
fr: Supprimer l'élément
hi: ईंट हटाओ
id: Hapus bata
ja: ブロックを削除
pa: ਇੱਟ ਮਿਟਾਓ
ps: خښته ړنګ کړئ
pt_br: Excluir bloco
ru: Удалить блок
sr_latn: Obriši kocku
ta: செங்கலை நீக்கு
th: ลบคำสั่ง
tr: Tuğlayı sil
uk: Видалити блок
ur: اینٹ کو حذف کریں۔

source: Delete condition
ar: حذف الشرط
bn: শর্ত মোছা
de: Bedingung löschen
fa: شرایط را حذف کنید
fr: Supprimer la condition
hi: स्थिति को हटाएं
id: Hapus kondisi
ja: 条件を削除
pa: ਸਥਿਤੀ ਨੂੰ ਮਿਟਾਓ
ps: حالت ړنګ کړئ
pt_br: Excluir condição
ru: Удалить условие
sr_latn: Obriši uslov
ta: நிபந்தனையை நீக்கு
th: ลบเงื่อนไข
tr: Koşulu sil
uk: Видалити умову
ur: شرط کو حذف کریں۔

source: Delete item from list
ar: حذف عنصر من قائمة
bn: তালিকা থেকে অনুচ্ছেদ মুছুন
de: Element aus Liste löschen
fa: حذف مورد از لیست
fr: Supprimer l'élément de la liste
hi: सूची से आइटम हटाएं
id: Menghapus item dari daftar
ja: リストからアイテムを削除
pa: ਸੂਚੀ ਵਿੱਚੋਂ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਮਿਟਾਓ
ps: له لیست څخه توکي حذف کړئ
pt_br: Apagar item da lista
ru: Удалить элемент из списка
sr_latn: Izbriši stavku sa liste
sw: Futa kipengele kutoka kwenye orodha
ta: பட்டியலிலிருந்து உருப்படியை நீக்கு
th: ลบข้อมูลออกจากรายการ
tr: Öğeyi listeden sil
uk: Видалити елемент зі списку
ur: فہرست سے اشیاء حذف کریں

source: Delete looks
ar: حذف المظاهر
bn: চেহারা মুছুন
de: Aussehen löschen
fa: به نظر می رسد
fr: Supprimer les visuels
hi: लुक्स हटाएं
id: Hapus tampilan
ja: 外見を削除する
pa: ਦਿੱਖ ਮਿਟਾਓ
ps: ښکاري ړنګول
pt_br: Excluir aparência
ru: Удалить образ
sr_latn: Obriši izgled
ta: தோற்றத்தை நீக்கு
th: ลบรูปลักษณ์
tr: Görüntüyü sil
uk: Видалити вигляди
ur: نظروں کو حذف کریں۔

source: Delete loop
ar: حذف الحلقة
bn: লুপ মুছুন
de: Schleife löschen
fa: حلقه را پاک کن
fr: Supprimer la boucle
hi: लूप को हटा दें
id: Hapus loop
ja: ループを削除
pa: ਲੂਪ ਮਿਟਾਓ
ps: لوپ ړنګ کړئ
pt_br: Excluir loop
ru: Удалить цикл
sr_latn: Obriši petlju
ta: வளையத்தை நீக்கு
th: ลบการทำซ้ำ
tr: Döngüyü sil
uk: Видалити цикл
ur: لوپ کو حذف کریں۔

source: Delete project
ar: حذف المشروع
bn: প্রকল্প মুছুন
de: Projekt löschen
fa: حذف پروژه
fr: Supprimer le projet
hi: प्रोजेक्ट हटाएं
id: Hapus proyek
ja: プロジェクトを削除
pa: ਪ੍ਰੋਜੈਕਟ ਨੂੰ ਮਿਟਾਓ
ps: پروژه ړنګه کړئ
pt_br: Excluir projeto
ru: Удалить проект
sr_latn: Izbriši projekat
ta: செயல்திட்டத்தை நீக்கு
th: ลบโปรเจค
tr: Projeyi sil
uk: Видалити проєкт
ur: پروجیکٹ کو حذف کریں۔

source: Delete projects
ar: حذف المشاريع
bn: প্রকল্পগুলি মুছুন
de: Projekte löschen
fa: حذف پروژه ها
fr: Supprimer les projets
hi: परियोजनाओं को हटा दें
id: Hapus proyek
ja: プロジェクトを削除
pa: ਪ੍ਰੋਜੈਕਟ ਹਟਾਓ
ps: پروژې حذف کړئ
pt_br: Excluir projetos
ru: Удалить проекты
sr_latn: Izbriši projekte
ta: திட்டங்களை நீக்கு
th: ลบโปรเจค
tr: Projeleri sil
uk: Видалити проєкти
ur: پروجیکٹس کو حذف کریں۔

source: Delete script
ar: حذف البرنامج النصي
bn: স্ক্রিপ্ট মুছুন
de: Skript löschen
fa: حذف اسکریپت
fr: Supprimer le script
hi: स्क्रिप्ट हटाएं
id: Hapus skrip
ja: スクリプトを削除
pa: ਸਕ੍ਰਿਪਟ ਮਿਟਾਓ
ps: سکریپټ ړنګ کړئ
pt_br: Excluir script
ru: Удалить скрипт
sr_latn: Obriši skriptu
ta: ஸ்கிரிப்டை நீக்கு
th: ลบสคริปต์
tr: Komut dosyasını sil
uk: Видалити скрипт
ur: اسکرپٹ کو حذف کریں۔

source: Delete sounds
ar: حذف الأصوات
bn: শব্দ মুছুন
de: Klänge löschen
fa: حذف برای تلفن های موبایل
fr: Supprimer les sons
hi: ध्वनियों को हटाएं
id: Hapus suara
ja: サウンドを削除
pa: ਆਵਾਜ਼ਾਂ ਨੂੰ ਮਿਟਾਓ
ps: غږونه حذف کړئ
pt_br: Excluir sons
ru: Удалить звуки
sr_latn: Obriši zvukove
ta: ஒலிகளை நீக்கு
th: ลบเสียง
tr: Sesleri sil
uk: Видалити звуки
ur: آوازیں حذف کریں۔

source: Delete these bricks?
ar: حذف هذه الطوبة؟
bn: এই ইটগুলি মুছবেন?
de: Diese Bausteine löschen?
fa: این آجر را حذف کنید؟
fr: Supprimer ces éléments ?
hi: इन ईंटों को हटा दें?
id: Hapus bata ini?
ja: これらのブロックを削除しますか？
pa: ਕੀ ਇਹ ਇੱਟਾਂ ਮਿਟਾਉਣੀਆਂ ਹਨ?
ps: دا خښتې ړنګې کړئ؟
pt_br: Excluir estes Blocos?
ru: Вы уверены, что хотите удалить эти блоки?
sr_latn: Obriši ove kocke?
ta: இந்த செங்கற்களை நீக்கவா?
th: ลบคำสั่งเหล่านี้หรือไม่?
tr: Bu tuğlalar silinsin mi?
uk: Видалити ці блоки?
ur: ان اینٹوں کو حذف کریں؟

source: Delete these conditions?
ar: هل تريد حذف هذه الأغاني؟
bn: এই শর্তগুলি মুছবেন?
de: Diese Bedingungen löschen?
fa: این شرایط را حذف کنید؟
fr: Supprimer ces conditions ?
hi: इन शर्तों को हटाएं?
id: Hapus ketentuan ini?
ja: これらの条件を削除しますか？
pa: ਕੀ ਇਨ੍ਹਾਂ ਸ਼ਰਤਾਂ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?
ps: دا شرایط حذف کړئ؟
pt_br: Excluir estas condições?
ru: Удалить эти блоки условий?
sr_latn: Obriši ove uslove?
ta: இந்த நிபந்தனைகளை நீக்கவா?
th: ลบเงื่อนไขเหล่านี้หรือไม่?
tr: Bu koşullar silinsin mi?
uk: Видалити ці умови?
ur: ان شرائط کو حذف کریں؟

source: Delete these loops?
ar: حذف هذه الحلقات؟
bn: এই লুপগুলি মুছবেন?
de: Diese Schleifen löschen?
fa: این حلقه ها را حذف کنید؟
fr: Supprimer ces boucles ?
hi: इन छोरों को हटा दें?
id: Hapus loop ini?
ja: これらのループを削除しますか？
pa: ਕੀ ਇਹ ਲੂਪਸ ਮਿਟਾਉਣੇ ਹਨ?
ps: دا لوپونه ړنګ کړئ؟
pt_br: Excluir estes loops?
ru: Удалить эти блоки циклов?
sr_latn: Obriši ove petlje?
ta: இந்த சுழல்களை நீக்கவா?
th: ลบการทำซ้ำเหล่านี้หรือไม่?
tr: Bu döngüler silinsin mi?
uk: Видалити ці цикли?
ur: ان لوپس کو حذف کریں؟

source: Delete these scripts?
ar: حذف هذه البرامج النصية؟
bn: এই স্ক্রিপ্টগুলি মুছবেন?
de: Diese Skripte löschen?
fa: این اسکریپت را حذف کنید؟
fr: Supprimer ces scripts ?
hi: ये स्क्रिप्ट हटाएं?
id: Hapus skrip ini?
ja: これらのスクリプトを削除しますか？
pa: ਇਹ ਸਕ੍ਰਿਪਟਾਂ ਮਿਟਾਉਣੀਆਂ ਹਨ?
ps: دا سکریپټونه ړنګ کړئ؟
pt_br: Excluir estes scripts?
ru: Удалить эти скрипты?
sr_latn: Obriši ove skripte?
ta: இந்த ஸ்கிரிப்ட்களை நீக்கவா?
th: ลบสคริปต์เหล่านี้หรือไม่?
tr: Bu komut dosyaları silinsin mi?
uk: Видалити ці скрипти?
ur: ان اسکرپٹس کو حذف کریں؟

source: Delete this actor or object
ar: حذف هذا الممثل أو الكائن
bn: এই অভিনেতা বা অবজেক্ট মুছুন
de: Diese Figur oder Objekt löschen
fa: این بازیگر یا شیء را حذف کنید
fr: Supprimer cet acteur ou cet objet
hi: इस अभिनेता या वस्तु को हटाएं
id: Hapus aktor atau objek ini
ja: このアクターまたはオブジェクトを削除
pa: ਇਸ ਅਦਾਕਾਰ ਜਾਂ ਆਬਜੈਕਟ ਨੂੰ ਮਿਟਾਓ
ps: دا لوبغاړی یا اعتراض حذف کړئ
pt_br: Excluir este ator ou objeto
ru: Удалить этого актера или объект
sr_latn: Obriši ovog aktera ili objekat?
ta: இந்த நடிகர் அல்லது பொருளை நீக்கு
th: ลบนักแสดงหรือวัตถุนี้
tr: Obje silinsin mi?
uk: Видалити цього персонажа або об`єкт
ur: اس اداکار یا اعتراض کو حذف کریں۔

source: Delete this background
ar: حذف خلفية الشاشة هذه
bn: এই ব্যাকগ্রাউন্ডটি মুছুন
de: Diesen Hintergrund löschen
fa: این پس زمینه را حذف کنید
fr: Supprimer cet arrière-plan
hi: इस पृष्ठभूमि को हटाएं
id: Hapus latar belakang ini
ja: この背景を削除
pa: ਇਸ ਪਿਛੋਕੜ ਨੂੰ ਮਿਟਾਓ
ps: دا پس منظر ړنګ کړئ
pt_br: Excluir este fundo
ru: Удалить этот фон
sr_latn: Obriši ovu pozadinu
sw: Futa mandharinyuma
ta: இந்த பின்னணியை நீக்கு
th: ลบพื้นหลังนี้
tr: Bu arka planı sil
uk: Видалити це тло
ur: یہ آواز ختم کریں

source: Delete this brick?
ar: حذف هذه الطوبة؟
bn: এই ইট মুছবেন?
de: Diesen Baustein löschen?
fa: این آجر را حذف کنید؟
fr: Supprimer cet élément ?
hi: इस ईंट को हटाओ?
id: Hapus bata ini?
ja: このブロックを削除しますか？
pa: ਇਸ ਇੱਟ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?
ps: دا خښته ړنګه کړه؟
pt_br: Excluir este Bloco?
ru: Удалить этот блок?
sr_latn: Obriši ovu kocku?
ta: இந்த செங்களை நீக்கவா?
th: ลบคำสั่งนี้หรือไม่?
tr: Bu tuğla silinsin mi?
uk: Видалити цей блок?
ur: اس اینٹ کو حذف کریں؟

source: Delete this condition?
ar: حذف هذا الشرط؟
bn: এই শর্তটি মুছবেন?
de: Diese Bedingung löschen?
fa: این وضعیت را حذف کنید؟
fr: Supprimer cette condition ?
hi: इस शर्त को हटाएं?
id: Hapus ketentuan ini?
ja: この条件を削除しますか？
pa: ਇਸ ਸ਼ਰਤ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?
ps: دا شرط ړنګ کړئ؟
pt_br: Excluir esta condição?
ru: Удалить этот блок условия?
sr_latn: Obriši ovaj uslov?
ta: இந்த நிபந்தனையை நீக்கவா?
th: ลบเงื่อนไขเหล่านี้หรือไม่?
tr: Bu koşul silinsin mi?
uk: Видалити цю умову?
ur: اس شرط کو حذف کریں؟

source: Delete this look
ar: حذف هذا المشهد
bn: এই চেহারা মুছুন
de: Soll dieses Bild wirklich gelöscht werden?
fa: حذف این شکل
fr: Supprimer ce visuel
hi: इस लुक को डिलीट करें
id: Hapus penampilan ini
ja: この外見を削除
pa: ਇਸ ਦਿੱਖ ਨੂੰ ਮਿਟਾਓ
ps: دا نظر ړنګ کړئ
pt_br: Apagar esta aparência
ru: Удалить этот образ
sr_latn: Obriši ovaj izgled
sw: Futa muonekano huu
ta: இந்த தோற்றத்தை நீக்கு
th: ลบรูปลักษณ์นี้
tr: Bu görünümü sil
uk: Видалити цей вигляд
ur: اس نظر کو ختم کریں؟

source: Delete this loop?
ar: حذف هذه الحلقة؟
bn: এই লুপটি মুছবেন?
de: Diese Schleife löschen?
fa: این حلقه ها را حذف کنید؟
fr: Supprimer cette boucle?
hi: इस लूप को हटाएं?
id: Hapus loop ini?
ja: このループを削除しますか？
pa: ਇਸ ਲੂਪ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?
ps: دا لوپ ړنګ کړئ؟
pt_br: Excluir este loop?
ru: Удалить этот блок цикла?
sr_latn: Obriši ovu petlje?
ta: இந்த வளையத்தை நீக்கவா?
th: ลบการทำซ้ำนี้หรือไม่?
tr: Bu döngü silinsin mi?
uk: Видалити цей цикл?
ur: اس لوپ کو حذف کریں؟

source: Delete this project
ar: حذف هذا المشروع
bn: এই প্রজেক্টটি মুছুন
de: Dieses Projekt löschen
fa: این پروژه را حذف کنید
fr: Supprimer ce projet
hi: इस प्रोजेक्ट को हटाएं
id: Hapus proyek ini
ja: このプロジェクトを削除
pa: ਇਸ ਪ੍ਰੋਜੈਕਟ ਨੂੰ ਮਿਟਾਓ
ps: دا پروژه ړنګه کړئ
pt_br: Excluir este projeto
ru: Удалить этот проект
sr_latn: Obrisati ovaj projekat
ta: இந்த செயல் திட்டத்தை நீக்கு
th: ลบโปรเจ็กต์นี้
tr: Bu projeyi sil
uk: Видалити цей проєкт
ur: اس منصوبے کو حذف کریں

source: Delete this script?
ar: حذف هذا البرنامج النصي؟
bn: এই স্ক্রিপ্ট মুছবেন?
de: Dieses Skript löschen?
fa: این اسکریپت را حذف کنید؟
fr: Supprimer ce script ?
hi: यह स्क्रिप्ट हटाएं?
id: Hapus skrip ini?
ja: このスクリプトを削除しますか？
pa: ਇਸ ਸਕ੍ਰਿਪਟ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?
ps: دا سکریپټ ړنګ کړئ؟
pt_br: Excluir este script?
ru: Удалить этот скрипт?
sr_latn: Obriši ovu skriptu?
ta: இந்த ஸ்கிரிப்டை நீக்கவா?
th: ลบสคริปต์นี้หรือไม่
tr: Bu komut dosyası silinsin mi?
uk: Видалити цей скрипт?
ur: اس اسکرپٹ کو حذف کریں؟

source: Delete this sound
ar: حذف هذا الصوت
bn: এই শব্দটি মুছুন
de: Lösche diese Sounddatei
fa: حذف این صدا
fr: Supprimer le son
hi: इस ध्वनि को हटाएँ
id: Hapus suara ini
ja: このサウンドを削除
pa: ਇਸ ਆਵਾਜ਼ ਨੂੰ ਮਿਟਾਓ
ps: دا غږ ړنګ کړئ
pt_br: Apagar este som
ru: Удалить этот звук
sr_latn: Obriši ovaj zvuk
sw: Futa sauti hii
ta: இந்த ஒலியைத் நீக்கு
th: ลบเสียงนี้
tr: Bu sesi sil
uk: Видалити цей звук
ur: یہ آواز حذف کریں

source: Deletion mode
ar: وضع الحذف
bn: মোছা মোড
de: Löschmodus
fa: حالت حذف
fr: Mode de suppression
hi: हटने की विधा
id: Mode penghapusan
ja: 削除モード
pa: ਹਟਾਉਣ ਢੰਗ
ps: د حذف کولو حالت
pt_br: Modo de exclusão
ru: Режим удаления
sr_latn: Način brisanja
ta: நீக்குதல் முறை
th: โหมดการลบ
tr: Silme modu
uk: Режим видалення
ur: حذف کرنے کا موڈ

source: Deny
ar: رفض
bn: অস্বীকার করুন
de: Ablehnen
fa: رد کن
fr: Refuser
hi: मना
id: Menyangkal
ja: 拒否
ps: انکار
pt_br: Negar
ru: Запретить
th: ปฏิเสธ
uk: Скасувати
ur: انکار

source: Description
ar: الوصف
bn: বর্ণনা
de: Beschreibung
fa: توضیح
hi: वर्णन
id: Keterangan
ja: 説明
pa: ਵੇਰਵਾ
ps: تفصیل
pt_br: Descrição
ru: Описание
sr_latn: Opis
sw: Maelezo
ta: விளக்கம்
th: คำอธิบาย
tr: Açıklama
uk: Опис
ur: تفصیل (وضاحت)

source: Details
ar: التفاصيل
bn: বিস্তারিত
de: Einzelheiten
fa: جزئيات
fr: Détails du produit
hi: विवरण
id: Rincian
ja: 詳細
pa: ਵੇਰਵਾ
ps: جزیات
pt_br: Detalhes
ru: Подробности
sr_latn: Detalji
sw: Maelezo
ta: விவரங்கள்
th: รายละเอียด
tr: Ayrıntılar
uk: Подробиці
ur: تفصیلات

source: Device disconnected.
ar: الجهاز غير متصل.
bn: ডিভাইস সংযোগ বিচ্ছিন্ন।
de: Verbindung getrennt.
fa: دستگاه قطع شده است
fr: Appareil déconnecté.
hi: डिवाइस डिस्कनेक्ट किया गया।
id: Perangkat terputus.
ja: デバイスが切断されました。
pa: ਡਿਵਾਈਸ ਕਨੈਕਟ ਹੋ ਗਿਆ.
ps: وسیله قطع شوه.
pt_br: Dispositivo desconectado
ru: Устройство отключено.
sr_latn: Uređaj je isključen.
sw: Kifaa hakijaunganishwa.
ta: சாதனம் துண்டிக்கப்பட்டது.
th: อุปกรณ์ถูกตัดการเชื่อมต่อ
tr: Aygıt bağlantısı kesildi.
uk: Пристрій відключено.
ur: آلہ منقطع ہے

source: device motion-sensor
ar: جهاز استشعار الحركة
bn: ডিভাইস গতি সেন্সর
de: Geräte-Bewegungssensor
fa: سنسور حرکت دستگاه
fr: capteur de mouvement de l'appareil
hi: डिवाइस मोशन-सेंसर
id: sensor gerak perangkat
ja: 端末のモーションセンサー
pa: ਡਿਵਾਈਸ ਮੋਸ਼ਨ ਸੈਂਸਰ
ps: وسیله حرکت سینسر
pt_br: sensor de movimento do dispositivo
ru: датчик движения устройства
ta: சாதன இயக்கம்-சென்சார்
th: อุปกรณ์ตรวจจับการเคลื่อนไหว
tr: cihaz hareket sensörü
uk: датчик руху пристрою
ur: آلہ تحریک سینسر

source: Device sensors
ar: أجهزة إستشعار الجهاز
bn: ডিভাইস সেন্সর
de: Geräte-Sensoren
fa: سنسورهای دستگاه
fr: Capteurs
hi: डिवाइस सेंसर
id: Sensor perangkat
ja: デバイスのセンサー
pa: ਡਿਵਾਈਸ ਸੈਂਸਰ
ps: د وسایلو سینسرونه
pt_br: Sensores do dispositivo
ru: Датчики устройства
sr_latn: Senzori uređaja
ta: சாதன உணரிகள்
th: เซ็นเซอร์อุปกรณ์
uk: Датчики пристрою
ur: آلہ سینسر

source: direction
ar: الاتجاه
bn: গতিপথ
de: Richtung
fa: جهت
hi: दिशा
id: arah
ja: 方向
pa: ਦਿਸ਼ਾ
ps: سمت
pt_br: direção
ru: направление
sr_latn: pravac
sw: mwelekeo
ta: திசை
th: ทิศทาง
tr: yön
uk: напрямок
ur: سمت

source: Disable brick
ar: تعطيل الطوب
bn: ইট অক্ষম করুন
de: Baustein deaktivieren
fa: آجر را غیرفعال کنید
fr: Désactiver l'élément
hi: ईंट को निष्क्रिय करें
id: Nonaktifkan bata
ja: ブロックを無効にする
pa: ਇੱਟ ਨੂੰ ਅਯੋਗ ਕਰੋ
ps: خښته غیر فعال کړئ
pt_br: Desativar bloco
ru: Отключить блок
sr_latn: Obriši kocku
th: ปิดการใช้งาน คำสั่ง
tr: Tuğlayı devre dışı bırak
uk: Вимкнути блок
ur: اینٹ کو غیر فعال کریں۔

source: Disable condition
ar: تعطيل الحالة
bn: শর্ত অক্ষম করুন
de: Bedingung deaktivieren
fa: غیر فعال کردن شرایط
fr: Désactiver la condition
hi: निष्क्रिय करने की स्थिति
id: Nonaktifkan kondisi
ja: 条件を無効にする
pa: ਅਯੋਗ ਸਥਿਤੀ
ps: غیر فعال حالت
pt_br: Desativar condição
ru: Отключить блок условия
sr_latn: Obriši uslov
th: เงื่อนไขปิดการใช้งาน
tr: Koşulu devre dışı bırak
uk: Вимкнути умову
ur: حالت کو غیر فعال کریں۔

source: Disable loop
ar: تعطيل الحلقة
bn: লুপ অক্ষম করুন
de: Schleife deaktivieren
fa: غیر فعال کردن حلقه
fr: Désactiver la boucle
hi: लूप अक्षम करें
id: Nonaktifkan loop
ja: ループを無効にする
pa: ਲੂਪ ਅਯੋਗ ਕਰੋ
ps: لوپ غیر فعال کړئ
pt_br: Desativar repetição
ru: Отключить блок цикла
sr_latn: Onemogući petlju
th: ปิดการวนซ้ำ
tr: Döngüyü devre dışı bırak
uk: Вимкнути цикл
ur: لوپ کو غیر فعال کریں۔

source: Disable script
ar: تعطيل النص البرمجي
bn: স্ক্রিপ্ট অক্ষম করুন
de: Skript deaktivieren
fa: غیر فعال کردن اسکریپت
fr: Désactiver le script
hi: स्क्रिप्ट को अक्षम करें
id: Nonaktifkan skrip
ja: スクリプトを無効にする
pa: ਸਕ੍ਰਿਪਟ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
ps: سکریپټ غیر فعال کړئ
pt_br: Desativar script
ru: Отключить скрипт
sr_latn: Onemogući skriptu
ta: ஸ்கிரிப்டை முடக்கு
th: ปิดการใช้งานสคริปต์
tr: Komut dosyasını devre dışı bırak
uk: Вимкнути скрипт
ur: اینٹ کو غیر فعال کریں

source: Disagree
ar: غير موافق
bn: রাজি না
de: Ablehnen
fa: نمی‌پذیرم
fr: Refuser
hi: असहमत
id: Tidak setuju
ja: 同意しない
pa: ਅਸਹਿਮਤ
ps: اختلاف
pt_br: Discordar
ru: Отклонить
sr_latn: Ne slažem se
ta: மறுக்கிறேன்
th: ไม่เห็นด้วย
tr: Kabul etmiyorum
uk: Не погоджуюся
ur: غیر متفق

source: Discard changes
ar: تجاهل التغييرات
bn: পরিবর্তন বাতিল
de: Änderungen verwerfen
fa: لغو تغییرات
fr: Rejeter les modifications
hi: परिवर्तनों को निरस्त करें
id: Membuang perubahan
ja: 変更点の破棄
pa: ਬਦਲਾਵ ਬਰਖਾਸਤ
ps: بدلونونه پریږدئ
pt_br: Descartar mudanças
ru: Откатить изменения
th: ยกเลิกการเปลี่ยนแปลง
uk: Відхилити зміни
ur: تبدیلیاں مسترد کریں

source: Disconnect all devices
ar: قطع إتصال جميع الأجهزة
bn: সমস্ত ডিভাইস সংযোগ বিচ্ছিন্ন করুন
de: Alle Geräte trennen
fa: تمام دستگاه ها را قطع کنید
fr: Déconnecter tous les appareils
hi: सभी उपकरणों को डिस्कनेक्ट करें
id: Lepaskan semua perangkat
ja: すべてのデバイスを切断
pa: ਸਾਰੀਆਂ ਡਿਵਾਈਸਾਂ ਨੂੰ ਡਿਸਕਨੈਕਟ ਕਰੋ
ps: ټول وسایل منحل کړئ
pt_br: Desconectar todos os dispositivos
ru: Отключить все устройства
sr_latn: Isključite sve uređaje
sw: Tenganisha vifaa vyote
ta: எல்லா சாதனங்களையும் துண்டிக்கவும்
th: ตัดการเชื่อมต่ออุปกรณ์ทั้งหมด
tr: Tüm cihazların bağlantısını kesin
uk: Від'єднати всі пристрої
ur: تمام آلات کو منسلک کریں

source: DO
ar: دو
bn: করা
de: Mach
fr: FAIRE
hi: कर
id: MELAKUKAN
ja: ド
pa: ਕਰੋ
ps: کوي
pt_br: Dó
ru: Делать
sw: FANYA
ta: செய்
th: ทำ
tr: YAP
uk: ДО
ur: کرنا

source: Do you really want to delete the current drawing?
ar: هل تريد حقاً حذف الرسم الحالي؟
bn: আপনি কি সত্যিই বর্তমান অঙ্কনটি মুছতে চান?
de: Willst du wirklich die aktuelle Zeichnung löschen?
fa: آیا واقعا می خواهی نقاشی فعلی را حذف کنی؟
fr: Voulez-vous vraiment supprimer le dessin en cours ?
hi: क्या आप वास्तव में वर्तमान ड्राइंग को हटाना चाहते हैं?
id: Anda yakin ingin menghapus gambar saat ini?
ja: 現在の図面を削除してもよろしいですか？
pa: ਕੀ ਤੁਸੀਂ ਸੱਚਮੁੱਚ ਮੌਜੂਦਾ ਡਰਾਇੰਗ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ps: ایا تاسو واقعیا غواړئ اوسنی انځور ړنګ کړئ؟
pt_br: Você tem certeza que quer apagar o desenho atual?
ru: Вы действительно хотите удалить текущий рисунок?
sr_latn: Da li zaista želite da izbrišete trenutni crtež?
sw: Kweli unataka kufuta mchoro wa sasa?
ta: தற்போதைய வரைபடத்தை நீக்க விரும்புகிறீர்களா?
th: คุณต้องการจะลบภาพที่กำลังวาดนี้จริงหรือ?
tr: Mevcut çizimi gerçekten silmek istiyor musunuz?
uk: Ви дійсно хочете видалити поточний малюнок?
ur: آپ واقعی موجودہ ڈرائنگ حذف کرنا چاہتے ہیں؟

source: Do you want to save your changes?
ar: هل تريد حفظ التغييرات؟
bn: আপনি কি আপনার পরিবর্তনগুলি সংরক্ষণ করতে চান?
de: Möchtest du deine Änderungen speichern?
fa: آیا مایلی تغییرات را ذخیره کنی؟
fr: Voulez-vous enregistrer vos modifications?
hi: क्या आप अपने परिवर्तनों को सहेजना चाहते हैं?
id: Apakah Anda ingin menyimpan perubahan?
ja: 変更内容を保存しますか？
pa: ਤੁਹਾਨੂੰ ਆਪਣੇ ਤਬਦੀਲੀ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਚਾਹੁੰਦੇ ਹੋ?
ps: ایا تاسو غواړئ خپل بدلونونه خوندي کړئ؟
pt_br: Deseja salvar as alterações?
ru: Хотите ли вы сохранить свои изменения?
sr_latn: Da li želite da sačuvate svoje izmene?
ta: மாற்றங்களைச் சேமிக்க விரும்புகிறீர்களா?
th: คุณต้องบันทึกการเปลี่ยนแปลงหรือไม่?
uk: Бажаєте зберегти свої зміни?
ur: کیا آپ تبدیلیاں محفوظ کرنا چاہتے ہیں?

source: don't rotate
ar: لا تدور
bn: ঘোরাবেন না
de: nicht drehen
fa: چرخش نکن
fr: ne pas tourner
hi: घुमाएँ नहीं
id: jangan memutar
ja: 回転しない
pa: ਘੁੰਮਾਓ ਨਾ
ps: مه ګرځئ
pt_br: Não rotacionar
ru: не вращать
sr_latn: ne rotiraj
ta: சுழற்ற வேண்டாம்
th: อย่าหมุน
tr: Döndürme
uk: не обертати
ur: گھومنا مت کرو

source: Done
ar: موافق
bn: করা হয়েছে
de: Fertig
fa: ﺍﻧﺠﺎﻡ شد
fr: Terminé
hi: पूर्ण
id: Selesai
ja: 完了
pa: ਹੋ ਗਿਆ
ps: ترسره شو
pt_br: Concluído
ru: Готово
sr_latn: Gotovo
sw: Maliza
ta: முடிந்தது
th: เสร็จสิ้น
tr: Tamam
uk: Готово
ur: ہوگیا

source: Download
ar: تحميل
bn: ডাউনলোড
de: Herunterladen
fa: دانلود
fr: Télécharger
hi: डाउन्लोड
id: Unduh
ja: ダウンロード
pa: ਡਾ .ਨਲੋਡ
ps: ډاونلوډ کړئ
pt_br: Baixar
ru: Скачать
sr_latn: Preuzmi
sw: Pakua
ta: பதிவிறக்கம்
th: ดาวน์โหลด
tr: indir
uk: Завантажити
ur: ڈاؤنلوڈ

source: Download again
ar: تحميل مرة أخرى
bn: পুনরায় ডাউনলোড করুন
de: Erneut herunterladen
fa: دوباره دانلود کنید
pt_br: Baixar novamente
ru: Скачать снова
th: ดาวน์โหลดอีกครั้ง
uk: Завантажити знову
ur: دوبارہ ڈاؤن لوڈ کریں۔

source: Download too big
ar: التنزيل كبير جدًا
bn: ডাউনলোড খুব বড়
de: Download zu groß
fa: دانلود خیلی بزرگ
fr: Téléchargement trop important
hi: बहुत बड़ा डाउनलोड करें
id: Unduh terlalu besar
ja: 大きすぎるダウンロード
ps: ډاونلوډ خورا لوی
pt_br: Download muito grande
ru: Файл для скачивания слишком большой
th: ดาวน์โหลดใหญ่เกินไป
uk: Завантаження занадто велике
ur: ڈاؤن لوڈ بہت بڑا ہے۔

source: Downloads
ar: التنزيلات
bn: ডাউনলোডসমূহ
fa: دانلود ها
fr: Téléchargements
hi: डाउनलोड
id: Unduhan
ja: ダウンロード
pa: ਡਾਉਨਲੋਡਸ
ps: ډاونلوډونه
ru: Загрузки
sr_latn: Prеuzimanja
sw: Vipakuliwa
ta: பதிவிறக்கங்கள்
th: ดาวน์โหลด
tr: İndirilenler
uk: Завантаження
ur: ڈاؤن لوڈز

source: Draw new image
ar: رسم صورة جديدة
bn: নতুন চিত্র আঁকুন
de: Neues Bild erstellen
fa: نقاشی جدید بکش
fr: Dessiner une nouvelle image
hi: चित्र बनाए
id: Gambar citra baru
ja: 新しい画像を描画します。
pa: ਨਵਾਂ ਚਿੱਤਰ ਬਣਾਓ
ps: نوی انځور رسم کړئ
pt_br: Desenhar uma nova imagem
ru: Нарисовать новое изображение
sr_latn: Nacrtaj novu sliku
sw: Chora picha mpya
ta: புதிய படத்தை வரையவும்
th: วาดรูปใหม่
tr: Yeni resim çiz
uk: Намалювати нове зображення
ur: نیا نقش بنائیں

source: Duration
ar: المدة
bn: সময়সীমা
de: Dauer
fa: مدت زمان
fr: Durée
hi: अवधि
id: Durasi
ja: 期間
pa: ਅਵਧੀ
ps: موده
pt_br: Duração
ru: Длительность
sr_latn: Trajanje
sw: Muda
ta: கால அளவு
th: ระยะเวลา
tr: Süre
uk: Тривалість
ur: دورانیہ

source: Edit
ar: تحرير
bn: সম্পাদনা করুন
de: Bearbeiten
fa: ويرايش
fr: Éditer
hi: बदलें
ja: 編集
pa: ਸੋਧ
ps: سمون
pt_br: Editar
ru: Изменить
sr_latn: Izmeni
sw: Hariri
ta: திருத்து
th: แก้ไข
tr: Düzenle
uk: Редагувати
ur: تدوین کریں

source: Edit actor or object
ar: تعديل الفاعل أو الكائن
bn: অভিনেতা বা বস্তু সম্পাদনা করুন
de: Figur oder Objekt bearbeiten
fa: ویرایش بازیگر یا شی
fr: Modifier l'acteur ou l'objet
hi: अभिनेता या वस्तु संपादित करें
id: Edit aktor atau objek
ja: アクターまたはオブジェクトを編集
pa: ਅਦਾਕਾਰ ਜਾਂ ਆਬਜੈਕਟ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ
ps: لوبغاړی یا څیز ایډیټ کړئ
pt_br: Editar ator ou objeto
ru: Редактирование актера или объекта
sr_latn: Promeni aktera ili objekat
ta: நடிகர் அல்லது பொருளைத் திருத்துக
th: แก้ไขนักแสดงหรือวัตถุ
tr: Objeyi düzenleyin
uk: Редагувати персонажа або об'єкт
ur: اداکار یا اعتراض میں ترمیم کریں۔

source: Edit background
ar: تعديل الخلفية
bn: পটভূমি সম্পাদনা করুন
de: Hintergrund bearbeiten
fa: پس زمینه ویرایش
fr: Modifier l'arrière-plan
hi: पृष्ठभूमि संपादित करें
id: Edit latar belakang
ja: 背景を編集
pa: ਪਿਛੋਕੜ ਸੰਪਾਦਿਤ ਕਰੋ
ps: شالید سمول
pt_br: Editar fundo
ru: Изменить фон
sr_latn: Promeni pozadinu
ta: பின்னணியைத் திருத்து
th: แก้ไขพื้นหลัง
tr: Arka planı düzenleyin
uk: Редагувати тло
ur: پس منظر میں ترمیم کریں۔

source: Edit backgrounds
ar: تعديل الخلفيات
bn: পটভূমি সম্পাদনা করুন
de: Hintergründe bearbeiten
fa: پس زمینه را ویرایش کنید
fr: Editer les arrière-plans
hi: पृष्ठभूमि संपादित करें
id: Edit latar belakang
ja: 背景を編集
pa: ਪਿਛੋਕੜ ਸੰਪਾਦਿਤ ਕਰੋ
ps: شالیدونه ایډیټ کړئ
pt_br: Editar fundos
ru: Изменить фоны
sr_latn: Promeni pozadine
ta: பின்னணியைத் திருத்துக
th: แก้ไขพื้นหลัง
tr: Arka planları düzenleyin
uk: Редагувати фони
ur: پس منظر میں ترمیم کریں۔
