Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: This feature is coming soon!
ar: هذه الميزة قريبا!
bn: এই বৈশিষ্ট্য শীঘ্রই আসছে!
de: Diese Funktion ist demnächst verfügbar!
fa: این ویژگی به زودی می آید!
fr: Cette fonctionnalité sera bientôt disponible !
hi: यह सुविधा जल्द ही आ रही है!
id: Fitur ini akan segera hadir!
ja: この機能は近日公開予定です！
pa: ਇਹ ਵਿਸ਼ੇਸ਼ਤਾ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!
ps: دا فیچر ډیر ژر راځي!
pt_br: Este recurso está chegando em breve!
ru: В разработке!
sr_latn: Ova funkcija uskoro dolazi!
sw: Hiki kipengele kinakuja hivi karibuni!
ta: இந்த அம்சம் விரைவில் வருகிறது!
th: ฟีเจอร์นี้กำลังจะมาในเร็วๆ นี้!
tr: Bu özellik yakında çıkacak!
uk: Ця функція з'явиться незабаром!
ur: یہ خصوصیت جلد ہی آ رہا ہے!

source: This list can not be deleted because it is still in use.
ar: لا يمكن حذف هذه القائمة لأنها لا تزال قيد الاستخدام.
bn: এই তালিকাটি মুছে ফেলা যায় না কারণ এটি এখনও ব্যবহৃত।
de: Diese Liste kann nicht gelöscht werden, da sie noch in Verwendung ist.
fa: این لیست را نمی توان حذف کرد زیرا هنوز در حال استفاده است.
fr: Cette liste ne peut pas être supprimée car elle est toujours utilisée.
hi: इस सूची को हटाया नहीं जा सकता क्योंकि यह अभी भी उपयोग में है।
id: Daftar ini tidak dapat dihapus karena masih digunakan.
ja: まだ使用されているため、このリストは削除できません。
pa: ਇਹ ਸੂਚੀ ਹਟਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ ਕਿਉਂਕਿ ਇਹ ਅਜੇ ਵੀ ਵਰਤੋਂ ਅਧੀਨ ਹੈ.
ps: دا لیست نشي حذف کیدی ځکه چې دا لاهم کارول کیږي.
pt_br: A lista não pôde ser deletada pois ela ainda está em uso.
ru: Этот список не может быть удален, так как он все еще используется.
sr_latn: Ova lista se ne može izbrisati jer se još uvek koristi.
th: ไม่สามารถลบรายการนี้ได้เนื่องจากยังใช้งานอยู่
tr: Bu liste halen kullanımda olduğu için silinemez.
uk: Цей список не можна видалити, оскільки він все ще використовується.
ur: اس فہرست کو حذف نہیں کیا جا سکتا کیونکہ یہ اب بھی استعمال میں ہے۔

source: This variable can not be deleted because it is still in use.
ar: لا يمكن حذف هذا المتغير لأنه لا يزال قيد الاستخدام.
bn: এই ভেরিয়েবলটি মুছে ফেলা যায় না কারণ এটি এখনও ব্যবহৃত।
de: Diese Variable kann nicht gelöscht werden, weil sie noch in Gebrauch ist.
fa: این متغیر نمی تواند حذف شود زیرا در حال استفاده است.
fr: Cette variable ne peut pas être supprimée car elle est toujours utilisée.
hi: यह चर हटाया नहीं जा सकता क्योंकि यह अभी भी उपयोग में है।
id: Variabel ini tidak dapat dihapus karena masih dalam penggunaan.
ja: この変数はまだ使用されているため削除できません。
pa: ਇਸ ਪਰਿਵਰਤਨ ਨੂੰ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਕਿਉਂਕਿ ਇਹ ਅਜੇ ਵੀ ਵਰਤੋਂ ਅਧੀਨ ਹੈ.
ps: دا متغیر نشي حذف کیدی ځکه چې دا لاهم کارول کیږي.
pt_br: Esta variável não pode ser excluída porque ainda está em uso.
ru: Эта переменная не может быть удалена, потому что она все еще используется.
sr_latn: Ova promenljiva ne može se izbrisati jer se još uvek koristi.
sw: Hiki kitofautishi hakiwezi kufutwa kwasababu kinaendelea kutumika.
ta: இந்த மாறி இன்னும் பயன்பாட்டில் இருப்பதால் அதை நீக்க முடியாது.
th: ตัวแปรนี้ไม่สามารถลบได้เนื่องจากยังใช้งานอยู่
tr: Bu değişken hala kullanımda olduğu için silinemez.
uk: Цю змінну не можна видалити, оскільки вона все ще використовується.
ur: یہ متغیر حذف نہیں ہوسکتا ہے کیونکہ یہ ابھی بھی استعمال میں ہے.

source: Thursday
ar: الخميس
bn: বৃহস্পতিবার
de: Donnerstag
fa: پنج شنبه
fr: Jeudi
hi: गुरूवार
id: Kamis
ja: 木曜日
pa: ਵੀਰਵਾਰ ਨੂੰ
ps: پنجشنبه
pt_br: Quinta-Feira
ru: Четверг
sr_latn: Četvrtak
sw: Alhamisi
ta: வியாழக்கிழமை
th: วันพฤหัสบดี
tr: Perşembe
uk: Четвер
ur: جمعرات

source: time
ar: مرات
bn: সময়
de: mal
fa: ساعت
fr: temps
hi: समय
id: waktu
ja: 時間
pa: ਸਮਾਂ
ps: وختونه
pt_br: vez
ru: раз
sw: muda
ta: நேரம்
th: เวลา
tr: zaman
uk: раз
ur: وقت

source: times
ar: مرات
bn: বার
de: mal
fa: بار
fr: temps
hi: समय
id: kali
ja: 回
pa: ਵਾਰ
ps: وختونه
pt_br: vezes
ru: разa
sw: muda
ta: முறைகள்
th: ครั้ง
tr: zaman zamanlar
uk: разів
ur: وقت

source: to
ar: إلى
bn: প্রতি
de: auf
fa: به
fr: à
hi: को
id: untuk
ja: 先
pa: ਨੂੰ
ps: ته
pt_br: para
ru: значение
sr_latn: za
sw: kwa
ta: க்கு
th: กำหนดความหมาย
tr: kime
uk: на
ur: کرنا

source: to list
ar: الى القائمة
bn: তালিকায়
de: zur Liste
fa: به لیست
fr: à la liste
hi: सूची बनाने के लिए
id: ke daftar
ja: リストに
pa: ਸੂਚੀ ਵਿੱਚ ਕਰਨ ਲਈ
ps: لیست ته
pt_br: à lista
ru: в список
sr_latn: u listu
sw: katika orodha
ta: பட்டியலிட
th: ไปยังรายการ
tr: listeye eklemek
uk: у список
ur: فہرست کے لیے
