Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: Remove known devices
ar: إزالة الأجهزة المعروفة
bn: পরিচিত ডিভাইসগুলি সরান
de: Entferne bekannte Geräte
fa: دستگاه های شناخته شده را حذف کنید
fr: Supprimer les appareils connus
hi: ज्ञात उपकरणों को हटा दें
id: Hapus perangkat yang dikenal
ja: 既知のデバイスを削除
pa: ਜਾਣੇ ਜੰਤਰ ਨੂੰ ਹਟਾਓ
ps: پیژندل شوي وسایل لرې کړئ
pt_br: Remover dispositivos conhecidos
ru: Удалить известные устройства
sr_latn: Uklonite poznate uređaje
sw: Ondoa vifaa vinavyojulikana
ta: தெரிந்த சாதனங்களை அகற்று
th: ลบอุปกรณ์ที่รู้จัก
tr: Bilinen cihazları kaldır
uk: Видалити відомі пристрої
ur: معروف آلات کو ہٹا دیں

source: Rename
ar: إعادة تسمية
bn: নাম পরিবর্তন
de: Umbenennen
fa: تغییر نام
fr: Renommer
hi: नाम बदलिए
id: Menamai ulang
ja: 名前の変更
pa: ਨਾਮ ਬਦਲੋ
ps: نوم بدل کړئ
pt_br: Mudar nome
ru: Переименовать
sr_latn: Preimenuj
sw: Andika jina upya
ta: மறுபெயர்
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
ur: نام تبدیل کریں

source: Rename actor or object
ar: إعادة تسمية كائن
bn: অভিনেতা বা বস্তুর নতুন নামকরণ করুন
de: Figur oder Objekt umbenennen
fa: تغییر نام شی
fr: Renommer l'objet
hi: वस्तु को पुनः नाम दे
id: Mengubah nama objek
ja: オブジェクトの名前を変更
pa: ਅਦਾਕਾਰ ਜਾਂ ਆਬਜੈਕਟ ਦਾ ਨਾਮ ਬਦਲੋ
ps: د اداکار یا اعتراض نوم بدل کړئ
pt_br: Renomear Ator ou Objeto
ru: Переименовать актера или объект
sr_latn: Preimenuj glumce ili objekte
sw: Andika tena kipengele
ta: நடிகர் அல்லது பொருளை மறுபெயரிடுங்கள்
th: เปลี่ยนชื่อวัตถุ
tr: Objeyi yeniden adlandır
uk: Перейменувати персонажа або об'єкт
ur: آبجیکٹ کو نیا نام دیں

source: Rename image
ar: إعادة تسمية الصور
bn: চিত্রটির নতুন নাম দিন
de: Bild umbenennen
fa: تغییر نام تصویر
fr: Renommer l'image
hi: छवि का नाम बदलें
id: Ganti nama citra
ja: 画像の名前を変更
pa: ਚਿੱਤਰ ਦਾ ਨਾਮ ਬਦਲੋ
ps: د انځور نوم بدل کړئ
pt_br: Renomear a imagem
ru: Переименовать изображение
sr_latn: Preimenuj sliku
sw: Andika upya jina la picha
ta: படத்தை மறுபெயரிடுங்கள்
th: เปลี่ยนชื่อรูปภาพ
tr: Görüntüyü yeniden adlandır
uk: Перейменувати зображення
ur: تصویر کو نیا نام دیں

source: Rename project
ar: إعادة تسمية البرنامج
bn: প্রজেক্টটির নাম পরিবর্তন করুন
de: Projekt umbenennen
fa: تغییر نام برنامه
fr: Renommer l'appli
hi: प्रोग्राम का नाम बदले
id: Ubah nama Program
ja: プログラム名を変更
pa: ਪ੍ਰੋਜੈਕਟ ਦਾ ਨਾਮ ਬਦਲੋ
ps: د پروژې نوم بدل کړئ
pt_br: Renomear projeto
ru: Переименовать проект
sr_latn: Preimenuj projekat
sw: Patia programu jina upya
ta: செயற்திட்டத்தை மறுபெயரிடுக
th: เปลี่ยนชื่อโปรแกรม
tr: Programı yeniden adlandır
uk: Перейменувати проєкт
ur: پروگرام کو نیا نام دیں

source: Rename sound
ar: إعادة تسمية الصوت
bn: শব্দটির নাম পরিবর্তন করুন
de: Sound umbenennen
fa: تغییر نام صدا
fr: Renommer son
hi: ध्वनि का नाम बदले
id: Ganti nama suara
ja: 音の名前を変更します
pa: ਆਵਾਜ਼ ਦਾ ਨਾਮ ਬਦਲੋ
ps: د غږ نوم بدل کړئ
pt_br: Renomear Som
ru: Переименовать звук
sr_latn: Preimenuj zvuk
sw: Badili jina la sauti
ta: ஒலியை மறுபெயரிடுங்கள்
th: เปลี่ยนชื่อเสียง
tr: Sesi yeniden adlandır
uk: Перейменувати звук
ur: آواز کو نیا نام دیں

source: Repeat
ar: تكرار
bn: পুনরাবৃত্তি
de: Wiederhole
fa: تکرار کن
fr: Répéter
hi: दोहराएँ
id: Pengulangan
ja: 繰り返し：
pa: ਦੁਹਰਾਓ
ps: تکرار کړئ
pt_br: Repetir
ru: Повторять
sr_latn: Ponovi
sw: Rudia
ta: திரும்பச்செய்
th: ทำซ้ำ
tr: Yinele
uk: Повторювати
ur: دہرائیں

source: Repeat until
ar: تكرار حتى
bn: পর্যন্ত পুনরাবৃত্তি
de: Wiederholen bis
fa: تکرار تا زمانی که
fr: Répéter jusqu'à ce que
hi: दोहराओ जब तक
id: Ulangi sampai
ja: 次まで繰り返し
pa: ਜਦ ਤੱਕ ਦੁਹਰਾਓ
ps: تر هغه پورې تکرار کړئ
pt_br: Repetir até
ru: Повторять до тех пор, пока
sr_latn: Ponovi dok
sw: Rudia hadi
ta: வரை மீண்டும் செய்யவும்
th: ทำซ้ำจนกระทั่ง
tr: E'kadar tekrar edin
uk: Повторювати доки
ur: تک دہرائیں

source: Replace item in list
ar: استبدال عنصر في القائمة
bn: তালিকায় আইটেম প্রতিস্থাপন করুন
de: Element in Liste ersetzen
fa: مورد را در لیست جایگزین کن
fr: Remplacer l'élément dans la liste
hi: आइटम को सूची में बदलें
id: Ganti item dalam daftar
ja: リストのアイテムを置き換え
pa: ਸੂਚੀ ਵਿਚ ਇਕਾਈ ਨੂੰ ਤਬਦੀਲ
ps: په لیست کې توکي بدل کړئ
pt_br: Substituir item na lista
ru: Заменить предмет в списке
sr_latn: Zamenite stavku u listi
sw: Badilisha kipengele katika orodha
ta: பட்டியலில் உள்ள உருப்படியை மாற்றவும்
th: แทนที่ข้อมูลในรายการ
tr: Listedeki öğeyi değiştir
uk: Замінити елемент у списку
ur: فہرست میں شے بدل دیں

source: Resize
ar: تغيير الحجم
bn: পুনরায় আকার দিন
de: Größe ändern
fa: تغییر اندازه
fr: Redimensionner
hi: आकार
id: Ubah ukuran
ja: サイズ変更
pa: ਮੁੜ ਆਕਾਰ ਦਿਓ
ps: بیا اندازه کول
pt_br: Redimensionar
ru: Изменить размер
sw: Badilisha ukubwa
ta: மறுஅளவிடுதல்
th: ปรับขนาด
tr: Yeniden boyutlandırma
uk: Змінити розмір
ur: سائز تبدیل کریں

source: Restart
ar: اعادة تشغيل
bn: পুনরায় চালু করা
de: Neu starten
fa: شروع مجدد
fr: Relancer
hi: पुनः आरंभ करें
id: Mengulang kembali
ja: 再スタート
pa: ਮੁੜ ਚਾਲੂ ਕਰੋ
ps: بیا روښانه کول
pt_br: Reiniciar
ru: Перезапустить
sw: Anzisha tena
ta: மறுதொடக்கம்
th: เริ่มต้นใหม่
tr: Yeniden başlat
uk: Перезапустити
ur: پھر شروع کریں

source: Result
ar: النتيجة
bn: ফলাফল
de: Ergebnis
fa: نتیجه
fr: Résultat
hi: परिणाम
id: Hasil
ja: 結果
pa: ਨਤੀਜਾ
ps: پایله
pt_br: Resultado
ru: Результат
sr_latn: Rezultat
sw: Matokeo
ta: முடிவு
th: ผลลัพธ์
tr: Sonuç
uk: Результат
ur: نتیجہ

source: Right
ar: اليمين
bn: ডান দিক
de: Rechts
fa: پرواز به راست
fr: À droit
hi: दाएँ
id: Kanan
ja: 右
pa: ਸਹੀ
ps: سمه ده
pt_br: Direita
ru: Направо
sr_latn: Desno
sw: Kulia
ta: வலது
th: ขวา
tr: Sağ
uk: Праворуч
ur: دائیں طرف

source: right ankle x
ar: الكاحل الأيمن x
bn: ডান গোড়ালি x
de: rechter Knöchel x
fa: مچ پای راست x
fr: cheville droite x
ps: ښي پښه x
pt_br: tornozelo direito x
ru: правая лодыжка по оси X
th: ข้อเท้าขวา x
uk: права щиколотка x
ur: دائیں ٹخنے ایکس

source: right ankle y
ar: الكاحل الأيمن ذ
bn: ডান গোড়ালি y
de: rechter Knöchel y
fa: مچ پای راست y
fr: cheville droite y
ps: ښي پښه y
pt_br: tornozelo direito y
ru: правая лодыжка по оси Y
th: ข้อเท้าขวา y
uk: права щиколотка y
ur: دائیں ٹخنے y

source: right ear x
ar: الأذن اليمنى x
bn: ডান কান x
de: rechtes Ohr x
fa: گوش راست x
fr: oreille droite x
hi: दाहिना कान x
id: telinga kanan x
ja: 右耳X
ps: ښي غوږ x
pt_br: orelha direita x
ru: правое ухо по оси X
th: หูขวา x
uk: праве вухо х
ur: دائیں کان x

source: right ear y
ar: ذ الأذن اليمنى
bn: ডান কান y
de: rechtes Ohr y
fa: گوش راست y
fr: oreille droite y
hi: दाहिना कान तुम
id: telinga kanan y
ja: 右耳y
ps: ښي غوږ y
pt_br: orelha direito y
ru: правое ухо по оси Y
th: หูขวา y
uk: праве вухо у
ur: دایاں کان y

source: right elbow x
ar: الكوع الأيمن x
bn: ডান কনুই x
de: rechter Ellenbogen x
fa: آرنج راست x
fr: coude droit x
ps: ښي لور ته x
pt_br: cotovelo direito x
ru: правый локоть по оси X
th: ศอกขวา x
uk: правий лікоть x
ur: دائیں کہنی x

source: right elbow y
ar: الكوع الأيمن ذ
bn: ডান কনুই y
de: rechter Ellenbogen y
fa: آرنج راست y
fr: coude droit y
ps: ښۍ کوڼۍ y
pt_br: cotovelo direito y
ru: правый локоть по оси Y
th: ศอกขวา y
uk: правий лікоть y
ur: دائیں کہنی y

source: right eye center x
ar: مركز العين اليمنى x
bn: ডান চোখের কেন্দ্র x
de: rechte Augenmitte x
fa: مرکز چشم راست x
fr: centre de l'oeil droit x
hi: दाहिनी आंख केंद्र x
id: pusat mata kanan x
ja: 右目のセンターX
ps: د ښي سترګو مرکز x
pt_br: centro do olho direito x
ru: центр правого глаза по оси X
th: ศูนย์ตาขวา x
uk: правий центр ока х
ur: دائیں آنکھ کا مرکز ایکس

source: right eye center y
ar: مركز العين اليمنى ذ
bn: ডান চোখের কেন্দ্র y
de: rechte Augenmitte y
fa: مرکز چشم راست y
fr: centre de l'oeil droit y
hi: दाहिनी आंख केंद्र y
id: pusat mata kanan y
ja: 右目のセンターY
ps: د ښي سترګو مرکز y
pt_br: centro do olho direito y
ru: центр правого глаза по оси Y
th: ศูนย์ตาขวา y
uk: правий центр ока y
ur: دائیں آنکھ کا مرکز y

source: right eye inner x
ar: العين اليمنى الداخلية x
bn: ডান চোখের ভিতরের x
de: rechtes Auge innen x
fa: قسمت داخلی چشم راست x
fr: œil droit intérieur x
hi: दाहिनी आंख भीतरी x
id: mata kanan bagian dalam x
ja: 右目インナーX
ps: د ښي سترګې داخلي x
pt_br: interior do olho direito x
ru: внутренний угол правого глаза по оси X
th: ตาขวาด้านใน x
uk: праве внутрішнє око x
ur: دائیں آنکھ اندرونی x

source: right eye inner y
ar: العين اليمنى الداخلية ذ
bn: ডান চোখের ভিতরের y
de: rechtes Auge innen y
fa: داخل چشم راست y
fr: œil droit intérieur y
hi: दाहिनी आंख भीतर y
id: mata kanan batin y
ja: 右目 インナーY
ps: ښي سترګه داخلي y
pt_br: interior do olho direito y
ru: внутренний угол правого глаза по оси Y
th: ตาขวาด้านใน y
uk: праве внутрішнє око у
ur: دائیں آنکھ کا اندرونی حصہ

source: right eye outer x
ar: العين اليمنى الخارجي x
bn: ডান চোখ বাইরের x
de: rechtes Auge außen x
fa: قسمت بیرونی چشم راست x
fr: œil droit externe x
hi: दाहिनी आंख बाहरी x
id: mata kanan luar x
ja: 右目アウターX
ps: ښي سترګه بهر x
pt_br: exterior do olho direito x
ru: наружный угол правого глаза по оси X
th: ตาขวาด้านนอก x
uk: праве зовнішнє око x
ur: دائیں آنکھ بیرونی ایکس

source: right eye outer y
ar: العين اليمنى الخارجي ذ
bn: ডান চোখ বাইরের y
de: rechtes Auge außen y
fa: y خارجی چشم راست
fr: œil droit externe y
hi: दाहिनी आंख बाहरी y
id: mata kanan luar y
ja: 右目アウターY
ps: ښي سترګه بهر y
pt_br: exterior do olho direito y
ru: наружный угол правого глаза по оси Y
th: ตาขวาด้านนอก y
uk: праве зовнішнє око y
ur: دائیں آنکھ بیرونی y

source: right eyebrow center x
pt_br: centro da sobrancelha direita x
ru: центр правой брови по оси X
th: คิ้วขวาตรงกลาง x
uk: правий центр брів x

source: right eyebrow center y
pt_br: centro da sobrancelha direita y
ru: центр правой брови по оси Y
th: คิ้วขวาตรงกลาง y
uk: правий центр брів y

source: right eyebrow inner x
pt_br: interior da sobrancelha direita x
ru: внутренний конец правой брови по оси X
th: คิ้วขวาด้านใน x
uk: права брова внутрішня x

source: right eyebrow inner y
pt_br: interior da sobrancelha direita y
ru: внутренний конец правой брови по оси Y
th: คิ้วขวาด้านใน y
uk: права брова внутрішня y

source: right eyebrow outer x
pt_br: exterior da sobrancelha direita x
ru: внешний конец правой брови по оси X
th: คิ้วขวาด้านนอก x
uk: права брова зовнішня x

source: right eyebrow outer y
pt_br: exterior da sobrancelha direita y
ru: внешний конец правой брови по оси Y
th: คิ้วขวาด้านนอก y
uk: права брова зовнішня y

source: right hip x
ar: الورك الأيمن x
bn: ডান নিতম্ব x
de: rechte Hüfte x
fa: ران راست x
fr: hanche droite x
ps: ښي هپ x
pt_br: quadril direito x
ru: правое бедро по оси X
th: สะโพกขวา x
uk: праве стегно x
ur: دائیں کولہے ایکس

source: right hip y
ar: الورك الأيمن ذ
bn: ডান নিতম্ব y
de: rechte Hüfte y
fa: لگن راست y
fr: hanche droite y
ps: ښي هپ y
pt_br: quadril direito y
ru: правое бедро по оси Y
th: สะโพกขวา y
uk: праве стегно y
ur: دائیں کولہے Y

source: right index knuckle x
ar: المفصل الأيمن x
bn: ডান সূচক নকল x
de: rechter Zeigefinger x
fa: بند انگشت شاخص سمت راست x
fr: articulation de l'index droit x
ps: د ښي شاخص knuckle x
pt_br: articulação do dedo indicador direito x
ru: сустав указательного пальца правой руки по оси X
th: สนับมือขวา x
uk: правий вказівний кулака x
ur: دائیں انڈیکس نوکل ایکس

source: right index knuckle y
ar: المفصل الأيمن y
bn: ডান সূচক knuckle y
de: rechter Zeigefinger y
fa: بند انگشت شاخص سمت راست y
fr: articulation de l'index droit y
ps: د حق شاخص knuckle y
pt_br: articulação do dedo indicador direito y
ru: сустав указательного пальца правой руки по оси Y
th: สนับมือขวา y
uk: правий вказівний кулака y
ur: دائیں انڈیکس نوکل y

source: right knee x
ar: الركبة اليمنى x
bn: ডান হাঁটু x
de: rechtes Knie x
fa: زانوی راست x
fr: genou droit x
ps: ښي زنګون x
pt_br: joelho direito x
ru: правое колено по оси X
th: เข่าขวา x
uk: праве коліно x
ur: دائیں گھٹنے ایکس

source: right knee y
ar: ذ الركبة اليمنى
bn: ডান হাঁটু y
de: rechtes Knie y
fa: زانوی راست y
fr: genou droit y
ps: ښي زنګون y
pt_br: joelho direito y
ru: правое колено по оси Y
th: เข่าขวา y
uk: праве коліно y
ur: دائیں گھٹنے y

source: right middle finger knuckle x
pt_br: junta do dedo do meio direito x
ru: сустав среднего пальца правой руки по оси X
th: นิ้วกลางขวา สนับมือ x
uk: правий середній палець кулака x

source: right middle finger knuckle y
pt_br: junta do dedo do meio direito y
ru: сустав среднего пальца правой руки по оси Y
th: นิ้วกลางขวา สนับมือ y
uk: правий середній палець кулака y

source: right pinky knuckle x
ar: المفصل الأيمن الخنصر x
bn: ডান গোলাপী নকল x
de: rechter kleiner Fingerknöchel x
fa: بند انگشت صورتی راست x
fr: articulation du petit doigt droit x
ps: ښي ګلابي ټوکر x
pt_br: articulação do dedo mínimo direito x
ru: сустав мизинца правой руки по оси X
th: นิ้วก้อยขวา x
uk: правий мізинець кулака x
ur: دائیں پنکی نوکل ایکس

source: right pinky knuckle y
ar: مفصل الخنصر الأيمن ذ
bn: ডান গোলাপী নকল y
de: rechter kleiner Fingerknöchel y
fa: بند انگشت صورتی راست y
fr: articulation du petit doigt droit y
ps: ښي ګلابي ټوکر y
pt_br: articulação do dedo mindinho direito y
ru: сустав мизинца правой руки по оси Y
th: นิ้วก้อยขวา y
uk: правий мізинець кулака у
ur: دائیں پنکی نوکل y

source: right ring finger knuckle x
pt_br: junta do dedo anelar direito x
ru: сустав безымянного пальца правой руки по оси X
th: นิ้วนางข้างขวา x
uk: правий безіменний палець кулака х

source: right ring finger knuckle y
pt_br: junta do dedo anelar direito y
ru: сустав безымянного пальца правой руки по оси Y
th: นิ้วนางข้างขวา y
uk: правий безіменний палець кулака y

source: right shoulder x
ar: الكتف الأيمن x
bn: ডান কাঁধ x
de: rechte Schulter x
fa: شانه راست x
fr: épaule droite x
ps: ښي اوږه x
pt_br: ombro direito x
ru: правое плечо по оси X
th: ไหล่ขวา x
uk: праве плече x
ur: دائیں کندھے x

source: right shoulder y
ar: ذ الكتف الأيمن
bn: ডান কাঁধ y
de: rechte Schulter y
fa: شانه راست y
fr: épaule droite y
ps: ښي اوږه y
pt_br: ombro direito y
ru: правое плечо по оси Y
th: ไหล่ขวา y
uk: праве плече y
ur: دائیں کندھے y

source: right thumb knuckle x
ar: مفصل الإبهام الأيمن x
bn: ডান থাম্ব নকল x
de: rechter Daumenknöchel x
fa: بند انگشت شست راست x
fr: pouce droit jointure x
ps: د ښي ګوتې ګوتې x
pt_br: articulação do polegar direito x
ru: сустав большого пальца правой руки по оси X
th: นิ้วหัวแม่มือขวา x
uk: правий великий палець кулака x
ur: دائیں انگوٹھے کی دستک ایکس

source: right thumb knuckle y
ar: مفصل الإبهام الأيمن ذ
bn: ডান থাম্ব নকল y
de: rechter Daumenknöchel y
fa: بند انگشت شست راست y
fr: articulation du pouce droit y
ps: د ښي ګوتې ګوتې y
pt_br: articulação do polegar direito y
ru: сустав большого пальца правой руки по оси Y
th: นิ้วหัวแม่มือขวา y
uk: правий великий палець кулака y
ur: دائیں انگوٹھے کی دستک y

source: right wrist x
ar: المعصم الأيمن x
bn: ডান কব্জি x
de: rechtes Handgelenk x
fa: مچ دست راست x
fr: poignet droit x
ps: ښي لاس x
pt_br: pulso direito x
ru: правое запястье по оси X
th: ข้อมือขวา x
uk: праве зап'ястя x
ur: دائیں کلائی x

source: right wrist y
ar: ذ المعصم الأيمن
bn: ডান কব্জি y
de: rechtes Handgelenk y
fa: مچ راست y
fr: poignet droit y
ps: ښي لاس y
pt_br: pulso direito y
ru: правое запястье по оси Y
th: ข้อมือขวา y
uk: праве зап'ястя y
ur: دائیں کلائی y

source: Rotate
ar: تدوير
bn: ঘোরান
de: Drehen
fa: چرخش
fr: Tourner
hi: घुमाएँ
id: Putar
ja: 回転
pa: ਘੁੰਮਾਓ
ps: وګرځوئ
pt_br: Girar
ru: Повернуть
sr_latn: Rotiraj
sw: Zungusha
ta: சுழற்று
th: หมุน
tr: Döndür
uk: Повернути
ur: گھمائیں

source: round
ar: التقريب
bn: বৃত্তাকার
de: Runde
fa: گرد کردن عدد
fr: arrondi
hi: पूर्णांक करें
id: putaran
pa: ਗੋਲ
ps: ګرد
pt_br: arredond
ru: округлить
sw: pande zote
ta: சுற்று
th: ปัดเศษ
tr: yuvarlak
uk: округлити
ur: گول

source: Sa
ar: السبت
bn: শনিবার
fa: شنبه
hi: एसए
id: Sab
ja: サ
pa: ਸਾ
ps: شنبه
pt_br: Sáb
ru: Сб
sr_latn: Sub
th: วันเสาร์
tr: Ct
uk: Сб
ur: ہفتہ

source: Saturday
ar: السبت
bn: শনিবার
de: Samstag
fa: شنبه
fr: Samedi
hi: शनिवार
id: Sabtu
ja: 土曜日
pa: ਸ਼ਨੀਵਾਰ
ps: شنبه
pt_br: Sábado
ru: Суббота
sr_latn: Subota
sw: Jumamosi
ta: சனிக்கிழமை
th: วันเสาร์
tr: Cumartesi
uk: Субота
ur: ہفتہ

source: Save changes
ar: احفظ التغييرات
bn: পরিবর্তনগুলোর সংরক্ষন
de: Änderungen speichern
fa: ذخیره‌ی تغییرات
fr: Enregistrer les modifications
hi: परिवर्तनों को सुरक्षित करें
id: Simpan perubahan
ja: 変更の保存
pa: ਸੰਭਾਲੋ ਬਦਲਾਅ
ps: بدلونونه خوندي کړئ
pt_br: Salvar mudanças
ru: Сохранить изменения
th: บันทึกการเปลี่ยนแปลง
uk: Зберегти зміни
ur: تبدیلیاں محفوظ کرو

source: Save plot as SVG
uk: Зберегти діаграму як SVG

source: Save to Photos
ar: حفظ في الصور
bn: ফটোতে সংরক্ষণ করুন
de: In Fotos speichern
fa: ذخیره به عکس
fr: Enregistrer dans Photos
hi: तस्वीरों को सहेजें
id: Simpan ke Foto
ja: 写真に保存
pa: ਫੋਟੋਆਂ ਵਿੱਚ ਸੇਵ ਕਰੋ
ps: په عکسونو کې خوندي کړئ
pt_br: Salvar em fotos
ru: Сохранить в Фото
th: บันทึกลงใน Photos
tr: Fotoğraflara Kaydet
uk: Зберегти до фотографій
ur: تصاویر میں محفوظ کریں۔

source: Saved
ar: تم الحفظ
bn: সংরক্ষিত
de: Gespeichert
fa: ذخیره شد
fr: Enregistré
hi: बचाया
id: Tersimpan
ja: 保存しました
pa: ਸੰਭਾਲੀ ਗਈ
ps: خوندي شوی
pt_br: Salvo
ru: Сохранено
sr_latn: Sačuvano
sw: Hifadhiwa
ta: சேமிக்கப்பட்டது
th: บันทึกเรียบร้อย
tr: Kaydedilmiş
uk: Збережено
ur: محفوظ ہوا

source: Saxophone
ar: ساكسوفون
bn: স্যাক্সোফোন
de: Saxophon
fa: ساکسیفون
hi: सैक्सोफोन
id: Saksofon
ja: サクソフォーン
pa: ਸੈਕਸੋਫੋਨ
ps: ساکسفون
pt_br: Saxofone
ru: Саксофон
th: แซกโซโฟน
uk: Саксофон
ur: سیکسوفون

source: Say
ar: قُل
bn: বলা
de: Sage
fa: بگو
fr: Dit
hi: कहो
id: Mengatakan
ja: 言う
pa: ਕਹੋ
ps: وايي
pt_br: Diga
ru: Cказать
sr_latn: Govori
sw: Sema
ta: சொல்
th: พูด
tr: Söylemek
uk: Сказати
ur: کہہ دو

source: Scene
ar: المشهد
bn: দৃশ্য
de: Szene
fa: صحنه‌
fr: Scène
hi: स्थल
id: Tempat kejadian
ja: シーン
pa: ਸੀਨ
ps: صحنه
pt_br: Cena
ru: Сцена
sr_latn: Scena
th: ฉาก
tr: Sahne
uk: Сцена
ur: منظر

source: Script
ar: النصوص البرمجية
bn: স্ক্রিপ্ট
de: Skript
fa: اسکریپت
hi: लिपि
id: Naskah
ja: スクリプト
pa: ਸਕ੍ਰਿਪਟ
ps: سکریپټ
ru: Скрипт
sr_latn: Skripta
sw: Hati
ta: ஸ்கிரிப்ட்
th: สคริปต์
tr: Komut dizisi
uk: Скрипт
ur: سکرپٹ

source: Scripts
ar: النص البرمجي
bn: স্ক্রিপ্টসমূহ
de: Skripte
fa: اسکریپت
hi: लिपिया:
id: Naskah
ja: スクリプト
pa: ਸਕ੍ਰਿਪਟ
ps: سکریپټ
ru: Скрипты
sr_latn: Skripte
sw: Hati
ta: ஸ்கிரிப்ட்கள்
th: สคริปต์
tr: Komut dosyaları
uk: Скрипти
ur: نوشتہ جات

source: Search
ar: بحث
bn: অনুসন্ধান
de: Suche
fa: جستجو
fr: Rechercher
hi: खोजें
id: Cari
ja: 検索
pa: ਖੋਜ
ps: لټون
pt_br: Pesquisar
ru: Поиск
sr_latn: Pretraga
sw: Tafuta
ta: தேடல்
th: ค้นหา
tr: Ara
uk: Пошук
ur: تلاش

source: second
ar: ثانية
bn: সেকেন্ড
de: Sekunde
fa: ثانیه
fr: seconde
hi: दूसरा
id: kedua
ja: 秒
pa: ਦੂਜਾ
ps: دوهم
pt_br: segundo
ru: секунда
sr_latn: sekunda
sw: sekunde
ta: வினாடி
th: วินาที
tr: saniye
uk: секунда
ur: سیکنڈ

source: second
ar: ثانية
bn: সেকেন্ড
de: Sekunde
fa: ثانیه
fr: seconde
hi: सेकंड
id: kedua
ja: 秒
pa: ਦੂਜਾ
ps: دوهم
pt_br: segundo
ru: секунда
sr_latn: sekunda
sw: sekunde
ta: வினாடி
th: ที่สอง
tr: saniye
uk: секунда
ur: سیکنڈ

source: second face size
ar: حجم الوجه الثاني
bn: দ্বিতীয় মুখের আকার
de: zweite Gesichtsgröße
fa: اندازه صورت دوم
fr: taille de la seconde face
hi: दूसरा चेहरा आकार
id: ukuran wajah kedua
ja: 2つ目の面サイズ
ps: د دوهم مخ اندازه
pt_br: tamanho do segundo rosto
ru: размер второго лица
th: ขนาดใบหน้าที่สอง
uk: розмір другого обличчя
ur: دوسرا چہرہ سائز

source: second face visible
de: zweites Gesicht sichtbar
pt_br: segundo rosto detectado
ru: видимость второго лица
th: มองเห็นใบหน้าที่สอง
uk: видно друге обличчя
ur: دوسرا چہرہ نظر آتا ہے۔

source: second face x position
ar: الوجه الثاني X الموضع
bn: দ্বিতীয় মুখ এক্স অবস্থান
de: zweite Gesichtsposition x
fa: موقعیت دوم x موقعیت
fr: position x de la seconde face
hi: दूसरा चेहरा एक्स स्थिति
id: posisi x wajah kedua
ja: 2つ目の顔 x 位置
ps: دوهم مخ x موقعیت
pt_br: posição x do segundo rosto
ru: второе лицо по оси X
th: ใบหน้าที่สอง x ตำแหน่ง
uk: позиція X другого обличчя
ur: دوسرا چہرہ x پوزیشن

source: second face y position
ar: موضع الوجه الثاني ص
bn: দ্বিতীয় মুখ y অবস্থান
de: zweite Gesichtsposition y
fa: موقعیت دوم y
fr: position y de la seconde face
hi: दूसरा चेहरा y स्थिति
id: wajah kedua posisi y
ja: 2番目の顔 y位置
ps: دوهم مخ او موقعیت
pt_br: posição y do segundo rosto
ru: второе лицо по оси Y
th: ใบหน้าที่สอง y ตำแหน่ง
uk: позиція Y другого обличчя
ur: دوسرا چہرہ y پوزیشن

source: seconds
ar: ثوان
bn: সেকেন্ড
de: Sekunden
fa: ثانیه ها
fr: secondes
hi: सेकंड्स
id: detik
ja: 秒
pa: ਸਕਿੰਟ
ps: دوهم
pt_br: segundos
ru: секунд
sr_latn: sekundi
sw: sekunde
ta: விநாடிகள்
th: วินาที
tr: saniye
uk: сек.
ur: سیکنڈ

source: seconds
ar: ثانية
bn: সেকেন্ড
de: Sekunden
fa: ثانیه
fr: secondes
hi: सेकंड
id: detik
ja: 秒
pa: ਸਕਿੰਟ
ps: دوهم
pt_br: segundos
ru: секунд
sr_latn: sekundi
sw: sekunde
ta: விநாடிகள்
th: วินาที
tr: saniye
uk: секунд
ur: سیکنڈز

source: Select all
ar: تحديد الكل
bn: সব নির্বাচন করুন
de: Alle auswählen
fa: انتخاب همه
fr: Tout sélectionner
hi: सभी चुनें
id: Pilih Semua
ja: すべて選択
pa: ਸਾਰਿਆ ਨੂੰ ਚੁਣੋ
ps: ټول وټاکئ
pt_br: Selecionar tudo
ru: Выбрать все
sr_latn: Izaberi sve
ta: அனைத்தையும் தேர்ந்தெடு
th: เลือก​ทั้ง​หมด
tr: Hepsini seç
uk: Виділити все
ur: تمام منتخب کریں

source: Select Arduino
ar: حدد أردوينو
bn: আরডুইনো নির্বাচন করুন
de: Arduino auswählen
fa: Arduino را انتخاب کنید
fr: Sélectionner Arduino
hi: Arduino का चयन करें
id: Pilih Arduino
ja: Arduinoの選択
pa: ਅਰੂਦਿਨੋ ਚੁਣੋ
ps: Arduino غوره کړئ
pt_br: Selecionar Arduino
ru: Выбрать Arduino
sr_latn: Odaberi Arduino
sw: Teua Arduino
ta: Arduino ஐத் தேர்ந்தெடுக்கவும்
th: เลือก Arduino
tr: Arduino'yu seçin
uk: Вибрати Arduino
ur: Arduino منتخب کریں

source: Select brick category
ar: حدد فئة الطوب
bn: ইট বিভাগ নির্বাচন করুন
de: Brick-Kategorie auswählen
fa: دسته بندی آجر را انتخاب کنید
fr: Sélectionner une catégorie de briques
hi: ईंट श्रेणी का चयन करें
id: Pilih kategori bata
ja: ブロックのカテゴリを選択
pa: ਇੱਟ ਸ਼੍ਰੇਣੀ ਦੀ ਚੋਣ ਕਰੋ
ps: د خښتو کټګوري غوره کړئ
pt_br: Selecione a categoria de blocos
ru: Выберите категорию блоков
sr_latn: Izaberite kategoriju kocke
ta: செங்கல் வகையைத் தேர்ந்தெடுக்கவும்
th: เลือกหมวดหมู่คำสั่ง
tr: Tuğla katogorisini seçin
uk: Виберіть категорію блоку
ur: اینٹوں کا زمرہ منتخب کریں۔

source: Select categories
ar: حدد الفئات
bn: বিভাগ নির্বাচন করুন
de: Kategorien auswählen
fa: دسته بندی ها را انتخاب کنید
fr: Sélectionner les catégories
hi: श्रेणियों का चयन करें
id: Pilih kategori
ja: カテゴリを選択
pa: ਸ਼੍ਰੇਣੀਆਂ ਚੁਣੋ
ps: کټګورۍ غوره کړئ
pt_br: Selecionar categorias
ru: Выберите категории
th: เลือกหมวดหมู่
tr: Kategorileri seçin
uk: Вибрати категорії
ur: زمرے منتخب کریں۔

source: Select file
ar: حدد الملف
bn: ফাইল নির্বাচন করুন
de: Datei auswählen
fa: فایل را انتخاب کنید
fr: Sélectionner le fichier
hi: फ़ाइल का चयन करें
id: Pilih File
ja: ファイルを選択
ps: فایل غوره کړئ
pt_br: Selecionar arquivo
ru: Выбрать файл
sr_latn: Odaberi datoteku
th: เลือกไฟล์
uk: Вибрати файл
ur: فائل منتخب کریں

source: Select logical operator
ar: حدد عامل التشغيل المنطقي
bn: লজিকাল অপারেটর নির্বাচন করুন
de: Wähle einen logischen Operator
fa: عملگر منطقی را انتخاب کن
fr: Sélectionner l'opérateur logique
hi: तार्किक ऑपरेटर का चयन करें
id: Pilih operator logika
ja: 論理演算子を選択
pa: ਲਾਜ਼ੀਕਲ ਆਪਰੇਟਰ ਚੁਣੋ
ps: منطقي آپریټر غوره کړئ
pt_br: Selecione o operador lógico
ru: Выберите логический оператор
sr_latn: Izaberite logički operator
ta: தருக்க ஆபரேட்டரைத் தேர்ந்தெடுக்கவும்
th: เลือกตัวดำเนินตรรกะ
tr: Mantıksal operatörü seçin
uk: Виберіть логічний оператор
ur: منطقی آپریٹر منتخب کریں

source: Select mathematical function
ar: حدد دالة رياضية
bn: গাণিতিক ফাংশন নির্বাচন করুন
de: Wähle eine mathematische Funktion
fa: تابع ریاضی را انتخاب کن
fr: Sélectionner une fonction mathématique
hi: गणितीय फ़ंक्शन का चयन करें
id: Pilih fungsi matematika
ja: 数学関数を選択
pa: ਗਣਿਤ ਦਾ ਕਾਰਜ ਚੁਣੋ
ps: د ریاضياتي فعالیت غوره کړئ
pt_br: Selecione a função matemática
ru: Выберите математическую функцию
sr_latn: Izaberi matematičku funkciju
sw: Teua kazi ya hisabati
ta: கணித செயல்பாட்டைத் தேர்ந்தெடுக்கவும்
th: เลือกฟังก์ชันทางคณิตศาสตร์
tr: Matematiksel fonksiyonu seç
uk: Виберіть математичну функцію
ur: ریاضیاتی تقریب کا انتخاب کریں
