Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: To offer you all the benefits of our services and the associated account, it is necessary to collect certain data from you. u{2022} To maintain and improve our services (apps and websites) and to do scientific research on ICT and STEM/STEAM education, we use Google Analytics, Crashlytics, and Firebase, all by Google LLC (USA), as well as Dynatrace by Dynatrace LLC (USA) to get metadata about the usage of our services, e.g., crash information, timestamps, visited pages/screens, usage of our apps and services, used operating system, and information about the network provider. This analysis and the collected data is not linked to your profile and does not contain any personal information (last bits of the IP address get anonymized). However, the collected data will get transferred to the service-provider (Google LLC, USA and Dynatrace LLC, USA). Data processing is based on agreements with Google LLC and Dynatrace LLC. This relationship to the service provider conforms to the European Union's General Data Protection Regulation (EU GDPR) and EU-USA "Privacy Shield" agreement. u{2022} To create and use an account in our systems, and to inform you about necessary changes about your account per e-mail, e.g., updates or violations of our Terms of Use and Service, our community rules, or our policies, we will store your username and, if provided by you, your e-mail address. If you have connected your account via your Google or Facebook account, we additionally store an identification key connected to your account on these services. We will not use this data for any other (e.g., marketing) purposes, unless you explicitly allowed us to do so. u{2022} On a voluntary basis, you can give us your country of residence through your account page on the sharing site. This will get displayed on your public profile and only be used for statistical and research purposes by us. It can be removed at any time in your profile settings. u{2022} You can withdraw the usage of the personal data belonging to your account at any time by deleting your account through your profile page on https://share.catrob.at. After deleting your account you will still be able to use the provided services, but not to collaborate, e.g., through uploading programs, commenting, or liking. Also, all provided content linked to your account, e.g., uploaded programs, comments, etc., will be deleted. u{2022} To avoid misuse of our services, e.g., through user contributed uploads or comments for illegal purposes, all user generated public data (uploads, comments) will be stored internally in a database, together with a timestamp and the used internet address. This data will not be used by or forwarded to any institutions, unless sufficiently illegal actions are reasonably suspected and officially entitled legal institutions request it based on applicable law. Each case will be thoroughly checked on an individual basis by us first. u{2022} You can voluntarily subscribe to the Catrobat Newsletter, on https://catrob.at/newsletter provided by us through the MailChimp service (The Rocket Science Group LLC d/b/a MailChimp, USA). You will then receive updates on the Catrobat project and its services to your provided e-mail address. You can withdraw the newsletter at any time by using the "unsubscribe" link in the footer of every newsletter. This newsletter is provided by MailChimp with whom we do have a data-processing agreement and who committed to the EU General Data Protection Regulation and EU-USA "Privacy Shield". For further details on MailChimp please also look up MailChimp's Privacy Policy and Terms of Use. u{2022} All Services are provided by the free open source Catrobat project under the umbrella of the International Catrobat Association – Verein zur Förderung freier Software, a non-profit NGO incorporated in Graz, Austria (European Union). Our policies pay respect to EU and Austrian data protection law (GDPR). To get in touch with us, please send an e-mail to contact@catrobat.org or mail us to Catrobat, c/o Institute of Software Technology, Graz University of Technology, Inffeldgasse 16b, A-8010 Graz, Austria (European Union). In case you are below the age of 14, this policy must be accepted by a legal guardian (usually a parent). Catrobat's official English language privacy policy is available on the web under https://catrob.at/privacypolicy. Version 2.2, 17 October 2019 Find the previous, outdated, version of our privacy policy (2.0) here: http://developer.catrobat.org/privacy_policy_2-0
ar: لنقدم لك جميع مزايا خدماتنا والحساب المرتبط ، من الضروري جمع بيانات معينة منك. \ u {2022} للحفاظ على خدماتنا (التطبيقات والمواقع الإلكترونية) وتحسينها ولإجراء بحث علمي حول تكنولوجيا المعلومات والاتصالات وتعليم STEM / STEAM ، نستخدم Google Analytics و Crashlytics و Firebase ، وكل ذلك بواسطة Google LLC (الولايات المتحدة الأمريكية) ، بالإضافة إلى Dynatrace بواسطة Dynatrace LLC (الولايات المتحدة الأمريكية) للحصول على بيانات وصفية حول استخدام خدماتنا ، على سبيل المثال ، معلومات التعطل والطوابع الزمنية والصفحات / الشاشات التي تمت زيارتها واستخدام تطبيقاتنا وخدماتنا ونظام التشغيل المستخدم ومعلومات حول مزود الشبكة. لا يرتبط هذا التحليل والبيانات التي تم جمعها بملفك الشخصي ولا يحتوي على أي معلومات شخصية (يتم إخفاء هوية الأجزاء الأخيرة من عنوان IP). ومع ذلك ، سيتم نقل البيانات التي تم جمعها إلى مزود الخدمة (Google LLC ، الولايات المتحدة الأمريكية و Dynatrace LLC ، الولايات المتحدة الأمريكية). تعتمد معالجة البيانات على اتفاقيات مع Google LLC و Dynatrace LLC. تتوافق هذه العلاقة مع مزود الخدمة مع لائحة حماية البيانات العامة للاتحاد الأوروبي (EU GDPR) واتفاقية "Privacy Shield" بين الاتحاد الأوروبي والولايات المتحدة الأمريكية. \ u {2022} لإنشاء حساب واستخدامه في أنظمتنا ، ولإبلاغك بالتغييرات الضرورية حول حسابك لكل بريد إلكتروني ، على سبيل المثال ، التحديثات أو الانتهاكات لشروط الاستخدام والخدمة أو قواعد المجتمع أو سياساتنا ، سنقوم بتخزين اسم المستخدم الخاص بك وعنوان البريد الإلكتروني الخاص بك إذا قدمته. إذا قمت بتوصيل حسابك عبر حساب Google أو Facebook الخاص بك ، فإننا نقوم أيضًا بتخزين مفتاح تعريف متصل بحسابك على هذه الخدمات. لن نستخدم هذه البيانات لأي أغراض أخرى (مثل التسويق) ، ما لم تسمح لنا صراحةً بذلك. \ u {2022} على أساس طوعي ، يمكنك تزويدنا ببلد إقامتك من خلال صفحة حسابك على موقع المشاركة. سيتم عرض هذا في ملفك الشخصي العام ولن نستخدمه إلا للأغراض الإحصائية والبحثية. يمكن إزالته في أي وقت من إعدادات ملف التعريف الخاص بك. \ u {2022} يمكنك سحب استخدام البيانات الشخصية الخاصة بحسابك في أي وقت عن طريق حذف حسابك من خلال صفحة ملفك الشخصي على https://share.catrob.at. بعد حذف حسابك ، ستظل قادرًا على استخدام الخدمات المقدمة ، ولكن ليس التعاون ، على سبيل المثال ، من خلال تحميل البرامج أو التعليق أو الإعجاب. أيضًا ، سيتم حذف جميع المحتويات المقدمة والمرتبطة بحسابك ، على سبيل المثال ، البرامج التي تم تحميلها والتعليقات وما إلى ذلك. \ u {2022} لتجنب إساءة استخدام خدماتنا ، على سبيل المثال ، من خلال عمليات التحميل أو التعليقات التي يساهم بها المستخدم لأغراض غير قانونية ، سيتم تخزين جميع البيانات العامة التي ينشئها المستخدم (التحميلات والتعليقات) داخليًا في قاعدة بيانات ، جنبًا إلى جنب مع الطابع الزمني والإنترنت المستخدم تبوك. لن يتم استخدام هذه البيانات من قبل أي مؤسسات أو إرسالها إليها ، ما لم يكن هناك اشتباه معقول بإجراءات غير قانونية كافية وطلبتها المؤسسات القانونية المخولة رسميًا بناءً على القانون المعمول به. سيتم فحص كل حالة بدقة على أساس فردي من قبلنا أولاً. \ u {2022} يمكنك الاشتراك طوعًا في نشرة Catrobat الإخبارية على https://catrob.at/newsletter التي نوفرها من خلال خدمة MailChimp (The Rocket Science Group LLC d / b / a MailChimp ، الولايات المتحدة الأمريكية). ستتلقى بعد ذلك تحديثات حول مشروع Catrobat وخدماته على عنوان البريد الإلكتروني الذي قدمته. يمكنك سحب النشرة الإخبارية في أي وقت باستخدام رابط "إلغاء الاشتراك" الموجود في تذييل كل رسالة إخبارية. يتم توفير هذه النشرة الإخبارية بواسطة MailChimp التي لدينا معها اتفاقية لمعالجة البيانات والتي تلتزم باللائحة العامة لحماية البيانات في الاتحاد الأوروبي و "Privacy Shield" بين الاتحاد الأوروبي والولايات المتحدة الأمريكية. لمزيد من التفاصيل حول MailChimp ، يرجى أيضًا الاطلاع على سياسة الخصوصية وشروط الاستخدام الخاصة بـ MailChimp. \ u {2022} يتم توفير جميع الخدمات من خلال مشروع Catrobat المجاني مفتوح المصدر تحت مظلة International Catrobat Association - Verein zur Förderung freier Software ، وهي منظمة غير حكومية غير ربحية تأسست في غراتس ، النمسا (الاتحاد الأوروبي). تدفع سياساتنا احترامًا لقانون حماية البيانات في الاتحاد الأوروبي والنمساوي (GDPR). للتواصل معنا ، يرجى إرسال بريد إلكتروني إلى contact@catrobat.org أو مراسلتنا عبر البريد الإلكتروني Catrobat ، ج / س معهد تكنولوجيا البرمجيات ، جامعة غراتس للتكنولوجيا ، Inffeldgasse 16b ، A-8010 جراتس ، النمسا (الإتحاد الأوربي). إذا كان عمرك أقل من 14 عامًا ، فيجب قبول هذه السياسة من قبل وصي قانوني (عادةً أحد الوالدين). سياسة الخصوصية الرسمية للغة الإنجليزية من Catrobat متاحة على الويب تحت https://catrob.at/privacypolicy. الإصدار 2.2 ، 17 أكتوبر 2019 ابحث عن الإصدار القديم القديم لسياسة الخصوصية (2.0) هنا: http://developer.catrobat.org/privacy_policy_2-0
bn: আপনাকে আমাদের পরিষেবা এবং সম্পর্কিত অ্যাকাউন্টের সমস্ত সুবিধা দেওয়ার জন্য আপনার কাছ থেকে নির্দিষ্ট ডেটা সংগ্রহ করা প্রয়োজন। u{2022} আমাদের পরিষেবাগুলি (অ্যাপস এবং ওয়েবসাইটগুলি) বজায় রাখতে এবং উন্নত করতে এবং আইসিটি এবং স্টেম / স্টিম শিক্ষার উপর বৈজ্ঞানিক গবেষণা করার জন্য আমরা গুগল এলএলসি (ইউএসএ) সমস্ত গুগল অ্যানালিটিক্স, ক্র্যাশলাইটিক্স এবং ফায়ারবেস ব্যবহার করি as আমাদের পরিষেবাগুলির ব্যবহার সম্পর্কে উদাহরণস্বরূপ, ক্র্যাশ তথ্য, টাইমস্ট্যাম্প, পরিদর্শন করা পৃষ্ঠাগুলি / পর্দা, আমাদের অ্যাপ্লিকেশন এবং পরিষেবাদির ব্যবহার, ব্যবহৃত অপারেটিং সিস্টেম এবং নেটওয়ার্ক সরবরাহকারীর তথ্য সম্পর্কে ডায়ানট্র্যাস এলএলসি (ইউএসএ) দ্বারা ডায়ানট্রেস। এই বিশ্লেষণ এবং সংগৃহীত ডেটা আপনার প্রোফাইলের সাথে লিঙ্কযুক্ত নয় এবং কোনও ব্যক্তিগত তথ্য নেই (আইপি ঠিকানার শেষ বিটগুলি বেনামে যায়)। তবে সংগৃহীত ডেটা পরিষেবা সরবরাহকারীর কাছে স্থানান্তরিত হবে (গুগল এলএলসি, ইউএসএ এবং ডায়নাত্রেস এলএলসি, মার্কিন যুক্তরাষ্ট্র)। ডেটা প্রসেসিং গুগল এলএলসি এবং ডায়নাত্রেস এলএলসি এর সাথে চুক্তির ভিত্তিতে। পরিষেবা সরবরাহকারীর সাথে এই সম্পর্কটি ইউরোপীয় ইউনিয়নের জেনারেল ডেটা প্রোটেকশন রেগুলেশন (ইইউ জিডিপিআর) এবং ইইউ-মার্কিন যুক্তরাষ্ট্র "প্রাইভেসি শিল্ড" চুক্তির সাথে সামঞ্জস্য হয়। u{2022} আমাদের সিস্টেমে একটি অ্যাকাউন্ট তৈরি এবং ব্যবহার করতে এবং ইমেল অনুসারে আপনার অ্যাকাউন্ট সম্পর্কে প্রয়োজনীয় পরিবর্তনগুলি সম্পর্কে আপনাকে অবহিত করা, যেমন, আমাদের ব্যবহারের ও পরিষেবার শর্তাদি, আমাদের সম্প্রদায়ের বিধিগুলি বা আমাদের নীতিগুলির লঙ্ঘন updates , আমরা আপনার ব্যবহারকারীর নাম সংরক্ষণ করব এবং, যদি আপনার সরবরাহ করা হয় তবে আপনার ইমেল ঠিকানা। যদি আপনি নিজের অ্যাকাউন্টটি আপনার গুগল বা ফেসবুক অ্যাকাউন্টের মাধ্যমে সংযুক্ত করে থাকেন তবে আমরা অতিরিক্তভাবে এই পরিষেবাগুলিতে আপনার অ্যাকাউন্টের সাথে সংযুক্ত একটি পরিচয় কী সংরক্ষণ করি। আপনি স্পষ্টভাবে আমাদের এটি করার অনুমতি না দিলে আমরা এই ডেটা অন্য কোনও (যেমন, বিপণন) উদ্দেশ্যে ব্যবহার করব না। u{2022} স্বেচ্ছাসেবীর ভিত্তিতে, আপনি ভাগ করে নেওয়ার সাইটে আপনার অ্যাকাউন্ট পৃষ্ঠার মাধ্যমে আপনার আবাসের দেশটি আমাদের দিতে পারেন। এটি আপনার সর্বজনীন প্রোফাইলে প্রদর্শিত হবে এবং কেবলমাত্র আমাদের দ্বারা পরিসংখ্যান এবং গবেষণা উদ্দেশ্যে ব্যবহার করা হবে। এটি আপনার প্রোফাইল সেটিংসে যে কোনও সময় সরানো যেতে পারে। u{2022} আপনি https://share.catrob.at- এ আপনার প্রোফাইল পৃষ্ঠার মাধ্যমে আপনার অ্যাকাউন্ট মুছে ফেলার মাধ্যমে যে কোনও সময় আপনার অ্যাকাউন্টের সাথে সম্পর্কিত ব্যক্তিগত ডেটা ব্যবহার প্রত্যাহার করতে পারেন। আপনার অ্যাকাউন্ট মুছে ফেলার পরে আপনি প্রদত্ত পরিষেবাগুলি ব্যবহার করতে সক্ষম হবেন, তবে সহযোগিতা করতে, উদাঃ, প্রোগ্রামগুলি আপলোডের মাধ্যমে, মন্তব্য করা বা পছন্দ করার মাধ্যমে। এছাড়াও, আপনার অ্যাকাউন্টে লিঙ্কযুক্ত সমস্ত সরবরাহকৃত সামগ্রী, যেমন, আপলোড হওয়া প্রোগ্রাম, মন্তব্যসমূহ, ইত্যাদি মুছে ফেলা হবে। u{2022} আমাদের পরিষেবাদির অপব্যবহার এড়াতে, যেমন, অবৈধ উদ্দেশ্যে ব্যবহারকারীর অবদানের আপলোড বা মন্তব্যের মাধ্যমে, ব্যবহারকারীর দ্বারা উত্পন্ন সমস্ত পাবলিক ডেটা (আপলোড, মন্তব্য) একটি টাইমস্ট্যাম্প এবং ব্যবহৃত ইন্টারনেটের সাথে একত্রে একটি ডাটাবেসে সংরক্ষণ করা হবে ঠিকানা। পর্যাপ্ত অবৈধ পদক্ষেপ যুক্তিসঙ্গতভাবে সন্দেহ না করা এবং আনুষ্ঠানিকভাবে অধিকারী আইনী প্রতিষ্ঠানগুলি প্রযোজ্য আইনের ভিত্তিতে এটির জন্য অনুরোধ না করা হলে এই ডেটা কোনও সংস্থার দ্বারা ব্যবহৃত বা প্রেরণ করা হবে না। প্রতিটি কেস প্রথমে আমাদের দ্বারা পৃথক ভিত্তিতে পুঙ্খানুপুঙ্খভাবে পরীক্ষা করা হবে। u{2022} আপনি মেলচিম্প পরিষেবা (রকেট সায়েন্স গ্রুপ এলএলসি ডি / বি / একটি মেলচিম্প, মার্কিন যুক্তরাষ্ট্র) এর মাধ্যমে সরবরাহিত https://catrob.at/ নিউজলেটারে স্বেচ্ছায় ক্যাটরোব্যাট নিউজলেটারে সাবস্ক্রাইব করতে পারেন। এরপরে আপনি ক্যাট্রোব্যাট প্রকল্প এবং এর পরিষেবাগুলি আপনার সরবরাহিত ইমেল ঠিকানায় আপডেট পাবেন। আপনি প্রতিটি নিউজলেটারের ফুটারে "আনসাবস্ক্রাইব" লিঙ্কটি ব্যবহার করে যে কোনও সময় নিউজলেটারটি প্রত্যাহার করতে পারেন। এই নিউজলেটারটি মেলচিম্প সরবরাহ করেছে যার সাথে আমাদের একটি ডেটা-প্রক্রিয়াজাতকরণ চুক্তি রয়েছে এবং যারা ইইউ সাধারণ তথ্য সুরক্ষা নিয়ন্ত্রণ এবং ইইউ-মার্কিন যুক্তরাষ্ট্র "প্রাইভেসি শিল্ড" প্রতিশ্রুতিবদ্ধ। মেলচিম্পে আরও তথ্যের জন্য দয়া করে মেইলচিম্পের গোপনীয়তা নীতি এবং ব্যবহারের শর্তাদি সন্ধান করুন। u{2022} সমস্ত পরিষেবাগুলি ইন্টারন্যাশনাল ক্যাট্রোব্যাট অ্যাসোসিয়েশনের ছত্রছায়ায় মুক্ত ওপেন সোর্স ক্যাট্রোব্যাট প্রকল্প দ্বারা সরবরাহ করা হয় - ভেরেইন জুর ফার্ডারুং ফ্রিয়ার সফটওয়্যার, অস্ট্রিয়া (ইউরোপীয় ইউনিয়ন) গ্রাজে অন্তর্ভুক্ত একটি অলাভজনক এনজিও। আমাদের নীতিগুলি EU এবং অস্ট্রিয়ান ডেটা সুরক্ষা আইনের (জিডিপিআর) সম্মান দেয়। আমাদের সাথে যোগাযোগ করতে, দয়া করে যোগাযোগ@catrobat.org এ একটি ইমেল প্রেরণ করুন বা ক্যাট্রোব্যাটকে আমাদের মেইল ​​করুন, সি / ও ইনস্টিটিউট অফ সফটওয়্যার টেকনোলজি, গ্রাজ প্রযুক্তি বিশ্ববিদ্যালয়, ইনফেল্ডগ্যাস 16 বি, A-8010 গ্রাজ, অস্ট্রিয়া (ইউরোপীয় ইউনিয়ন) আপনি যদি 14 বছরের কম বয়সী হন তবে এই নীতি অবশ্যই আইনী অভিভাবক (সাধারণত একটি পিতা বা মাতা) দ্বারা গ্রহণ করা উচিত। ক্যাটরোব্যাট'র অফিসিয়াল ইংরাজী ভাষার গোপনীয়তা নীতিটি https://catrob.at/privacypolicy এর অধীনে ওয়েবে উপলব্ধ। সংস্করণ 2.2, 17 অক্টোবর 2019 আমাদের গোপনীয়তা নীতি (২.০) এর পূর্ববর্তী, পুরানো, সংস্করণটি এখানে পান: http://developer.catrobat.org/privacy_policy_2-0
de: Um Ihnen alle Vorteile unserer Dienstleistungen und des damit verbundenen Kontos anbieten zu können, ist es notwendig, bestimmte Daten von Ihnen zu erheben. u{2022} Zur Aufrechterhaltung und Verbesserung unserer Dienste (Apps und Websites) sowie zur wissenschaftlichen Forschung im Bereich IKT und STEM/STEAM-Bildung verwenden wir Google Analytics, Crashlytics und Firebase, alle von Google LLC (USA), sowie Dynatrace von Dynatrace LLC (USA), um Metadaten über die Nutzung unserer Dienste zu erhalten, z. B. Absturzinformationen, Zeitstempel, besuchte Seiten/Bildschirme, Nutzung unserer Apps und Dienste, verwendetes Betriebssystem und Informationen über den Netzwerkanbieter. Diese Analyse und die gesammelten Daten werden nicht mit Ihrem Profil verknüpft und enthalten keine persönlichen Informationen (die letzten Bits der IP-Adresse werden anonymisiert). Die erhobenen Daten werden jedoch an den Dienstanbieter (Google LLC, USA und Dynatrace LLC, USA) übertragen. Die Datenverarbeitung erfolgt auf Grundlage von Vereinbarungen mit Google LLC und Dynatrace LLC. Dieses Verhältnis zum Dienstleister steht im Einklang mit der General Data Protection Regulation (EU GDPR) der Europäischen Union und dem EU-USA "Privacy Shield" Abkommen. u{2022} Um ein Konto in unseren Systemen einzurichten und zu nutzen, und um Sie über notwendige Änderungen Ihres Kontos per E-Mail zu informieren, z.B. über Aktualisierungen oder Verstöße gegen unsere Nutzungs- und Servicebedingungen, unsere Community-Regeln oder unsere Richtlinien, speichern wir Ihren Benutzernamen und, falls von Ihnen angegeben, Ihre E-Mail-Adresse. Wenn Sie Ihr Konto über Ihr Google- oder Facebook-Konto verbunden haben, speichern wir zusätzlich einen mit Ihrem Konto verbundenen Identifikationsschlüssel bei diesen Diensten. Wir werden diese Daten nicht für andere Zwecke (z.B. Marketing) verwenden, es sei denn, Sie haben uns dies ausdrücklich erlaubt. u{2022} Auf freiwilliger Basis können Sie uns über Ihre Kontoseite auf der Sharing-Site Ihr Wohnsitzland mitteilen. Dies wird auf Ihrem öffentlichen Profil angezeigt und wird von uns nur für statistische und Forschungszwecke verwendet. Es kann jederzeit in Ihren Profileinstellungen entfernt werden. u{2022} Sie können die Nutzung der zu Ihrem Account gehörenden personenbezogenen Daten jederzeit widerrufen, indem Sie Ihren Account über Ihre Profilseite auf https://share.catrob.at löschen. Nach der Löschung Ihres Accounts können Sie die angebotenen Dienste weiterhin nutzen, jedoch nicht mehr mitarbeiten, z.B. durch Hochladen von Programmen, Kommentieren oder Liken. Außerdem werden alle bereitgestellten Inhalte, die mit Ihrem Konto verknüpft sind, z. B. hochgeladene Programme, Kommentare usw., gelöscht. u{2022} Um einen Missbrauch unserer Dienste, z.B. durch von Nutzern eingestellte Uploads oder Kommentare zu illegalen Zwecken, zu vermeiden, werden alle von Nutzern generierten öffentlichen Daten (Uploads, Kommentare) zusammen mit einem Zeitstempel und der verwendeten Internetadresse intern in einer Datenbank gespeichert. Diese Daten werden nicht von irgendwelchen Institutionen verwendet oder an diese weitergeleitet, es sei denn, es besteht ein hinreichender Verdacht auf rechtswidrige Handlungen und es wird von offiziell berechtigten Rechtsinstitutionen auf Grundlage des geltenden Rechts angefordert. Jeder Fall wird von uns zunächst im Einzelfall sorgfältig geprüft. u{2022} Sie können sich freiwillig für den Catrobat-Newsletter anmelden, der von uns über den Dienst MailChimp (The Rocket Science Group LLC d/b/a MailChimp, USA) auf https://catrob.at/newsletter bereitgestellt wird. Sie erhalten dann aktuelle Informationen zum Catrobat-Projekt und seinen Diensten an die von Ihnen angegebene E-Mail Adresse. Sie können den Newsletter jederzeit abbestellen, indem Sie den Link "Abmelden" in der Fußzeile jedes Newsletters nutzen. Dieser Newsletter wird von MailChimp bereitgestellt, mit dem wir einen Datenverarbeitungsvertrag haben und der sich der EU-Datenschutzgrundverordnung und dem EU-USA "Privacy Shield" verpflichtet hat. Weitere Details zu MailChimp finden Sie auch in den Datenschutzrichtlinien und Nutzungsbedingungen von MailChimp\. u{2022} Alle Dienste werden vom freien Open-Source-Projekt Catrobat unter dem Dach der International Catrobat Association - Verein zur Förderung freier Software, einer gemeinnützigen NGO mit Sitz in Graz, Österreich (Europäische Union), bereitgestellt. Unsere Richtlinien respektieren das EU- und österreichische Datenschutzrecht (GDPR). Um mit uns in Kontakt zu treten, senden Sie bitte eine E-Mail an contact@catrobat.org oder schreiben Sie uns an Catrobat, c/o Institut für Softwaretechnik, Technische Universität Graz, Inffeldgasse 16b, A-8010 Graz, Österreich (Europäische Union). Falls Sie unter 14 Jahre alt sind, muss diese Richtlinie von einem Erziehungsberechtigten (in der Regel einem Elternteil) akzeptiert werden. Die offizielle englischsprachige Datenschutzerklärung von Catrobat\ ist im Internet unter https://catrob.at/privacypolicy verfügbar. Version 2.2, 17. Oktober 2019 Die vorherige, veraltete Version unserer Datenschutzrichtlinie (2.0) finden Sie hier: http://developer.catrobat.org/privacy_policy_2-0.
fa: برای ارائه همه مزایای خدمات ما و حساب مرتبط، لازم است جمع آوری اطلاعات خاصی از شما. u{2022}برای حفظ و بهبود خدمات ما (برنامه ها و وب سایت ها) و انجام تحقیقات علمی در زمینه آموزش و پرورش ICT و STEM / Steam، ما از Google Analytics، Crashlytics و Firebase استفاده می کنیم، همه توسط Google LLC (USA)، و همچنین DynaTrace توسط DynaTrace LLC ( ایالات متحده آمریکا) برای دریافت ابرداده درباره استفاده از خدمات ما، به عنوان مثال، اطلاعات تصادف، زمانبندی، صفحات / صفحه نمایش های بازدید شده، استفاده از برنامه ها و خدمات ما، استفاده از سیستم عامل و اطلاعات مربوط به ارائه دهنده شبکه. این تجزیه و تحلیل و داده های جمع آوری شده به نمایه شما مرتبط نیست و هیچ اطلاعات شخصی را شامل نمی شود (آخرین بیت های آدرس IP ناشناس دریافت می شود). با این حال، داده های جمع آوری شده به ارائه دهنده خدمات (Google LLC، USA و DynaTrace LLC، USA) منتقل می شود. پردازش داده ها بر اساس توافقنامه های Google LLC و DynaTrace LLC است. این رابطه با ارائه دهنده خدمات مطابق با مقررات حفاظت از اطلاعات عمومی اتحادیه اروپا (اتحادیه اروپا GDPR) و اتحادیه اروپا "سپر حریم خصوصی" اتحادیه اروپا است.
fr: Pour vous offrir tous les avantages de nos services et du compte associé, il est nécessaire de collecter certaines données auprès de vous. u{2022} Afin de maintenir et d'améliorer nos services (apps et sites web) et de mener des recherches scientifiques sur les TIC et l'enseignement STEM/STEAM, nous utilisons Google Analytics, Crashlytics et Firebase, tous de Google LLC (USA), ainsi que Dynatrace de Dynatrace LLC (USA) pour obtenir des métadonnées sur l'utilisation de nos services, par exemple des informations sur les pannes, des horodatages, les pages/écrans visités, l'utilisation de nos apps et services, le système d'exploitation utilisé et des informations sur le fournisseur de réseau. Cette analyse et les données collectées ne sont pas liées à votre profil et ne contiennent pas d'informations personnelles (les derniers bits de l'adresse IP sont rendus anonymes). Toutefois, les données collectées seront transférées au fournisseur de services (Google LLC, USA et Dynatrace LLC, USA). Le traitement des données est basé sur des accords avec Google LLC et Dynatrace LLC. Cette relation avec le prestataire de services est conforme au règlement général sur la protection des données de l'Union européenne (RGPD) et à l'accord UE-USA "Privacy Shield". u{2022} Pour créer et utiliser un compte dans nos systèmes, et pour vous informer des changements nécessaires concernant votre compte par e-mail, par exemple, les mises à jour ou les violations de nos conditions d'utilisation et de service, de nos règles communautaires ou de nos politiques, nous stockons votre nom d'utilisateur et, si vous l'avez fourni, votre adresse e-mail. Si vous avez connecté votre compte via votre compte Google ou Facebook, nous stockons en outre une clé d'identification liée à votre compte sur ces services. Nous n'utiliserons pas ces données à d'autres fins (par exemple, à des fins de marketing), sauf si vous nous avez explicitement autorisés à le faire. u{2022} Sur une base volontaire, vous pouvez nous indiquer votre pays de résidence sur la page de votre compte sur le site de partage. Cette information sera affichée sur votre profil public et ne sera utilisée par nous qu'à des fins statistiques et de recherche. Vous pouvez le supprimer à tout moment dans les paramètres de votre profil. u{2022} Vous pouvez retirer l'utilisation des données personnelles appartenant à votre compte à tout moment en supprimant votre compte via votre page de profil sur https://share.catrob.at. Après avoir supprimé votre compte, vous pourrez toujours utiliser les services fournis, mais pas collaborer, par exemple en téléchargeant des programmes, en commentant ou en aimant. De même, tout le contenu fourni lié à votre compte, par exemple, les programmes téléchargés, les commentaires, etc. seront supprimés. u{2022} Afin d'éviter une utilisation abusive de nos services, par exemple par le biais de téléchargements ou de commentaires apportés par les utilisateurs à des fins illégales, toutes les données publiques générées par les utilisateurs (téléchargements, commentaires) seront stockées en interne dans une base de données, avec un horodatage et l'adresse Internet utilisée. Ces données ne seront pas utilisées ou transmises à des institutions, à moins que des actions suffisamment illégales ne soient raisonnablement suspectées et que des institutions légales officiellement habilitées ne le demandent sur la base de la loi applicable. Chaque cas fera l'objet d'une vérification approfondie et individuelle de notre part. u{2022} Vous pouvez vous abonner volontairement à la lettre d'information Catrobat, sur https://catrob.at/newsletter fournie par nos soins via le service MailChimp (The Rocket Science Group LLC d/b/a MailChimp, USA). Vous recevrez alors des mises à jour sur le projet Catrobat et ses services à votre adresse e-mail fournie. Vous pouvez à tout moment vous désabonner de la newsletter en utilisant le lien "unsubscribe" situé dans le pied de page de chaque newsletter. Cette newsletter est fournie par MailChimp, avec qui nous avons conclu un accord de traitement des données et qui s'est engagé à respecter le règlement général sur la protection des données de l'UE et le "Privacy Shield" UE-USA. Pour plus de détails sur MailChimp, veuillez également consulter la politique de confidentialité et les conditions d'utilisation de MailChimp. u{2022} Tous les services sont fournis par le projet gratuit et open source Catrobat sous l'égide de l'Association internationale Catrobat - Verein zur Förderung freier Software, une ONG à but non lucratif constituée à Graz, en Autriche (Union européenne). Nos politiques respectent la législation européenne et autrichienne sur la protection des données (GDPR). Pour nous contacter, veuillez envoyer un e-mail à contact@catrobat.org ou nous envoyer un courrier à Catrobat, c/o Institut de technologie logicielle, Université de technologie de Graz, Inffeldgasse 16b, A-8010 Graz, Autriche (Union européenne). Si vous êtes âgé de moins de 14 ans, cette politique doit être acceptée par un tuteur légal (généralement un parent). La politique de confidentialité officielle en anglais de Catrobat\ est disponible sur le web à l'adresse https://catrob.at/privacypolicy. Version 2.2, 17 octobre 2019 Vous trouverez la version précédente, périmée, de notre politique de confidentialité (2.0) ici : http://developer.catrobat.org/privacy_policy_2-0.
hi: आपको हमारी सेवाओं और संबद्ध खाते के सभी लाभों की पेशकश करने के लिए, आपसे कुछ डेटा एकत्र करना आवश्यक है। u{2022} हमारी सेवाओं (ऐप्स और वेबसाइटों) को बनाए रखने और सुधारने के लिए और आईसीटी और एसटीईएम / स्टैम एजुकेशन पर वैज्ञानिक अनुसंधान करने के लिए, हम Google Analytics (यूएसए), और साथ ही Google Analytics, क्रैशलाईटिक्स और फायरबेस का उपयोग करते हैं। डायनाट्रेस एलएलसी (यूएसए) द्वारा डायनाट्रेस हमारी सेवाओं के उपयोग के बारे में मेटाडेटा प्राप्त करने के लिए, उदाहरण के लिए, क्रैश जानकारी, टाइमस्टैम्प, विज़िट किए गए पृष्ठ / स्क्रीन, हमारे ऐप और सेवाओं का उपयोग, ऑपरेटिंग सिस्टम और नेटवर्क प्रदाता के बारे में जानकारी। यह विश्लेषण और एकत्र किया गया डेटा आपके प्रोफ़ाइल से लिंक नहीं है और इसमें कोई भी व्यक्तिगत जानकारी नहीं है (आईपी पते के अंतिम बिट अनाम हो जाते हैं)। हालाँकि, एकत्रित डेटा सेवा-प्रदाता (Google LLC, USA और डायनाट्रेस LLC, USA) को हस्तांतरित हो जाएगा। डेटा प्रोसेसिंग Google LLC और डायनाट्रेस LLC के साथ समझौतों पर आधारित है। सेवा प्रदाता के लिए यह संबंध यूरोपीय संघ के सामान्य डेटा संरक्षण विनियमन (EU GDPR) और EU-USA "गोपनीयता शील्ड" समझौते के अनुरूप है। u{2022} हमारे सिस्टम में एक खाता बनाने और उसका उपयोग करने के लिए, और आपको प्रति ई-मेल, जैसे हमारे उपयोग की शर्तों और सेवा, हमारे सामुदायिक नियमों, या हमारी नीतियों के बारे में आपके खाते के बारे में आवश्यक परिवर्तनों के बारे में सूचित करना। , हम आपके उपयोगकर्ता नाम और, यदि आपके द्वारा प्रदान किया गया है, आपके ई-मेल पते को संग्रहीत करेंगे। यदि आपने अपने खाते को अपने Google या फेसबुक खाते से जोड़ा है, तो हम इन सेवाओं पर आपके खाते से जुड़ी एक पहचान कुंजी को संग्रहीत करते हैं। जब तक आप स्पष्ट रूप से हमें ऐसा करने की अनुमति नहीं देंगे, हम इस डेटा का उपयोग किसी अन्य (जैसे, विपणन) उद्देश्यों के लिए नहीं करेंगे। u{2022} स्वैच्छिक आधार पर, आप साझा करने वाली साइट पर अपने खाता पृष्ठ के माध्यम से हमें अपना देश दे सकते हैं। यह आपके सार्वजनिक प्रोफ़ाइल पर प्रदर्शित हो जाएगा और केवल हमारे द्वारा सांख्यिकीय और अनुसंधान उद्देश्यों के लिए उपयोग किया जाएगा। इसे आपकी प्रोफाइल सेटिंग्स में कभी भी हटाया जा सकता है। u{2022} आप https://share.catrob.at पर अपने प्रोफ़ाइल पृष्ठ के माध्यम से अपना खाता हटाकर किसी भी समय अपने खाते से संबंधित व्यक्तिगत डेटा का उपयोग वापस ले सकते हैं। अपना खाता हटाने के बाद भी आप प्रदान की गई सेवाओं का उपयोग कर पाएंगे, लेकिन सहयोग करने के लिए नहीं, उदाहरण के लिए, अपलोड करने वाले कार्यक्रमों, टिप्पणी या पसंद के माध्यम से। साथ ही, आपके खाते से जुड़ी सभी प्रदान की गई सामग्री, जैसे, अपलोड किए गए कार्यक्रम, टिप्पणियां, आदि को हटा दिया जाएगा। u{2022} हमारी सेवाओं के दुरुपयोग से बचने के लिए, उदाहरण के लिए, उपयोगकर्ता द्वारा अवैध प्रयोजनों के लिए अपलोड या टिप्पणियों के माध्यम से, सभी उपयोगकर्ता जनित डेटा (अपलोड, टिप्पणियां) को एक टाइमस्टैम्प और उपयोग किए गए इंटरनेट के साथ, डेटाबेस में आंतरिक रूप से संग्रहीत किया जाएगा। पता। इस डेटा का उपयोग किसी भी संस्था द्वारा या अग्रेषित नहीं किया जाएगा, जब तक कि पर्याप्त रूप से अवैध कार्यों पर यथोचित संदेह नहीं किया जाता है और आधिकारिक रूप से अधिकृत कानूनी संस्थाएं इसे लागू कानून के आधार पर अनुरोध करती हैं। प्रत्येक मामले को पहले हमारे द्वारा व्यक्तिगत आधार पर अच्छी तरह से जांचा जाएगा। u{2022} आप स्वेच्छा से कैटक्रोबट न्यूज़लैटर की सदस्यता ले सकते हैं, https://catrob.at/newsletter पर हमें MailChimp सेवा (रॉकेट साइंस ग्रुप LLC / d / b / MailChimp, USA) के माध्यम से प्रदान किया जाता है। फिर आप अपने प्रदत्त ई-मेल पते पर कैटोबैट परियोजना और उसकी सेवाओं के बारे में अपडेट प्राप्त करेंगे। आप हर समाचार पत्र के पाद लेख में "सदस्यता समाप्त करें" लिंक का उपयोग करके किसी भी समय समाचार पत्र को वापस ले सकते हैं। यह न्यूज़लेटर MailChimp द्वारा प्रदान किया जाता है जिनके साथ हमारा डेटा-प्रोसेसिंग समझौता है और जो EU सामान्य डेटा सुरक्षा विनियमन और EU-USA "गोपनीयता शील्ड" के लिए प्रतिबद्ध हैं। MailChimp के बारे में अधिक जानकारी के लिए कृपया MailChimp की गोपनीयता नीति और उपयोग की शर्तें भी देखें। u{2022} सभी सेवाएं अंतरराष्ट्रीय कैटोबैट एसोसिएशन की छतरी के नीचे मुक्त खुले स्रोत कैटोबैट परियोजना द्वारा प्रदान की जाती हैं - वेरीन ज़ुर फॉडरुंग फ्रीयर सॉफ्टवेयर, एक गैर-लाभकारी एनजीओ, ग्राज़, ऑस्ट्रिया (यूरोपीय संघ) में शामिल है। हमारी नीतियां यूरोपीय संघ और ऑस्ट्रियाई डेटा सुरक्षा कानून (GDPR) के संबंध में हैं। हमारे साथ संपर्क में रहने के लिए, कृपया contact@catrobat.org पर एक ई-मेल भेजें या हमें Catrobat पर मेल करें, सी / ओ सॉफ्टवेयर प्रौद्योगिकी संस्थान, ग्राज़ प्रौद्योगिकी विश्वविद्यालय, Inffeldgasse 16b, A-8010 ग्राज़, ऑस्ट्रिया (यूरोपीय संघ)। यदि आप 14 वर्ष से कम आयु के हैं, तो इस नीति को एक कानूनी अभिभावक (आमतौर पर एक अभिभावक) द्वारा स्वीकार किया जाना चाहिए। Catrobat की आधिकारिक अंग्रेजी भाषा की गोपनीयता नीति https://catrob.at/privacypolicy के तहत वेब पर उपलब्ध है। संस्करण 2.2, 17 अक्टूबर 2019 पिछली, पुरानी, ​​हमारी गोपनीयता नीति का संस्करण खोजें (2.0)
id: Untuk menawarkan kepada Anda semua manfaat layanan kami dan akun terkait, Anda perlu mengumpulkan data tertentu. u{2022} Untuk memelihara dan meningkatkan layanan kami (aplikasi dan situs web) dan untuk melakukan penelitian ilmiah tentang TIK dan pendidikan STEM / STEAM, kami menggunakan Google Analytics, Crashlytics, dan Firebase, semuanya oleh Google LLC (AS), serta Dynatrace by Dynatrace LLC (USA) untuk mendapatkan metadata tentang penggunaan layanan kami, misalnya, informasi kerusakan, cap waktu, halaman / layar yang dikunjungi, penggunaan aplikasi dan layanan kami, sistem operasi yang digunakan, dan informasi tentang penyedia jaringan. Analisis ini dan data yang dikumpulkan tidak ditautkan ke profil Anda dan tidak berisi informasi pribadi apa pun (bit terakhir dari alamat IP menjadi anonim). Namun, data yang dikumpulkan akan ditransfer ke penyedia layanan (Google LLC, USA dan Dynatrace LLC, USA). Pemrosesan data didasarkan pada perjanjian dengan Google LLC dan Dynatrace LLC. Hubungan dengan penyedia layanan ini sesuai dengan Peraturan Perlindungan Data Umum Uni Eropa (GDPR UE) dan perjanjian "Perlindungan Privasi" UE-AS. u{2022} Untuk membuat dan menggunakan akun di sistem kami, dan untuk memberi tahu Anda tentang perubahan yang diperlukan tentang akun Anda melalui email, misalnya, pembaruan atau pelanggaran Persyaratan Penggunaan dan Layanan kami, aturan komunitas kami, atau kebijakan kami , kami akan menyimpan nama pengguna Anda dan, jika diberikan oleh Anda, alamat email Anda. Jika Anda telah menghubungkan akun Anda melalui akun Google atau Facebook Anda, kami juga menyimpan kunci identifikasi yang terhubung ke akun Anda pada layanan ini. Kami tidak akan menggunakan data ini untuk tujuan lain (misalnya, pemasaran), kecuali Anda secara eksplisit mengizinkan kami untuk melakukannya. u{2022} Secara sukarela, Anda dapat memberikan kami negara tempat tinggal Anda melalui halaman akun Anda di situs berbagi. Ini akan ditampilkan di profil publik Anda dan hanya digunakan untuk keperluan statistik dan penelitian oleh kami. Itu dapat dihapus kapan saja di pengaturan profil Anda. u{2022} Anda dapat menarik penggunaan data pribadi milik akun Anda kapan saja dengan menghapus akun Anda melalui halaman profil Anda di https://share.catrob.at. Setelah menghapus akun Anda, Anda masih dapat menggunakan layanan yang disediakan, tetapi tidak dapat berkolaborasi, misalnya, melalui mengunggah program, memberi komentar, atau menyukai. Selain itu, semua konten yang disediakan dan ditautkan ke akun Anda, misalnya, program yang diunggah, komentar, dll., Akan dihapus. u{2022} Untuk menghindari penyalahgunaan layanan kami, misalnya, melalui unggahan atau komentar yang dikontribusikan pengguna untuk tujuan ilegal, semua data publik yang dibuat pengguna (unggahan, komentar) akan disimpan secara internal dalam database, bersama dengan stempel waktu dan internet yang digunakan alamat. Data ini tidak akan digunakan oleh atau diteruskan ke lembaga mana pun, kecuali tindakan ilegal cukup diduga dan lembaga hukum yang berhak secara resmi memintanya berdasarkan hukum yang berlaku. Setiap kasus akan diperiksa secara menyeluruh secara individual oleh kami terlebih dahulu. u{2022} Anda dapat berlangganan Buletin Catrobat secara sukarela, di https://catrob.at/newsletter yang kami sediakan melalui layanan MailChimp (The Rocket Science Group LLC d / b / a MailChimp, USA). Anda kemudian akan menerima pembaruan tentang proyek Catrobat dan layanannya ke alamat email yang Anda berikan. Anda dapat menarik buletin kapan saja dengan menggunakan tautan "berhenti berlangganan" di bagian bawah setiap buletin. Buletin ini disediakan oleh MailChimp dengan siapa kami memiliki perjanjian pemrosesan data dan yang berkomitmen pada Peraturan Perlindungan Data Umum UE dan "Perlindungan Privasi" UE-AS. Untuk detail lebih lanjut tentang MailChimp, harap lihat juga Kebijakan Privasi dan Syarat Penggunaan MailChimp. u{2022} Semua Layanan disediakan oleh proyek Catrobat sumber terbuka gratis di bawah payung Asosiasi Catrobat Internasional - Verein zur Förderung freier Software, sebuah LSM nirlaba yang didirikan di Graz, Austria (Uni Eropa). Kebijakan kami menghormati undang-undang perlindungan data UE dan Austria (GDPR). Untuk menghubungi kami, silakan kirim email ke contact@catrobat.org atau kirim email ke Catrobat, bersama Institut Teknologi Perangkat Lunak, Universitas Teknologi Graz, Inffeldgasse 16b, A-8010 Graz, Austria (Uni Eropa). Jika Anda berusia di bawah 14 tahun, polis ini harus diterima oleh wali resmi (biasanya orang tua). Kebijakan privasi bahasa Inggris resmi Catrobat tersedia di web di bawah https://catrob.at/privacypolicy. Versi 2.2, 17 Oktober 2019 Temukan versi sebelumnya, usang, dari kebijakan privasi kami (2.0) di sini: http://developer.catrobat.org/privacy_policy_2-0
ja: お客様に当社のサービスおよび関連するアカウントのすべての利点を提供するために、お客様から特定のデータを収集する必要があります。 u{2022} 当社のサービス（アプリやウェブサイト）を維持・改善し、ICTやSTEM/STEAM教育に関する科学的研究を行うために、当社は、Google LLC（米国）が提供するGoogle Analytics、Crashlytics、Firebase、およびDynatrace LLC（米国）が提供するDynatraceを利用して、当社サービスの利用状況に関するメタデータ（クラッシュ情報、タイムスタンプ、訪問したページ／画面、当社アプリやサービスの利用状況、使用したOS、ネットワークプロバイダーに関する情報など）を取得しています。この分析と収集されたデータは、お客様のプロフィールにリンクされることはなく、いかなる個人情報も含まれません（IPアドレスの最後のビットは匿名化されます）。ただし、収集されたデータは、サービス提供者（Google LLC, USAおよびDynatrace LLC, USA）に転送されます。データ処理は、Google LLCおよびDynatrace LLCとの契約に基づいて行われます。このサービス提供者との関係は、EUの一般データ保護規則（EU GDPR）およびEU-USA「プライバシーシールド」協定に準拠しています。 u{2022} 当社のシステムでアカウントを作成して使用するために、また、お客様のアカウントに関する必要な変更（例えば、当社の「利用規約およびサービス」、当社のコミュニティルール、または当社のポリシーの更新や違反など）を電子メールで通知するために、当社はお客様のユーザー名と、お客様から提供された場合はお客様の電子メールアドレスを保存します。お客様がGoogleまたはFacebookのアカウントを介してアカウントに接続している場合、当社はさらに、これらのサービスでお客様のアカウントに接続された識別キーを保存します。当社は、お客様が明示的に許可した場合を除き、このデータを他の目的（マーケティングなど）に使用することはありません。 u{2022} 任意で、共有サイトのアカウントページからお客様の居住国を提供することができます。この情報は、お客様の公開プロフィールに表示され、当社の統計・調査目的でのみ使用されます。この情報は、お客様のプロフィール設定でいつでも削除できます。 u{2022} お客様は、https://share.catrob.at のお客様のプロフィールページからアカウントを削除することで、お客様のアカウントに属する個人データの使用をいつでも撤回することができます。アカウントを削除した後も、お客様は提供されるサービスを利用することができますが、番組のアップロード、コメント、「いいね！」などの共同作業はできません。また、アップロードした番組やコメントなど、アカウントにリンクしている提供コンテンツもすべて削除されます。 u{2022} ユーザーが投稿したアップロードやコメントが違法な目的で使用されるなど、当社のサービスが悪用されることを防ぐため、ユーザーが作成したすべての公開データ（アップロードやコメント）は、タイムスタンプや使用されたインターネットアドレスとともに、内部的にデータベースに保存されます。このデータは、十分な違法行為が合理的に疑われ、公式に権利を有する法的機関が適用法に基づいて要求した場合を除き、いかなる機関によっても使用されたり転送されたりすることはありません。ただし、違法行為の疑いがある場合や、法律に基づき公的機関から要請があった場合は、個別に確認させていただきます。 u{2022} お客様は、MailChimp サービス（The Rocket Science Group LLC d/b/a MailChimp, USA）を通じて当社が提供する https://catrob.at/newsletter にある「Catrobat Newsletter」を自発的に購読することができます。これにより、提供された電子メールアドレス宛に、Catrobat プロジェクトおよびそのサービスに関する最新情報を受け取ることができます。お客様は、すべてのニュースレターのフッターにある「配信停止」のリンクを利用して、いつでもニュースレターを取り消すことができます。このニュースレターは、EU一般データ保護規則およびEU-USA「プライバシーシールド」を遵守し、データ処理に関する契約を結んでいるMailChimp社によって提供されています。MailChimpの詳細については、MailChimp\のプライバシーポリシーと利用規約をご覧ください。 u{2022} すべてのサービスは、オーストリアのグラーツで設立された非営利 NGO である International Catrobat Association - Verein zur Förderung freier Software の傘下で、無料のオープンソース Catrobat プロジェクトによって提供されています。私たちのポリシーは、EUおよびオーストリアのデータ保護法（GDPR）を尊重しています。お問い合わせは、contact@catrobat.org にメールをお送りいただくか、Catrobat に郵送してください。 c/o Institute of Software Technology, Graz University of Technology (グラーツ工科大学)。 Inffeldgasse 16b, A-8010 Graz, Austria (欧州連合)を参照してください。 お客様が14歳未満の場合は、このポリシーに法的保護者（通常は親）の同意が必要です。 Catrobat\の公式英語版プライバシーポリシーは、ウェブ上のhttps://catrob.at/privacypolicy。 バージョン2.2、2019年10月17日 旧バージョンのプライバシーポリシー(2.0)はこちらからご覧いただけます： http://developer.catrobat.org/privacy_policy_2-0
pa: ਤੁਹਾਨੂੰ ਸਾਡੀ ਸੇਵਾਵਾਂ ਅਤੇ ਇਸ ਨਾਲ ਜੁੜੇ ਖਾਤੇ ਦੇ ਸਾਰੇ ਲਾਭ ਪੇਸ਼ ਕਰਨ ਲਈ, ਤੁਹਾਡੇ ਤੋਂ ਕੁਝ ਡੈਟਾ ਇੱਕਠਾ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ. u{2022} ਆਪਣੀਆਂ ਸੇਵਾਵਾਂ (ਐਪਸ ਅਤੇ ਵੈਬਸਾਈਟਸ) ਨੂੰ ਕਾਇਮ ਰੱਖਣ ਅਤੇ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਅਤੇ ਆਈਸੀਟੀ ਅਤੇ ਸਟੈਮ / ਸਟੇਮ ਸਿੱਖਿਆ 'ਤੇ ਵਿਗਿਆਨਕ ਖੋਜ ਕਰਨ ਲਈ, ਅਸੀਂ ਗੂਗਲ ਐਲਐਲਸੀ (ਯੂਐਸਏ) ਦੁਆਰਾ ਗੂਗਲ ਵਿਸ਼ਲੇਸ਼ਣ, ਕ੍ਰੈਸ਼ਲਾਈਟਿਕਸ ਅਤੇ ਫਾਇਰਬੇਸ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ. ਸਾਡੀ ਸੇਵਾਵਾਂ, ਜਿਵੇਂ ਕਿ ਕਰੈਸ਼ ਜਾਣਕਾਰੀ, ਟਾਈਮਸਟੈਂਪਸ, ਵਿਜ਼ਿਟ ਪੇਜਾਂ / ਸਕ੍ਰੀਨਾਂ, ਸਾਡੀ ਐਪਸ ਅਤੇ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ, ਵਰਤੇ ਗਏ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਅਤੇ ਨੈੱਟਵਰਕ ਪ੍ਰਦਾਤਾ ਬਾਰੇ ਜਾਣਕਾਰੀ ਬਾਰੇ ਮੈਟਾਡੇਟਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਡਾਇਨੇਟਰੇਸ ਐਲ ਐਲ ਸੀ (ਯੂਐਸਏ) ਦੁਆਰਾ ਡਾਇਨੇਟ੍ਰਾਸ. ਇਹ ਵਿਸ਼ਲੇਸ਼ਣ ਅਤੇ ਇਕੱਤਰ ਕੀਤਾ ਡੇਟਾ ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਨਾਲ ਜੁੜਿਆ ਨਹੀਂ ਹੈ ਅਤੇ ਇਸ ਵਿਚ ਕੋਈ ਨਿਜੀ ਜਾਣਕਾਰੀ ਨਹੀਂ ਹੈ (IP ਐਡਰੈੱਸ ਦੇ ਆਖਰੀ ਬਿੱਟ ਗੁਮਨਾਮ ਹੋ ਜਾਂਦੇ ਹਨ). ਹਾਲਾਂਕਿ, ਇਕੱਤਰ ਕੀਤਾ ਡਾਟਾ ਸਰਵਿਸ ਪ੍ਰੋਵਾਈਡਰ (ਗੂਗਲ ਐਲਐਲਸੀ, ਯੂਐਸਏ ਅਤੇ ਡਾਇਨੇਟਰੇਸ ਐਲਐਲਸੀ, ਯੂਐਸਏ) ਨੂੰ ਤਬਦੀਲ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ. ਡੇਟਾ ਪ੍ਰੋਸੈਸਿੰਗ ਗੂਗਲ ਐਲਐਲਸੀ ਅਤੇ ਡਾਇਨੇਟਰੇਸ ਐਲਐਲਸੀ ਨਾਲ ਸਮਝੌਤੇ 'ਤੇ ਅਧਾਰਤ ਹੈ. ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਨਾਲ ਇਹ ਸੰਬੰਧ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਜਨਰਲ ਡੇਟਾ ਪ੍ਰੋਟੈਕਸ਼ਨ ਰੈਗੂਲੇਸ਼ਨ (ਈਯੂ ਜੀਡੀਪੀਆਰ) ਅਤੇ ਈਯੂ-ਯੂਐਸਏ "ਪ੍ਰਾਈਵੇਸੀ ਸ਼ੀਲਡ" ਸਮਝੌਤੇ ਦੇ ਅਨੁਸਾਰ ਹੈ. u{2022} ਸਾਡੇ ਸਿਸਟਮ ਵਿੱਚ ਇੱਕ ਖਾਤਾ ਬਣਾਉਣਾ ਅਤੇ ਇਸਤੇਮਾਲ ਕਰਨਾ ਅਤੇ ਪ੍ਰਤੀ ਈ-ਮੇਲ ਰਾਹੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਬਾਰੇ ਲੋੜੀਂਦੀਆਂ ਤਬਦੀਲੀਆਂ ਬਾਰੇ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਨਾ, ਜਿਵੇਂ ਕਿ ਸਾਡੀ ਵਰਤੋਂ ਦੀਆਂ ਸੇਵਾਵਾਂ ਅਤੇ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ, ਸਾਡੇ ਕਮਿ communityਨਿਟੀ ਨਿਯਮਾਂ, ਜਾਂ ਸਾਡੀਆਂ ਨੀਤੀਆਂ ਦੀ ਅਪਡੇਟ ਜਾਂ ਉਲੰਘਣਾ. , ਅਸੀਂ ਤੁਹਾਡੇ ਉਪਯੋਗਕਰਤਾ ਨਾਮ ਨੂੰ ਸਟੋਰ ਕਰਾਂਗੇ ਅਤੇ, ਜੇ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਹਨ, ਤਾਂ ਤੁਹਾਡਾ ਈ-ਮੇਲ ਪਤਾ. ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਆਪਣੇ ਗੂਗਲ ਜਾਂ ਫੇਸਬੁੱਕ ਖਾਤੇ ਰਾਹੀਂ ਜੋੜਿਆ ਹੈ, ਤਾਂ ਅਸੀਂ ਇਸ ਤੋਂ ਇਲਾਵਾ ਇਨ੍ਹਾਂ ਸੇਵਾਵਾਂ 'ਤੇ ਤੁਹਾਡੇ ਖਾਤੇ ਨਾਲ ਜੁੜਿਆ ਇੱਕ ਪਛਾਣ ਕੁੰਜੀ ਸਟੋਰ ਕਰਾਂਗੇ. ਅਸੀਂ ਇਸ ਡੇਟਾ ਨੂੰ ਕਿਸੇ ਹੋਰ (ਉਦਾ., ਮਾਰਕੀਟਿੰਗ) ਉਦੇਸ਼ਾਂ ਲਈ ਨਹੀਂ ਵਰਤਾਂਗੇ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਸਪਸ਼ਟ ਤੌਰ ਤੇ ਸਾਨੂੰ ਅਜਿਹਾ ਕਰਨ ਦੀ ਆਗਿਆ ਨਹੀਂ ਦਿੰਦੇ. u{2022} ਸਵੈਇੱਛੁਕ ਅਧਾਰ 'ਤੇ, ਤੁਸੀਂ ਸਾਨੂੰ ਆਪਣੇ ਨਿਵਾਸੀ ਦੇਸ਼ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਵਾਲੀ ਸਾਈਟ' ਤੇ ਆਪਣੇ ਖਾਤੇ ਦੇ ਪੰਨੇ ਦੁਆਰਾ ਦੇ ਸਕਦੇ ਹੋ. ਇਹ ਤੁਹਾਡੇ ਜਨਤਕ ਪ੍ਰੋਫਾਈਲ 'ਤੇ ਪ੍ਰਦਰਸ਼ਤ ਹੋਏਗਾ ਅਤੇ ਸਿਰਫ ਸਾਡੇ ਦੁਆਰਾ ਅੰਕੜਿਆਂ ਅਤੇ ਖੋਜ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਵਰਤੇ ਜਾਣਗੇ. ਇਹ ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਸੈਟਿੰਗਜ਼ ਵਿੱਚ ਕਿਸੇ ਵੀ ਸਮੇਂ ਹਟਾਇਆ ਜਾ ਸਕਦਾ ਹੈ. u{2022} ਤੁਸੀਂ https://share.catrob.at 'ਤੇ ਆਪਣੇ ਪ੍ਰੋਫਾਈਲ ਪੇਜ ਦੁਆਰਾ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਮਿਟਾ ਕੇ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣੇ ਖਾਤੇ ਨਾਲ ਸਬੰਧਤ ਨਿੱਜੀ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਵਾਪਸ ਲੈ ਸਕਦੇ ਹੋ. ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਮਿਟਾਉਣ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਅਜੇ ਵੀ ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਦੇ ਯੋਗ ਹੋਵੋਗੇ, ਪਰ ਸਹਿਯੋਗੀ ਨਹੀਂ, ਉਦਾਹਰਣ ਵਜੋਂ, ਅਪਲੋਡ ਕਰਨ ਵਾਲੇ ਪ੍ਰੋਗਰਾਮਾਂ, ਟਿੱਪਣੀਆਂ ਜਾਂ ਪਸੰਦ ਦੇ ਜ਼ਰੀਏ. ਨਾਲ ਹੀ, ਤੁਹਾਡੇ ਖਾਤੇ ਨਾਲ ਜੁੜੀ ਸਾਰੀ ਪ੍ਰਦਾਨ ਕੀਤੀ ਸਮਗਰੀ, ਉਦਾ., ਅਪਲੋਡ ਕੀਤੇ ਪ੍ਰੋਗਰਾਮਾਂ, ਟਿਪਣੀਆਂ, ਆਦਿ ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ. u{2022} ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਦੁਰਵਰਤੋਂ ਤੋਂ ਬਚਣ ਲਈ, ਉਦਾਹਰਣ ਵਜੋਂ, ਨਾਜਾਇਜ਼ ਉਦੇਸ਼ਾਂ ਲਈ ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਦਿੱਤੇ ਅਪਲੋਡਸ ਜਾਂ ਟਿੱਪਣੀਆਂ ਦੁਆਰਾ, ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤੇ ਸਾਰੇ ਜਨਤਕ ਡੇਟਾ (ਅਪਲੋਡ, ਟਿੱਪਣੀਆਂ) ਇੱਕ ਟਾਈਮਸਟੈਂਪ ਅਤੇ ਵਰਤੇ ਹੋਏ ਇੰਟਰਨੈਟ ਦੇ ਨਾਲ ਇੱਕ ਡਾਟਾਬੇਸ ਵਿੱਚ ਅੰਦਰੂਨੀ ਰੂਪ ਵਿੱਚ ਸਟੋਰ ਕੀਤੇ ਜਾਣਗੇ. ਪਤਾ ਇਹ ਡੇਟਾ ਕਿਸੇ ਵੀ ਸੰਸਥਾ ਦੁਆਰਾ ਇਸਤੇਮਾਲ ਜਾਂ ਅੱਗੇ ਨਹੀਂ ਵਰਤਿਆ ਜਾਏਗਾ, ਜਦ ਤੱਕ ਕਿ ਕਾਫ਼ੀ ਗੈਰ ਕਾਨੂੰਨੀ ਕਾਰਵਾਈਆਂ ਨੂੰ ਉਚਿਤ ਤੌਰ 'ਤੇ ਸ਼ੱਕ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ ਅਤੇ ਅਧਿਕਾਰਤ ਤੌਰ' ਤੇ ਹੱਕਦਾਰ ਕਾਨੂੰਨੀ ਸੰਸਥਾਵਾਂ ਲਾਗੂ ਕਾਨੂੰਨ ਦੇ ਅਧਾਰ ਤੇ ਇਸ ਦੀ ਬੇਨਤੀ ਨਹੀਂ ਕਰਦੀਆਂ. ਹਰ ਕੇਸ ਦੀ ਪਹਿਲਾਂ ਸਾਡੇ ਦੁਆਰਾ ਵਿਅਕਤੀਗਤ ਅਧਾਰ 'ਤੇ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਂਚ ਕੀਤੀ ਜਾਏਗੀ. u{2022} ਤੁਸੀਂ ਮੇਲ-ਛੀਪ ਸੇਵਾ (ਰਾਕੇਟ ਸਾਇੰਸ ਗਰੁੱਪ ਐਲਐਲਸੀ ਡੀ / ਬੀ / ਇੱਕ ਮੇਲਚਿੰਪ, ਅਮਰੀਕਾ) ਦੁਆਰਾ ਸਾਡੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ https://catrob.at/ ਨਿletਜ਼ਲੈਟਰ 'ਤੇ ਸਵੈ-ਇੱਛਾ ਨਾਲ ਕੈਟ੍ਰੋਬੈਟ ਨਿ Newsਜ਼ਲੈਟਰ ਦੀ ਗਾਹਕੀ ਲੈ ਸਕਦੇ ਹੋ. ਫਿਰ ਤੁਸੀਂ ਕੈਟ੍ਰੋਬੈਟ ਪ੍ਰੋਜੈਕਟ ਅਤੇ ਇਸ ਦੀਆਂ ਸੇਵਾਵਾਂ ਬਾਰੇ ਤੁਹਾਡੇ ਪ੍ਰਦਾਨ ਕੀਤੇ ਈ-ਮੇਲ ਪਤੇ ਤੇ ਅਪਡੇਟ ਪ੍ਰਾਪਤ ਕਰੋਗੇ. ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਹਰ ਨਿ newsletਜ਼ਲੈਟਰ ਦੇ ਫੁਟਰ ਵਿਚ "ਗਾਹਕੀ ਛੱਡੋ" ਲਿੰਕ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਨਿ theਜ਼ਲੈਟਰ ਵਾਪਸ ਲੈ ਸਕਦੇ ਹੋ. ਇਹ ਨਿ newsletਜ਼ਲੈਟਰ ਮੇਲਚਿੰਪ ਦੁਆਰਾ ਦਿੱਤਾ ਗਿਆ ਹੈ ਜਿਸਦੇ ਨਾਲ ਸਾਡੇ ਕੋਲ ਇੱਕ ਡੇਟਾ ਪ੍ਰੋਸੈਸਿੰਗ ਸਮਝੌਤਾ ਹੈ ਅਤੇ ਜੋ ਈਯੂ ਜਨਰਲ ਡੇਟਾ ਪ੍ਰੋਟੈਕਸ਼ਨ ਰੈਗੂਲੇਸ਼ਨ ਅਤੇ ਈਯੂ-ਯੂਐਸਏ "ਪ੍ਰਾਈਵੇਸੀ ਸ਼ੀਲਡ" ਲਈ ਵਚਨਬੱਧ ਹੈ. ਮੇਲਚਿੰਪ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਮੇਲਚਿੰਪ ਦੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਅਤੇ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਵੀ ਵੇਖੋ. u{2022} ਸਾਰੀਆਂ ਸੇਵਾਵਾਂ ਇੰਟਰਨੈਸ਼ਨਲ ਕੈਟ੍ਰੋਬੈਟ ਐਸੋਸੀਏਸ਼ਨ - ਵੀਰੇਨ ਜ਼ੂਰ ਫਰਡਰੰਗ ਫ੍ਰੀਅਰ ਸਾੱਫਟਵੇਅਰ ਦੀ ਛਤਰੀ ਹੇਠ ਮੁਫਤ ਓਪਨ ਸੋਰਸ ਕੈਟ੍ਰੋਬੈਟ ਪ੍ਰੋਜੈਕਟ ਦੁਆਰਾ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਗ੍ਰੇਜ਼, ਆਸਟਰੀਆ (ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ) ਵਿੱਚ ਸ਼ਾਮਲ ਇੱਕ ਗੈਰ-ਮੁਨਾਫਾ ਐੱਨ ਜੀ ਓ. ਸਾਡੀਆਂ ਨੀਤੀਆਂ ਈਯੂ ਅਤੇ ਆਸਟ੍ਰੀਆ ਦੇ ਡੇਟਾ ਪ੍ਰੋਟੈਕਸ਼ਨ ਕਨੂੰਨ (ਜੀਡੀਪੀਆਰ) ਦਾ ਸਨਮਾਨ ਕਰਦੀਆਂ ਹਨ. ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ contact@catrobat.org ਨੂੰ ਇੱਕ ਈ-ਮੇਲ ਭੇਜੋ ਜਾਂ ਕੈਟ੍ਰੋਬੈਟ ਨੂੰ ਮੇਲ ਕਰੋ, ਸੀ / ਓ ਇੰਸਟੀਚਿ ofਟ ਆਫ ਸਾੱਫਟਵੇਅਰ ਟੈਕਨੋਲੋਜੀ, ਗ੍ਰੇਜ਼ ਯੂਨੀਵਰਸਿਟੀ ਆਫ ਟੈਕਨੋਲੋਜੀ, ਇਨਫੈਲਡਗੱਸ 16 ਬੀ, ਏ -1010 ਗ੍ਰੈਜ਼, ਆਸਟਰੀਆ (ਯੂਰੋਪੀ ਸੰਘ). ਜੇ ਤੁਹਾਡੀ ਉਮਰ 14 ਸਾਲ ਤੋਂ ਘੱਟ ਹੈ, ਤਾਂ ਇਸ ਨੀਤੀ ਨੂੰ ਕਾਨੂੰਨੀ ਸਰਪ੍ਰਸਤ (ਆਮ ਤੌਰ ਤੇ ਮਾਪਿਆਂ) ਦੁਆਰਾ ਸਵੀਕਾਰ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ. ਕੈਟ੍ਰੋਬੈਟ ਦੀ ਅਧਿਕਾਰਤ ਅੰਗਰੇਜ਼ੀ ਭਾਸ਼ਾ ਦੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਵੈੱਬ ਉੱਤੇ https://catrob.at/privacypolicy ਦੇ ਤਹਿਤ ਉਪਲਬਧ ਹੈ. ਸੰਸਕਰਣ 2.2, 17 ਅਕਤੂਬਰ 2019 ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਦਾ ਪੁਰਾਣਾ, ਪੁਰਾਣਾ, ਵਰਜ਼ਨ ਇੱਥੇ ਲੱਭੋ (2.0): http://developer.catrobat.org/privacy_policy_2-0
ps: تاسو ته زموږ د خدماتو او اړوند حساب ټولې ګټې وړاندیز کولو لپاره ، دا اړینه ده چې له تاسو څخه ځینې معلومات راټول کړئ. u{2022} زموږ د خدماتو (ایپس او ویب پاڼو) ساتلو او ښه کولو لپاره او د ICT او STEM/STEAM تعلیم په اړه ساینسي څیړنې ترسره کولو لپاره، موږ د Google Analytics، Crashlytics، او Firebase څخه کار اخلو، ټول د Google LLC (USA) لخوا، او همدارنګه د Dynatrace LLC لخوا Dynatrace (. USA) زموږ د خدماتو کارولو په اړه د میټاډاټا ترلاسه کولو لپاره، د بیلګې په توګه، د حادثې معلومات، مهال ویش، لیدل شوي پاڼې/اسکرین، زموږ د ایپسونو او خدماتو کارول، کارول شوي عملیاتي سیسټم، او د شبکې چمتو کونکي په اړه معلومات. دا تحلیل او راټول شوي معلومات ستاسو د پروفایل سره تړاو نلري او هیڅ شخصي معلومات نلري (د IP پتې وروستي بټونه نامعلوم کیږي). په هرصورت، راټول شوي ډاټا به د خدماتو چمتو کونکي (Google LLC، USA او Dynatrace LLC، USA) ته لیږدول کیږي. د معلوماتو پروسس کول د ګوګل LLC او Dynatrace LLC سره د تړونونو پراساس دي. د خدماتو چمتو کونکي سره دا اړیکه د اروپایی اتحادیې د عمومي معلوماتو محافظت مقرراتو (EU GDPR) او EU-USA "د محرمیت شیلډ" تړون سره مطابقت لري. u{2022} زموږ په سیسټمونو کې د حساب رامینځته کولو او کارولو لپاره ، او تاسو ته په بریښنالیک کې ستاسو د حساب په اړه د اړینو بدلونونو په اړه خبر ورکولو لپاره ، د بیلګې په توګه زموږ د کارونې او خدماتو شرایطو تازه کول یا سرغړونې ، زموږ د ټولنې قواعد ، یا زموږ پالیسي، موږ به ستاسو ذخیره ذخیره کړو. کارن نوم او که ستاسو لخوا چمتو شوی وي، ستاسو بریښنالیک پته. که تاسو خپل حساب د خپل ګوګل یا فیسبوک حساب له لارې وصل کړی وي، نو موږ په دې خدماتو کې ستاسو د حساب سره وصل د پیژندنې کیلي هم ذخیره کوو. موږ به دا معلومات د کوم بل (د بیلګې په توګه، بازار موندنه) موخو لپاره ونه کاروو، پرته لدې چې تاسو موږ ته په واضح ډول اجازه راکړئ چې دا کار وکړو. To do so...
pt_br: Para oferecer a você todos os benefícios de nossos serviços e da conta associada, é necessário coletar alguns dados seus. \ u {2022} Para manter e melhorar nossos serviços (aplicativos e sites) e fazer pesquisas científicas sobre educação em TIC e STEM / STEAM, usamos Google Analytics, Crashlytics e Firebase, todos da Google LLC (EUA), bem como Dynatrace by Dynatrace LLC (EUA) para obter metadados sobre o uso de nossos serviços, por exemplo, informações de travamento, timestamps, páginas / telas visitadas, uso de nossos aplicativos e serviços, sistema operacional usado e informações sobre o provedor de rede. Esta análise e os dados coletados não estão vinculados ao seu perfil e não contêm nenhuma informação pessoal (os últimos bits do endereço IP ficam anônimos). No entanto, os dados coletados serão transferidos para o provedor de serviços (Google LLC, EUA e Dynatrace LLC, EUA). O processamento de dados é baseado em contratos com Google LLC e Dynatrace LLC. Essa relação com o provedor de serviços está em conformidade com o Regulamento Geral de Proteção de Dados da União Europeia (GDPR da UE) e com o acordo "Privacy Shield" da UE-EUA. \ u {2022} Para criar e usar uma conta em nossos sistemas e informá-lo sobre as alterações necessárias sobre sua conta por e-mail, por exemplo, atualizações ou violações de nossos Termos de Uso e Serviço, nossas regras de comunidade ou nossas políticas , armazenaremos seu nome de usuário e, se fornecido por você, seu endereço de e-mail. Se você conectou sua conta através de sua conta do Google ou Facebook, também armazenamos uma chave de identificação conectada à sua conta nesses serviços. Não usaremos esses dados para quaisquer outros fins (por exemplo, marketing), a menos que você explicitamente nos permita fazê-lo. \ u {2022} De forma voluntária, você pode nos indicar seu país de residência por meio da página de sua conta no site de compartilhamento. Isso será exibido em seu perfil público e só será usado por nós para fins estatísticos e de pesquisa. Ele pode ser removido a qualquer momento nas configurações do seu perfil. \ u {2022} Você pode retirar o uso dos dados pessoais pertencentes à sua conta a qualquer momento, excluindo sua conta através da página de seu perfil em https://share.catrob.at. Depois de excluir sua conta, você ainda poderá usar os serviços fornecidos, mas não colaborar, por exemplo, por meio de upload de programas, comentários ou curtidas. Além disso, todo o conteúdo fornecido vinculado à sua conta, por exemplo, programas enviados, comentários, etc., será excluído. \ u {2022} Para evitar o uso indevido de nossos serviços, por exemplo, através de uploads ou comentários contribuídos por usuários para fins ilegais, todos os dados públicos gerados pelo usuário (uploads, comentários) serão armazenados internamente em um banco de dados, juntamente com um carimbo de data / hora e a Internet usada endereço. Esses dados não serão usados ​​ou encaminhados a quaisquer instituições, a menos que haja suspeita razoável de ações ilegais e instituições legais oficialmente autorizadas o solicitem com base na legislação aplicável. Cada caso será verificado cuidadosamente por nós individualmente. \ u {2022} Você pode se inscrever voluntariamente no Boletim Catrobat, em https://catrob.at/newsletter fornecido por nós por meio do serviço MailChimp (The Rocket Science Group LLC d / b / a MailChimp, EUA). Em seguida, você receberá atualizações sobre o projeto Catrobat e seus serviços no endereço de e-mail fornecido. Você pode retirar a newsletter a qualquer momento usando o link "cancelar" no rodapé de cada newsletter. Este boletim informativo é fornecido pelo MailChimp, com quem temos um acordo de processamento de dados e que se comprometeu com o Regulamento Geral de Proteção de Dados da UE e o "Escudo de Privacidade" da UE-EUA. Para obter mais detalhes sobre o MailChimp, consulte também a Política de Privacidade e os Termos de Uso do MailChimp. \ u {2022} Todos os serviços são fornecidos pelo projeto Catrobat de código aberto gratuito sob a égide da International Catrobat Association - Verein zur Förderung freier Software, uma ONG sem fins lucrativos constituída em Graz, Áustria (União Europeia). Nossas políticas respeitam a lei de proteção de dados da UE e da Áustria (GDPR). Para entrar em contato conosco, envie um e-mail para contact@catrobat.org ou envie-nos para Catrobat, c / o Instituto de Tecnologia de Software, Graz University of Technology, Inffeldgasse 16b, A-8010 Graz, Áustria (União Européia). Caso você tenha menos de 14 anos, esta política deve ser aceita por um responsável legal (geralmente um dos pais). A política de privacidade oficial em inglês da Catrobat está disponível na web em https://catrob.at/privacypolicy. Versão 2.2, 17 de outubro de 2019 Encontre a versão anterior e desatualizada de nossa política de privacidade (2.0) aqui: http://developer.catrobat.org/privacy_policy_2-0
ru: Чтобы предложить вам все преимущества наших услуг и соответствующего аккаунта, необходимо собрать от вас определенные данные. u{2022} Для поддержания и улучшения наших услуг (приложений и веб-сайтов) и проведения научных исследований в области ИКТ и STEM/STEAM образования мы используем Google Analytics, Crashlytics и Firebase, все от Google LLC (США), а также Dynatrace от Dynatrace LLC (США) для получения метаданных об использовании наших услуг, например, информации о сбоях, временных метках, посещенных страницах/экранах, использовании наших приложений и услуг, используемой операционной системе и информации о сетевом провайдере. Этот анализ и собранные данные не связаны с вашим профилем и не содержат никакой личной информации (последние биты IP-адреса скрываются). Однако собранные данные будут переданы поставщику услуг (Google LLC, США и Dynatrace LLC, США). Обработка данных осуществляется на основании соглашений с Google LLC и Dynatrace LLC. Отношения с поставщиком услуг соответствуют Общему регламенту защиты данных Европейского Союза\ (EU GDPR) и соглашению EU-USA "Privacy Shield". u{2022} Для создания и использования аккаунта в наших системах, а также для информирования вас о необходимых изменениях в вашем аккаунте по электронной почте, например, об обновлениях или нарушениях наших Условий использования и обслуживания, правил нашего сообщества или наших политик, мы будем хранить ваше имя пользователя и, если вы его предоставили, ваш адрес электронной почты. Если вы подключили свой аккаунт через учетную запись Google или Facebook, мы дополнительно храним идентификационный ключ, связанный с вашим аккаунтом на этих сервисах. Мы не будем использовать эти данные для каких-либо других (например, маркетинговых) целей, если вы явно не разрешили нам это делать. u{2022} На добровольной основе вы можете указать страну проживания на странице вашей учетной записи на сайте обмена. Эта информация будет отображаться в вашем публичном профиле и будет использоваться нами только в статистических и исследовательских целях. Ее можно удалить в любое время в настройках вашего профиля. u{2022} Вы можете в любое время отказаться от использования личных данных, принадлежащих вашему аккаунту, удалив свой аккаунт через страницу профиля на сайте https://share.catrob.at. После удаления аккаунта вы по-прежнему сможете пользоваться предоставляемыми услугами, но не сотрудничать, например, загружая программы, комментируя или ставя лайки. Также будет удален весь предоставленный контент, связанный с вашей учетной записью, например, загруженные программы, комментарии и т.д. u{2022} Во избежание неправомерного использования наших услуг, например, через загруженные пользователем программы или комментарии в незаконных целях, все созданные пользователем публичные данные (загрузки, комментарии) будут храниться внутри базы данных, вместе с меткой времени и использованным интернет-адресом. Эти данные не будут использоваться или передаваться каким-либо учреждениям, за исключением случаев, когда имеются обоснованные подозрения в совершении противоправных действий, и когда официально уполномоченные юридические учреждения запрашивают их на основании действующего законодательства. Каждый случай будет сначала тщательно проверен нами в индивидуальном порядке. u{2022} Вы можете добровольно подписаться на рассылку новостей Catrobat на сайте https://catrob.at/newsletter, предоставленном нами через сервис MailChimp (The Rocket Science Group LLC d/b/a MailChimp, США). В этом случае вы будете получать обновления о проекте Catrobat и его услугах на указанный вами адрес электронной почты. Вы можете отказаться от рассылки в любое время, воспользовавшись ссылкой "отписаться" в нижнем колонтитуле каждого информационного письма. Рассылка осуществляется компанией MailChimp, с которой у нас заключено соглашение об обработке данных и которая приняла на себя обязательства по соблюдению Общего регламента ЕС по защите данных и "Щита конфиденциальности" между ЕС и США. Для получения более подробной информации о MailChimp, пожалуйста, ознакомьтесь с Политикой конфиденциальности и Условиями использования MailChimp\. u{2022} Все Услуги предоставляются бесплатным проектом Catrobat с открытым исходным кодом под эгидой Международной ассоциации Catrobat - Verein zur Förderung freier Software, некоммерческой неправительственной организации, зарегистрированной в Граце, Австрия (Европейский Союз). Наша политика предусматривает соблюдение законодательства ЕС и Австрии о защите данных (GDPR). Чтобы связаться с нами, пожалуйста, отправьте электронное письмо по адресу contact@catrobat.org или напишите нам по адресу Catrobat, c/o Институт технологии программного обеспечения, Технологический университет Граца, Inffeldgasse 16b, A-8010 Грац, Австрия (Европейский Союз). Если вы не достигли 14-летнего возраста, данная политика должна быть принята законным опекуном (обычно родителем). Официальная политика конфиденциальности Catrobat\ на английском языке доступна на сайте по адресу https://catrob.at/privacypolicy. Версия 2.2, 17 октября 2019 г. Найти предыдущую, устаревшую версию нашей политики конфиденциальности (2.0) можно здесь: http://developer.catrobat.org/privacy_policy_2-0.
th: เพื่อให้คุณได้รับสิทธิประโยชน์ทั้งหมดของบริการของเราและบัญชีที่เกี่ยวข้อง จำเป็นต้องรวบรวมข้อมูลบางอย่างจากคุณ u{2022} เพื่อรักษาและปรับปรุงบริการของเรา (แอปและเว็บไซต์) และเพื่อทำการวิจัยทางวิทยาศาสตร์เกี่ยวกับการศึกษา ICT และ STEM/STEAM เราใช้ Google Analytics, Crashlytics และ Firebase ทั้งหมดโดย Google LLC (สหรัฐอเมริกา) รวมถึง Dynatrace โดย Dynatrace LLC (USA) เพื่อรับข้อมูลเมตาเกี่ยวกับการใช้บริการของเรา เช่น ข้อมูลข้อขัดข้อง การประทับเวลา หน้าที่เข้าชม/หน้าจอ การใช้งานแอพและบริการของเรา ระบบปฏิบัติการที่ใช้ และข้อมูลเกี่ยวกับผู้ให้บริการเครือข่าย การวิเคราะห์นี้และข้อมูลที่รวบรวมไม่ได้เชื่อมโยงกับโปรไฟล์ของคุณและไม่มีข้อมูลส่วนบุคคลใด ๆ (บิตสุดท้ายของที่อยู่ IP จะไม่เปิดเผยตัว) อย่างไรก็ตาม ข้อมูลที่เก็บรวบรวมจะถูกโอนไปยังผู้ให้บริการ (Google LLC, USA และ Dynatrace LLC, USA) การประมวลผลข้อมูลเป็นไปตามข้อตกลงกับ Google LLC และ Dynatrace LLC ความสัมพันธ์กับผู้ให้บริการนี้สอดคล้องกับกฎระเบียบให้ความคุ้มครองข้อมูลส่วนบุคคลของผู้บริโภคในสหภาพยุโรป (EU GDPR) และข้อตกลง "การคุ้มครองความเป็นส่วนตัว" ของสหภาพยุโรปและสหรัฐอเมริกา u{2022} เพื่อสร้างและใช้บัญชีในระบบของเรา และแจ้งให้คุณทราบเกี่ยวกับการเปลี่ยนแปลงที่จำเป็นเกี่ยวกับบัญชีของคุณในแต่ละอีเมล เช่น การอัปเดตหรือการละเมิดข้อกำหนดการใช้งานและบริการ กฎของชุมชน หรือนโยบายของเรา เราจะจัดเก็บชื่อผู้ใช้ของคุณและที่อยู่อีเมลของคุณหากคุณเป็นผู้ให้ หากคุณเชื่อมต่อบัญชีของคุณผ่านบัญชี Google หรือ Facebook เราจะเก็บรหัสประจำตัวที่เชื่อมต่อกับบัญชีของคุณในบริการเหล่านี้เพิ่มเติม เราจะไม่ใช้ข้อมูลนี้เพื่อวัตถุประสงค์อื่น (เช่น การตลาด) เว้นแต่คุณจะอนุญาตให้เราทำอย่างชัดเจน u{2022} โดยสมัครใจ คุณสามารถให้ประเทศที่พำนักกับเราผ่านทางหน้าบัญชีของคุณบนไซต์แบ่งปันได้ ข้อมูลนี้จะแสดงในโปรไฟล์สาธารณะของคุณและใช้เพื่อวัตถุประสงค์ทางสถิติและการวิจัยเท่านั้น สามารถลบออกได้ตลอดเวลาในการตั้งค่าโปรไฟล์ของคุณ u{2022} คุณสามารถถอนการใช้ข้อมูลส่วนบุคคลที่เป็นของบัญชีของคุณได้ตลอดเวลาโดยการลบบัญชีของคุณผ่านหน้าโปรไฟล์ของคุณใน https://share.catrob.at หลังจากลบบัญชีของคุณแล้ว คุณจะยังสามารถใช้บริการที่มีให้ แต่ไม่สามารถทำงานร่วมกันได้ เช่น ผ่านการอัปโหลดโปรแกรม แสดงความคิดเห็น หรือชอบ นอกจากนี้ เนื้อหาที่ให้ไว้ทั้งหมดที่เชื่อมโยงกับบัญชีของคุณ เช่น โปรแกรมที่อัปโหลด ความคิดเห็น ฯลฯ จะถูกลบออก u{2022} เพื่อหลีกเลี่ยงการใช้งานบริการของเราในทางที่ผิด เช่น ผ่านการอัปโหลดที่ผู้ใช้มีส่วนร่วมหรือแสดงความคิดเห็นเพื่อจุดประสงค์ที่ผิดกฎหมาย ข้อมูลสาธารณะที่สร้างโดยผู้ใช้ทั้งหมด (การอัปโหลด ความคิดเห็น) จะถูกจัดเก็บไว้ในฐานข้อมูลภายใน พร้อมกับการประทับเวลาและอินเทอร์เน็ตที่ใช้ ที่อยู่ ข้อมูลนี้จะไม่ถูกนำไปใช้โดยหรือส่งต่อไปยังสถาบันใดๆ เว้นแต่จะมีการดำเนินการที่ผิดกฎหมายอย่างเพียงพอที่น่าสงสัยและสถาบันทางกฎหมายที่มีสิทธิอย่างเป็นทางการร้องขอตามกฎหมายที่บังคับใช้ แต่ละกรณีจะได้รับการตรวจสอบอย่างละเอียดเป็นรายบุคคลโดยเราก่อน u{2022} คุณสามารถสมัครรับจดหมายข่าว Catrobat ได้ที่ https://catrob.at/newsletter ที่เราจัดเตรียมไว้ให้ผ่านบริการ MailChimp (The Rocket Science Group LLC d/b/a MailChimp, USA) จากนั้น คุณจะได้รับข้อมูลอัปเดตเกี่ยวกับโครงการ Catrobat และบริการของโครงการไปยังที่อยู่อีเมลที่คุณให้ไว้ คุณสามารถถอนจดหมายข่าวได้ตลอดเวลาโดยใช้ลิงก์ "ยกเลิกการสมัคร" ที่ส่วนท้ายของจดหมายข่าวทุกฉบับ จดหมายข่าวนี้จัดทำโดย MailChimp ซึ่งเรามีข้อตกลงในการประมวลผลข้อมูลและผู้ที่ปฏิบัติตามกฎระเบียบให้ความคุ้มครองข้อมูลส่วนบุคคลของผู้บริโภคในสหภาพยุโรปและ "การคุ้มครองความเป็นส่วนตัว" สำหรับรายละเอียดเพิ่มเติมเกี่ยวกับ MailChimp โปรดดูนโยบายความเป็นส่วนตัวและข้อกำหนดการใช้งานของ MailChimp u{2022} บริการทั้งหมดจัดทำโดยโครงการโอเพ่นซอร์ส Catrobat ฟรีภายใต้ร่มของ International Catrobat Association – Verein zur Förderung freier Software ซึ่งเป็นองค์กรไม่แสวงหาผลกำไรที่จัดตั้งขึ้นในเมืองกราซ ประเทศออสเตรีย นโยบายของเราเคารพกฎหมายคุ้มครองข้อมูลของสหภาพยุโรปและออสเตรีย (GDPR) หากต้องการติดต่อกับเรา โปรดส่งอีเมลมาที่ contact@catrobat.org หรือส่งอีเมลหาเราที่ Catrobat ค/o สถาบันเทคโนโลยีซอฟต์แวร์ มหาวิทยาลัยเทคโนโลยีกราซ, อินฟเฟลด์กาสเซอ 16b, A-8010 กราซ ออสเตรีย (สหภาพยุโรป). ในกรณีที่คุณอายุต่ำกว่า 14 ปี ผู้ปกครองตามกฎหมายจะต้องยอมรับนโยบายนี้ (โดยปกติคือผู้ปกครอง) นโยบายความเป็นส่วนตัวภาษาอังกฤษอย่างเป็นทางการของ Catrobat มีอยู่บนเว็บภายใต้ https://catrob.at/privacypolicy เวอร์ชัน 2.2, 17 ตุลาคม 2019 ค้นหานโยบายความเป็นส่วนตัว (2.0) เวอร์ชันก่อนหน้าซึ่งล้าสมัยได้ที่นี่: http://developer.catrobat.org/privacy_policy_2-0
tr: Aşağıdaki öğe, öğeden içe aktarılamadı u {2022} Hizmetlerimizi (uygulamalar ve web siteleri) sürdürmek ve iyileştirmek, ICT ve STEM / STEAM eğitimiyle ilgili bilimsel araştırmalar yapmak için, tümü Google LLC (ABD) ve ayrıca Google Analytics, Crashlytics ve Firebase kullanıyoruz. Dynatrace by Dynatrace LLC (ABD), hizmetlerimizin kullanımıyla ilgili meta verileri (ör. Kilitlenme bilgileri, zaman damgaları, ziyaret edilen sayfalar / ekranlar, uygulamalarımızın ve hizmetlerimizin kullanımı, kullanılan işletim sistemi ve ağ sağlayıcısı hakkında bilgiler) almak için. Bu analiz ve toplanan veriler profilinizle bağlantılı değildir ve herhangi bir kişisel bilgi içermez (IP adresinin son bitleri anonimleştirilir). Bununla birlikte, toplanan veriler servis sağlayıcıya (Google LLC, ABD ve Dynatrace LLC, ABD) aktarılacaktır. Veri işleme, Google LLC ve Dynatrace LLC ile yapılan anlaşmalara dayanmaktadır. Hizmet sağlayıcıyla olan bu ilişki, Avrupa Birliği'nin Genel Veri Koruma Yönetmeliği (AB GDPR) ve AB-ABD "Gizlilik Kalkanı" sözleşmesine uygundur. u {2022} Sistemlerimizde bir hesap oluşturmak ve kullanmak ve hesabınızla ilgili gerekli değişiklikleri e-posta yoluyla size bildirmek için, ör. Kullanım ve Hizmet Şartlarımızın, topluluk kurallarımızın veya politikalarımızın güncellemeleri veya ihlalleri , kullanıcı adınızı ve sizin tarafınızdan verilmişse e-posta adresinizi saklayacağız. Hesabınızı Google veya Facebook hesabınız üzerinden bağladıysanız, bu hizmetlerde ek olarak hesabınıza bağlı bir kimlik anahtarı saklarız. Bize açıkça izin vermediğiniz sürece bu verileri başka herhangi bir (örneğin pazarlama) amaç için kullanmayacağız. u {2022} Gönüllü olarak, paylaşım sitesindeki hesap sayfanız aracılığıyla bize ikamet ettiğiniz ülkeyi verebilirsiniz. Bu, herkese açık profilinizde gösterilecek ve yalnızca bizim tarafımızdan istatistiksel ve araştırma amaçlı kullanılacaktır. Profil ayarlarınızdan istediğiniz zaman kaldırılabilir. u {2022} Hesabınızı https://share.catrob.at adresindeki profil sayfanız üzerinden silerek, hesabınıza ait kişisel verilerin kullanımını istediğiniz zaman geri çekebilirsiniz. Hesabınızı sildikten sonra, sağlanan hizmetleri kullanmaya devam edebilirsiniz, ancak örneğin programları yükleyerek, yorum yaparak veya beğenerek işbirliği yapamazsınız. Ayrıca, hesabınıza bağlı olarak sağlanan tüm içerik, ör. Yüklenen programlar, yorumlar vb. Silinecektir. u {2022} Hizmetlerimizin kötüye kullanılmasını önlemek için (ör. kullanıcı katkısıyla yapılan yüklemeler veya yasadışı amaçlarla yapılan yorumlar yoluyla), kullanıcılar tarafından oluşturulan tüm herkese açık veriler (yüklemeler, yorumlar) zaman damgası ve kullanılan internet ile birlikte bir veritabanında dahili olarak depolanacaktır. adres. Bu veriler, yeterince yasadışı faaliyetlerden makul bir şekilde şüphelenilmedikçe ve resmi olarak yetkili yasal kurumlar geçerli yasaya dayanarak talep etmedikçe, hiçbir kurum tarafından kullanılmayacak veya herhangi bir kuruluşa iletilmeyecektir. Her durum, öncelikle tarafımızca ayrı ayrı ayrıntılı bir şekilde kontrol edilecektir. u {2022} MailChimp hizmeti (The Rocket Science Group LLC d / b / a MailChimp, ABD) aracılığıyla tarafımızdan sağlanan https://catrob.at/newsletter adresindeki Catrobat Bültenine gönüllü olarak abone olabilirsiniz. Daha sonra Catrobat projesi ve hizmetleri ile ilgili güncellemeleri verdiğiniz e-posta adresinize alacaksınız. Her haber bülteninin altbilgisindeki "abonelikten çık" bağlantısını kullanarak bülteni istediğiniz zaman geri çekebilirsiniz. Bu haber bülteni, veri işleme anlaşmamız olan ve AB Genel Veri Koruma Yönetmeliği ve AB-ABD "Gizlilik Kalkanı" taahhüt eden MailChimp tarafından sağlanmaktadır. MailChimp hakkında daha fazla ayrıntı için lütfen MailChimp'in Gizlilik Politikası ve Kullanım Koşulları'na da bakın. u {2022} Tüm Hizmetler, Avusturya, Graz'da (Avrupa Birliği) kurulmuş kar amacı gütmeyen bir STK olan International Catrobat Association - Verein zur Förderung freier Software çatısı altında ücretsiz açık kaynaklı Catrobat projesi tarafından sağlanmaktadır. Politikalarımız, AB ve Avusturya veri koruma yasasına (GDPR) saygı gösterir. Bizimle iletişime geçmek için lütfen contact@catrobat.org adresine bir e-posta gönderin veya Catrobat'a posta gönderin, c / o Yazılım Teknolojisi Enstitüsü, Graz Teknoloji Üniversitesi, Inffeldgasse 16b, A-8010 Graz, Avusturya (Avrupa Birliği). 14 yaşın altındaysanız, bu politika bir yasal vasi (genellikle bir ebeveyn) tarafından kabul edilmelidir. Catrobat\ 'ın resmi İngilizce gizlilik politikası https://catrob.at/privacypolicy adresinde web üzerinde mevcuttur. Versiyon 2.2, 17 Ekim 2019 Gizlilik politikamızın (2.0) önceki, eski sürümünü burada bulun: http://developer.catrobat.org/privacy_policy_2-0
uk: Щоб запропонувати вам усі переваги наших послуг і пов’язаного облікового запису, необхідно зібрати від вас певні дані. u{2022} Щоб підтримувати та покращувати наші послуги (додатки та веб-сайти), а також проводити наукові дослідження щодо ІКТ та навчання STEM/STEAM, ми використовуємо Google Analytics, Crashlytics та Firebase, усі від Google LLC (США), а також Dynatrace від Dynatrace LLC (США), щоб отримати метадані про використання наших послуг, наприклад, інформацію про аварійне завершення роботи, позначки часу, відвідані сторінки/екрани, використання наших програм і служб, використовувану операційну систему та інформацію про постачальника мережі. Цей аналіз і зібрані дані не пов’язані з вашим профілем і не містять жодної особистої інформації (останні біти IP-адреси стають анонімними). Однак зібрані дані будуть передані постачальнику послуг (Google LLC, США та Dynatrace LLC, США). Обробка даних здійснюється на основі угод з Google LLC та Dynatrace LLC. Ці відносини з постачальником послуг відповідають Загальному регламенту про захист даних Європейського Союзу (EU GDPR) та угоді ЄС-США «Щит конфіденційності». u{2022} Щоб створити та використовувати обліковий запис у наших системах, а також інформувати вас про необхідні зміни у вашому обліковому записі електронною поштою, наприклад, про оновлення або порушення наших Умов використання та обслуговування, правил нашої спільноти чи політики , ми збережемо ваше ім’я користувача та, якщо ви надасте, вашу адресу електронної пошти. Якщо ви підключили свій обліковий запис через обліковий запис Google або Facebook, ми додатково зберігаємо ідентифікаційний ключ, пов’язаний з вашим обліковим записом, у цих сервісах. Ми не будемо використовувати ці дані для будь-яких інших (наприклад, маркетингових) цілей, якщо ви явно не дозволите нам це зробити. u{2022} На добровільній основі ви можете надати нам свою країну проживання на сторінці свого облікового запису на сайті обміну. Це буде відображено у вашому загальнодоступному профілі та використовуватиметься нами лише для статистичних та дослідницьких цілей. Його можна будь-коли видалити в налаштуваннях профілю. u{2022} Ви можете в будь-який час припинити використання особистих даних, що належать вашому обліковому запису, видаливши свій обліковий запис на сторінці свого профілю на https://share.catrob.at. Після видалення облікового запису ви все одно зможете користуватися наданими послугами, але не співпрацювати, наприклад, за допомогою завантаження програм, коментування чи ставлення лайків. Крім того, весь наданий вміст, пов’язаний з вашим обліковим записом, наприклад, завантажені програми, коментарі тощо, буде видалено. u{2022} Щоб уникнути зловживання нашими послугами, наприклад, через завантаження користувачів або коментарі в незаконних цілях, усі загальнодоступні дані, створені користувачами (завантаження, коментарі), зберігатимуться всередині бази даних разом із міткою часу та використовуваним Інтернетом адреса. Ці дані не будуть використовуватися та не передаватися будь-яким установам, за винятком випадків, коли обґрунтовано підозрюються достатньо незаконні дії та офіційно уповноважені юридичні установи вимагають їх відповідно до чинного законодавства. Кожен випадок буде ретельно перевірено нами в індивідуальному порядку. u{2022} Ви можете добровільно підписатися на інформаційний бюлетень Catrobat на https://catrob.at/newsletter, наданий нами через службу MailChimp (The Rocket Science Group LLC d/b/a MailChimp, США). Після цього ви отримуватимете оновлення про проект Catrobat та його послуги на вказану вами адресу електронної пошти. Ви можете скасувати розсилку в будь-який час, скориставшись посиланням «скасувати підписку» у нижньому колонтитулі кожного інформаційного бюлетеня. Цей інформаційний бюлетень надається MailChimp, з яким у нас є угода про обробку даних і яка зобов’язується дотримуватись Загального регламенту ЄС із захисту даних та ЄС-США «Щит конфіденційності». Для отримання додаткової інформації про MailChimp, будь ласка, перегляньте Політику конфіденційності та Умови використання MailChimp. u{2022} Усі послуги надаються безкоштовним проєктом Catrobat з відкритим кодом під егідою Міжнародної асоціації Catrobat – Verein zur Förderung freier Software, неприбуткової неурядової організації, зареєстрованої в Граці, Австрія (Європейський Союз). Наша політика дотримується законодавства ЄС та Австрії про захист даних (GDPR). Щоб зв’язатися з нами, надішліть електронний лист на contact@catrobat.org або на адресу Catrobat, c/o Institute of Software Technology, Graz University of Technology, Inffeldgasse 16b, A-8010 Graz, Austria (Європейський Союз ). Якщо вам не виповнилося 14 років, цю політику має прийняти законний опікун (зазвичай один із батьків). Офіційна політика конфіденційності Catrobat англійською мовою доступна в Інтернеті за посиланням https://catrob.at/privacypolicy. Версія 2.2, 17 жовтня 2019 р. Знайти попередню, застарілу версію нашої політики конфіденційності (2.0) тут: http://developer.catrobat.org/privacy_policy_2-0
ur: آپ کو ہماری خدمات اور متعلقہ اکاؤنٹ کے تمام فوائد پیش کرنے کے لیے، آپ سے کچھ ڈیٹا اکٹھا کرنا ضروری ہے۔ u{2022} اپنی خدمات (ایپس اور ویب سائٹس) کو برقرار رکھنے اور بہتر بنانے کے لیے اور ICT اور STEM/STEAM کی تعلیم پر سائنسی تحقیق کرنے کے لیے، ہم Google Analytics، Crashlytics، اور Firebase، سبھی Google LLC (USA) کے ساتھ ساتھ Dynatrace by Dynatrace LLC استعمال کرتے ہیں۔ USA) ہماری خدمات کے استعمال کے بارے میں میٹا ڈیٹا حاصل کرنے کے لیے، جیسے کریش کی معلومات، ٹائم اسٹیمپ، ملاحظہ کیے گئے صفحات/اسکرین، ہماری ایپس اور خدمات کا استعمال، استعمال شدہ آپریٹنگ سسٹم، اور نیٹ ورک فراہم کنندہ کے بارے میں معلومات۔ یہ تجزیہ اور جمع کردہ ڈیٹا آپ کے پروفائل سے منسلک نہیں ہے اور اس میں کوئی ذاتی معلومات نہیں ہے (IP ایڈریس کے آخری بٹس گمنام ہو جاتے ہیں)۔ تاہم، جمع کردہ ڈیٹا سروس فراہم کرنے والے (Google LLC، USA اور Dynatrace LLC، USA) کو منتقل کر دیا جائے گا۔ ڈیٹا پروسیسنگ Google LLC اور Dynatrace LLC کے ساتھ معاہدوں پر مبنی ہے۔ سروس فراہم کرنے والے کے ساتھ یہ تعلق یورپی یونین کے جنرل ڈیٹا پروٹیکشن ریگولیشن (EU GDPR) اور EU-USA "پرائیویسی شیلڈ" کے معاہدے کے مطابق ہے۔ u{{2022} ہمارے سسٹمز میں ایک اکاؤنٹ بنانے اور استعمال کرنے کے لیے، اور آپ کو فی ای میل آپ کے اکاؤنٹ کے بارے میں ضروری تبدیلیوں کے بارے میں مطلع کرنے کے لیے، مثلاً، اپ ڈیٹس یا ہماری استعمال اور سروس کی شرائط، ہمارے کمیونٹی کے قوانین، یا ہماری پالیسیوں کی خلاف ورزی، ہم آپ کے اکاؤنٹ کو محفوظ کریں گے۔ صارف نام اور، اگر آپ نے فراہم کیا ہے، تو آپ کا ای میل پتہ۔ اگر آپ نے اپنے اکاؤنٹ کو اپنے Google یا Facebook اکاؤنٹ کے ذریعے منسلک کیا ہے، تو ہم اضافی طور پر ان سروسز پر آپ کے اکاؤنٹ سے منسلک ایک شناختی کلید بھی محفوظ کرتے ہیں۔ ہم اس ڈیٹا کو کسی دوسرے (مثلاً مارکیٹنگ) مقاصد کے لیے استعمال نہیں کریں گے، جب تک کہ آپ ہمیں واضح طور پر ایسا کرنے کی اجازت نہ دیں۔ u{2022} رضاکارانہ بنیادوں پر، آپ ہمیں شیئرنگ سائٹ پر اپنے اکاؤنٹ کے صفحے کے ذریعے اپنا رہائشی ملک دے سکتے ہیں۔ یہ آپ کے عوامی پروفائل پر ظاہر ہو جائے گا اور ہمارے ذریعہ صرف شماریاتی اور تحقیقی مقاصد کے لیے استعمال کیا جائے گا۔ اسے آپ کی پروفائل کی ترتیبات میں کسی بھی وقت ہٹایا جا سکتا ہے۔ u{2022} آپ https://share.catrob.at پر اپنے پروفائل کے ذریعے اپنا اکاؤنٹ حذف کر کے کسی بھی وقت اپنے اکاؤنٹ سے تعلق رکھنے والے ذاتی ڈیٹا کا استعمال واپس لے سکتے ہیں۔ اپنے اکاؤنٹ کو حذف کرنے کے بعد بھی آپ فراہم کردہ خدمات کو استعمال کرنے کے قابل ہو جائیں گے، لیکن تعاون نہیں کر سکیں گے، جیسے کہ پروگرام اپ لوڈ کرنے، تبصرہ کرنے یا پسند کرنے کے ذریعے۔ نیز، آپ کے اکاؤنٹ سے منسلک تمام فراہم کردہ مواد، جیسے، اپ لوڈ کردہ پروگرام، تبصرے وغیرہ، حذف کر دیے جائیں گے۔ u{2022} ہماری خدمات کے غلط استعمال سے بچنے کے لیے، مثال کے طور پر، غیر قانونی مقاصد کے لیے صارف کے تعاون کردہ اپ لوڈز یا تبصروں کے ذریعے، صارف کا تیار کردہ تمام عوامی ڈیٹا (اپ لوڈز، تبصرے) کو ٹائم اسٹیمپ اور استعمال شدہ انٹرنیٹ ایڈریس کے ساتھ اندرونی طور پر ڈیٹا بیس میں محفوظ کیا جائے گا۔ یہ ڈیٹا کسی بھی ادارے کے ذریعہ استعمال یا آگے نہیں کیا جائے گا، جب تک کہ کافی غیر قانونی اقدامات کا معقول طور پر شبہ نہ ہو اور سرکاری طور پر حقدار قانونی ادارے قابل اطلاق قانون کی بنیاد پر اس کی درخواست کریں۔ ہر کیس کو پہلے ہمارے ذریعہ انفرادی بنیاد پر اچھی طرح سے جانچا جائے گا۔ u{2022} آپ MailChimp سروس (The Rocket Science Group LLC d/b/a MailChimp، USA) کے ذریعے ہماری طرف سے فراہم کردہ https://catrob.at/newsletter پر رضاکارانہ طور پر Catrobat نیوز لیٹر کو سبسکرائب کر سکتے ہیں۔ اس کے بعد آپ کو آپ کے فراہم کردہ ای میل ایڈریس پر Catrobat پروجیکٹ اور اس کی خدمات کے بارے میں اپ ڈیٹس موصول ہوں گے۔ آپ ہر نیوز لیٹر کے فوٹر میں "ان سبسکرائب" لنک کا استعمال کرکے کسی بھی وقت نیوز لیٹر واپس لے سکتے ہیں۔ یہ نیوز لیٹر MailChimp کے ذریعہ فراہم کیا گیا ہے جس کے ساتھ ہمارا ڈیٹا پروسیسنگ کا معاہدہ ہے اور جس نے EU جنرل ڈیٹا پروٹیکشن ریگولیشن اور EU-USA "پرائیویسی شیلڈ" کا عہد کیا ہے۔ MailChimp پر مزید تفصیلات کے لیے براہ کرم MailChimp کی رازداری کی پالیسی اور استعمال کی شرائط بھی دیکھیں۔ u{2022} تمام خدمات مفت اوپن سورس کیٹروبیٹ پروجیکٹ کے ذریعے فراہم کی جاتی ہیں انٹرنیشنل کیٹروبیٹ ایسوسی ایشن کی چھتری کے تحت - Verein zur Förderung freier Software، ایک غیر منافع بخش این جی او جو گریز، آسٹریا (یورپی یونین) میں شامل ہے۔ ہماری پالیسیاں EU اور آسٹریا کے ڈیٹا پروٹیکشن قانون (GDPR) کا احترام کرتی ہیں۔ ہمارے ساتھ رابطے میں رہنے کے لیے، براہ کرم contact@catrobat.org پر ای میل بھیجیں یا ہمیں Catrobat پر میل کریں، c/o Institute of Software Technology, Graz University of Technology, Inffeldgasse 16b, A-8010 Graz, Austria (European Union). اگر آپ کی عمر 14 سال سے کم ہے، تو اس پالیسی کو قانونی سرپرست (عام طور پر والدین) کے ذریعے قبول کرنا چاہیے۔ کیٹروبیٹ کی سرکاری انگریزی زبان کی رازداری کی پالیسی ویب پر https://catrob.at/privacypolicy کے تحت دستیاب ہے۔ ورژن ۲.۲، ۱۷ اکتوبر ۲۰۱۹ ہماری پرائیویسی پالیسی (2.0) کا پچھلا، پرانا ورژن یہاں تلاش کریں: http://developer.catrobat.org/privacy_policy_2-0
