Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: Edit brick
ar: تعديل الطوب
bn: ইট সম্পাদনা করুন
de: Baustein bearbeiten
fa: آجر را ویرایش کنید
fr: Modifier l'élément
hi: ईंट को संपादित करें
id: Edit bata
ja: ブロックを編集
pa: ਇੱਟ ਸੋਧੋ
ps: خښته ترمیم کړئ
pt_br: Editar bloco
ru: Изменить блок
sr_latn: Promeni kocku
ta: செங்களை திருத்து
th: แก้ไขคำสั่ง
tr: Tuğlayı düzenleyin
uk: Редагувати блок
ur: اینٹوں میں ترمیم کریں۔

source: Edit formula
ar: تعديل الصيغة
bn: সূত্র সম্পাদনা করুন
de: Formel bearbeiten
fa: فرمول ویرایش
fr: Modifier la formule
hi: सूत्र संपादित करें
id: Edit rumus
ja: 数式を編集
pa: ਫਾਰਮੂਲਾ ਸੋਧੋ
ps: فورمول ترمیم کړئ
pt_br: Editar fórmula
ru: Изменить формулу
sr_latn: Promeni formulu
ta: சூத்திரத்தைத் திருத்து
th: แก้ไขสูตร
tr: Formülü düzenleyin
uk: Редагувати формулу
ur: فارمولہ میں ترمیم کریں۔

source: Edit look
ar: تحرير مظهر
bn: সম্পাদনা চেহারা
de: Aussehen bearbeiten
fa: نگاه ویرایش
fr: Modifier le look
hi: लुक एडिट करें
id: Edit tampilan
ja: 外見を編集
pa: ਸੋਧ ਵੇਖਣ
ps: نظر ترمیم کړئ
pt_br: Editar aparência
ru: Изменить образ
sr_latn: Promeni izgled
ta: தோற்றத்தைத் திருத்து
th: แก้ไขรูปลักษณ์
tr: Görüntüyü düzenle
uk: Редагувати вигляд
ur: نظر میں ترمیم کریں۔

source: Edit looks
ar: تعديل المظاهر
bn: সম্পাদনা চেহারা
de: Aussehen bearbeiten
fa: ویرایش به نظر می رسد
fr: Modifier les apparences
hi: लुक एडिट करें
id: Edit penampilan
ja: 外見を編集
pa: ਸੋਧ ਦਿਸਦਾ ਹੈ
ps: ترمیم ښکاري
pt_br: Editar aparência
ru: Изменить образы
sr_latn: Promeni izglede
ta: தோற்றத்தைத் திருத்து
th: แก้ไขรูปลักษณ์
tr: Görüntüyü düzenle
uk: Редагувати вигляди
ur: نظر میں ترمیم کریں۔

source: Edit project
ar: تحرير المشروع
bn: প্রকল্প সম্পাদনা করুন
de: Projekt bearbeiten
fa: ویرایش پروژه
fr: Modifier le projet
hi: परियोजना संपादित करें
id: Edit proyek
ja: プロジェクトを編集
pa: ਪ੍ਰੋਜੈਕਟ ਨੂੰ ਸੋਧੋ
ps: پروژه ترمیم کړئ
pt_br: Editar projeto
ru: Изменить проект
sr_latn: Promeni projekat
ta: திட்டத்தை திருத்து
th: แก้ไขโครงการ
tr: Projeyi düzenle
uk: Редагувати проєкт
ur: پروجیکٹ میں ترمیم کریں۔

source: Edit projects
ar: تحرير المشاريع
bn: প্রকল্পগুলি সম্পাদনা করুন
de: Projekte bearbeiten
fa: ویرایش پروژه ها
fr: Modifier les projets
hi: परियोजनाओं को संपादित करें
id: Edit proyek
ja: プロジェクトを編集
pa: ਪ੍ਰੋਜੈਕਟ ਸੋਧੋ
ps: پروژې ترمیم کړئ
pt_br: Editar projetos
ru: Изменить проекты
sr_latn: Promeni projekte
ta: திட்டங்களைத் திருத்துக
th: แก้ไขโครงการ
tr: Projeyi düzenle
uk: Редагувати проєкти
ur: منصوبوں میں ترمیم کریں۔

source: Edit script
ar: تعديل البرنامج النصي
bn: স্ক্রিপ্ট সম্পাদনা করুন
de: Skript bearbeiten
fa: ویرایش اسکریپت
fr: Modifier le script
hi: स्क्रिप्ट संपादित करें
id: Edit skrip
ja: スクリプトを編集
pa: ਸਕ੍ਰਿਪਟ ਸੋਧੋ
ps: سکریپټ ترمیم کړئ
pt_br: Editar script
ru: Изменить скрипт
sr_latn: Promeni skriptu
ta: ஸ்கிரிப்டை திருத்து
th: แก้ไขสคริปต์
tr: Komut dosyasını düzenle
uk: Редагувати скрипт
ur: اسکرپٹ میں ترمیم کریں۔

source: Edit sound
ar: تعديل الصوت
bn: শব্দ সম্পাদনা করুন
de: Klang bearbeiten
fa: ویرایش صدای
fr: Modifier le son
hi: ध्वनि संपादित करें
id: Edit suara
ja: サウンドを編集
pa: ਆਵਾਜ਼ ਸੋਧੋ
ps: غږ ایډیټ کړئ
pt_br: Editar som
ru: Изменить звук
sr_latn: Promeni zvuk
ta: ஒலியைத் திருத்து
th: แก้ไขเสียง
tr: Sesi düzenle
uk: Редагувати звук
ur: آواز میں ترمیم کریں۔

source: Edit sounds
ar: تعديل الأصوات
bn: শব্দগুলি সম্পাদনা করুন
de: Klänge bearbeiten
fa: صداها را ویرایش کنید
fr: Modifier les sons
hi: ध्वनियों को संपादित करें
id: Edit suara
ja: サウンドを編集
pa: ਆਵਾਜ਼ਾਂ ਸੋਧੋ
ps: غږونه سم کړئ
pt_br: Editar sons
ru: Изменить звуки
sr_latn: Promeni zvukove
ta: ஒலிகளைத் திருத்து
th: แก้ไขเสียง
tr: Sesi düzenle
uk: Редагувати звуки
ur: آوازوں میں ترمیم کریں۔

source: Edit trusted domain
ar: تعديل نطاق الموثوق
bn: বিশ্বস্ত ডোমেন পরিবর্তন করুন
de: Vertrauenswürdige Domäne bearbeiten
fa: ویرایش دامنه مورد اعتماد
hi: भरोसेमंद डोमेन में बदलाव करें
ps: د باور وړ ډومین ترمیم کړئ
pt_br: Editar domínios confiáveis
ru: Изменить доверенный домен
th: แก้ไขโดเมนที่เชื่อถือได้
uk: Редагувати довірені домени
ur: قابل اعتماد ڈومین میں ترمیم کریں۔

source: Electric Guitar
ar: غيتار كهربائي
bn: বৈদ্যুতিক গিটার
de: E-Gitarre
fa: گیتار الکتریکی
fr: Guitare électrique
hi: विद्युत गिटार
id: Gitar elektrik
ja: エレキギター
pa: ਇਲੈਕਟ੍ਰਿਕ ਗਿਟਾਰ
ps: برقی ګیتار
pt_br: Guitarra Elétrica
ru: Электрическая гитара
th: กีต้าร์ไฟฟ้า
uk: Електрична гітара
ur: الیکٹرک گٹار

source: Electric Piano
ar: بيانو كهربائي
bn: বৈদ্যুতিক পিয়ানো
de: E-Piano
fa: پیانو الکتریکی
fr: Piano électrique
hi: इलेक्ट्रिक पियानो
id: Piano Elektrik
ja: 電子ピアノ
pa: ਇਲੈਕਟ੍ਰਿਕ ਪਿਆਨੋ
ps: بریښنایی پیانو
pt_br: Piano Elétrico
ru: Электрическое Пианино
th: เปียโนไฟฟ้า
uk: Електропіаніно
ur: الیکٹرک پیانو

source: element
ar: عنصر
bn: উপাদান
fa: عنصر
fr: élément
hi: तत्त्व
id: elemen
pa: ਤੱਤ
ps: عنصر
pt_br: elemento
ru: элемент
sr_latn: elemenat
sw: elementi
ta: உறுப்பு
th: องค์ประกอบ
tr: öğeler
uk: елемент
ur: عنصر

source: Ellipse / Circle
ar: القطع الناقص / دائرة
bn: উপবৃত্ত / বৃত্ত
de: Ellipse / Kreis
fa: بیضی / دایره
fr: Ellipse / Cercle
hi: अंडाकार / वृत्त
id: Ellipse / Lingkaran
ja: 楕円/円
pa: ਅੰਡਾਕਾਰ / ਚੱਕਰ
ps: بیضوی / حلقه
pt_br: Elipse / Círculo
ru: Эллипс / Круг
sr_latn: Elipsa / Krug
sw: Duaradufu/Duara
ta: நீள்வட்டம் / வட்டம்
th: วงรี / วงกลม
tr: Elips / Daire
uk: Еліпс / коло
ur: بیضہ/دائرہ

source: Else
ar: عدا ذلك
bn: নতুবা
de: sonst
fa: وگرنه
fr: Sinon
hi: वर्ना
ja: そうではなかったら、
pa: ਹੋਰ
ps: نور
pt_br: Senão
ru: Другие
sw: Vinginevyo
ta: வேறு
th: มิฉนั้น
tr: Başka
uk: Або ж
ur: علوه

source: Email
ar: البريد الألكتروني
bn: ই-মেইল
fa: رایانامه
fr: Courriel
hi: ईमेल
id: Surel
ja: Eメールアドレス
pa: ਈ - ਮੇਲ
ps: ایمیل
ru: Почта
sw: Baruapepe
ta: மின்னஞ்சல்
th: อีเมล
tr: E-posta
uk: Електронна пошта
ur: ای میل

source: Embroidery
ar: التطريز
bn: সূচিকর্ম
de: Sticken
fa: گلدوزی
fr: Broderie
hi: कढ़ाई
id: Sulaman
ja: 刺繍（刺繍）
pa: ਕਢਾਈ
ps: ګنډل
ru: Вышивка
ta: எம்பிராய்டரி
th: การตกแต่ง
uk: Вишивка
ur: کشیدہ کاری

source: Embroidery extension
ar: التطريز
bn: এমব্রয়ডারি এক্সটেনশন
de: Sticken
fa: فرمت گلدوزی
fr: Extension de broderie
hi: कढ़ाई विस्तार
id: Ekstensi bordir
ja: 刺繍拡張
pa: ਕroਾਈ ਦਾ ਵਿਸਥਾਰ
ps: د ګنډلو توسیع
pt_br: Extensão Embroidery
ru: Расширение для вышивки
sr_latn: Embroidery ekstenzija
ta: எம்பிராய்டரி நீட்டிப்பு
th: การต่อเย็บปักถักร้อย
uk: Розширення для вишивки
ur: کشیدہ کاری کی توسیع

source: Empty input!
ar: إدخال فارغ!
bn: খালি ইনপুট!
de: Leere Eingabe!
fa: ورودی خالی!
hi: खाली इनपुट!
id: Masukan kosong!
ja: 空の入力!
pa: ਖਾਲੀ ਇੰਪੁੱਟ!
ps: خالي داخله!
pt_br: Entrada vazia!
ru: Пустой ввод!
sr_latn: Prazan unos!
ta: வெற்று உள்ளீடு!
th: ข้อมูลว่าง!
tr: Boş giriş!
uk: Порожній ввід!
ur: خالی ان پٹ!

source: Enable brick
ar: تمكين الطوب
bn: ইট সক্ষম করুন
de: Baustein aktivieren
fa: آجر را فعال کنید
fr: Activer l'élément
hi: ईंट को सक्षम करें
id: Aktifkan bata
ja: ブロックを有効にする
pa: ਇੱਟ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
ps: خښته فعاله کړئ
pt_br: Habilitar bloco
ru: Включить блок
sr_latn: Omogući kocku
th: เปิดใช้งาน คำสั้ง
tr: Tuğlayı etkinleştir
uk: Увімкнути блок
ur: اینٹوں کو فعال کریں۔

source: Enable condition
ar: تمكين الشرط
bn: শর্ত সক্ষম করুন
de: Bedingung aktivieren
fa: شرایط را فعال کنید
fr: Activer la condition
hi: स्थिति सक्षम करें
id: Aktifkan kondisi
ja: 条件を有効にする
pa: ਸਥਿਤੀ ਯੋਗ ਕਰੋ
ps: حالت فعال کړئ
pt_br: Ativar condição
ru: Включить блок условия
sr_latn: Omogući uslov
th: เปิดใช้งานเงื่อนไข
tr: Koşulu etkinleştir
uk: Увімкнути умову
ur: حالت کو فعال کریں۔

source: Enable loop
ar: تمكين الحلقة
bn: লুপ সক্ষম করুন
de: Schleife aktivieren
fa: حلقه را فعال کنید
fr: Activer la boucle
hi: लूप सक्षम करें
id: Aktifkan loop
ja: ループを有効化
pa: ਲੂਪ ਨੂੰ ਯੋਗ ਕਰੋ
ps: لوپ فعال کړئ
pt_br: Ativar repetição
ru: Включить цикл
sr_latn: Omogući petlju
th: เปิดใช้งานลูป
tr: Döngüyü etkinleştir
uk: Увімкнути цикл
ur: لوپ کو فعال کریں۔

source: Enable script
ar: تفعيل النص البرمجي
bn: স্ক্রিপ্ট সক্ষম করুন
de: Skript aktivieren
fa: اسکریپت را فعال کنید
fr: Activer le script
hi: स्क्रिप्ट सक्षम करें
id: Aktifkan skrip
ja: スクリプトの有効化
pa: ਸਕ੍ਰਿਪਟ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
ps: سکریپټ فعال کړئ
pt_br: Habilitar script
ru: Включить скрипт
sr_latn: Omogući skriptu
ta: ஸ்கிரிப்டை இயக்கு
th: เปิดใช้งานสคริปต์
tr: Komut dosyasını etkinleştir
uk: Увімкнути скрипт
ur: سکرپٹ کو فعال کریں

source: End if
ar: نهاية إذا
bn: যদি শেষ
de: sonst Ende
fa: پایان اگر
fr: Fin de si
hi: समाप्त करें जब
id: Berakhir jika
ja: 「もし」の終わり
pa: ਖਤਮ ਕਰੋ ਜੇ
ps: پای که
pt_br: Fim Se
ru: Конец если
sr_latn: Kraj ako
sw: Mwisho kama
ta: என்றால் முடிவு
th: สิ้นสุดถ้า
tr: Bitir eğer
uk: Кінець, якщо
ur: ختم کرو اگر

source: End of Loop
ar: نهاية التكرار
bn: লুপের সমাপ্তি
de: Ende der Schleife
fa: انتهای حلقه
fr: Fin de boucle
hi: पाश का अंत
id: Akhir Ikal
ja: ループの終わり
pa: ਲੂਪ ਦਾ ਅੰਤ
ps: د لوپ پای
pt_br: Fim do loop
ru: Конец цикла
sr_latn: Kraj petlje
sw: Mwisho wa kitanzi
ta: சுழற்சியின் முடிவு
th: จุดสิ้นสุดของลูป
tr: Döngü sonu
uk: Кінець циклу
ur: لوپ کے اختتام

source: Enter your image name here...
ar: أدخل اسم الصورة الخاصة بك هنا...
bn: আপনার ছবির নাম এখানে প্রবেশ করুন ...
de: Gib hier den Namen für das Bild ein...
fa: نام تصویر خود را در اینجا وارد کن...
fr: Entrez le nom de votre image ici...
hi: यहां अपना छवि नाम दर्ज करें ...
id: Masukkan nama citra di sini...
ja: ここに画像名を入力してください...
pa: ਆਪਣੀ ਤਸਵੀਰ ਦਾ ਨਾਮ ਇੱਥੇ ਦਾਖਲ ਕਰੋ ...
ps: د خپل انځور نوم دلته ولیکئ...
pt_br: Insira o nome de sua imagem aqui...
ru: Введите название вашего изображения здесь...
sr_latn: Ovde unesite ime svoje slike...
sw: Ingiza jina la picha yako hapa...
ta: உங்கள் படத்தின் பெயரை இங்கே உள்ளிடவும்...
th: ใส่ชื่อภาพของคุณที่นี่...
tr: Resim adınızı buraya girin...
uk: Введіть назву зображення тут...
ur: یہاں اپنی تصویر کا نام درج کریں...

source: Enter your list name here...
ar: أدخل اسم قائمتك هنا...
bn: এখানে আপনার তালিকার নাম লিখুন ...
de: Gib hier den Namen für die Liste ein...
fa: نام لیست خود را اینجا وارد کنید ...
fr: Entrez le nom de votre liste ici...
hi: अपनी सूची का नाम यहाँ दर्ज करें ...
id: Masukkan nama daftar Anda di sini...
ja: ここにリスト名を入力してください...
pa: ਆਪਣੀ ਸੂਚੀ ਦਾ ਨਾਮ ਇੱਥੇ ਦਾਖਲ ਕਰੋ ...
ps: دلته د خپل لیست نوم ولیکئ ...
pt_br: Insira o nome da sua lista aqui...
ru: Введите название вашего списка здесь...
sr_latn: Unesite ime svoje liste ovde...
ta: உங்கள் பட்டியல் பெயரை இங்கே உள்ளிடவும்...
th: ใส่ชื่อรายการของคุณที่นี่...
tr: Liste adınızı buraya girin...
uk: Введіть назву списку тут...
ur: یہاں آپ کی فہرست کا نام درج کریں ...

source: Enter your message here...
ar: أدخل رسالتك هنا...
bn: আপনার বার্তা এখানে প্রবেশ করুন ...
de: Gib hier deine Nachricht ein...
fa: پیام خود را اینجا وارد کن...
fr: Entrez votre message ici...
hi: अपना संदेश यहाँ दर्ज करें...
id: Masukkan pesan anda disini...
ja: ここにメッセージを入力してください...
pa: ਆਪਣਾ ਸੁਨੇਹਾ ਇੱਥੇ ਦਰਜ ਕਰੋ ...
ps: خپل پیغام دلته ولیکئ...
pt_br: Insira sua mensagem aqui...
ru: Введите ваше сообщение здесь...
sr_latn: Unesite svoju poruku ovde...
sw: Ingiza ujumbe wako hapa...
ta: உங்கள் செய்தியை இங்கே உள்ளிடவும்...
th: ใส่ข้อความของคุณที่นี่...
tr: Mesajınızı buraya girin...
uk: Введіть ваше повідомлення тут...
ur: یہاں اپنا پیغام درج کریں...

source: Enter your object name here...
ar: أدخل اسم الكائن الخاص بك هنا...
bn: এখানে আপনার বস্তুর নাম লিখুন ...
de: Gib hier den Namen für das Objekt ein...
fa: نام شیء خود را اینجا وارد کن...
fr: Entrez le nom de l'objet ici...
hi: यहां अपना का ऑब्जेक्ट नाम दर्ज करें
id: Masukkan nama objek di sini...
ja: ここにオブジェクト名を入力してください...
pa: ਆਪਣੇ ਵਸਤੂ ਦਾ ਨਾਮ ਇੱਥੇ ਦਾਖਲ ਕਰੋ ...
ps: دلته د خپل اعتراض نوم ولیکئ ...
pt_br: Insira o nome de seu objeto aqui...
ru: Введите название вашего объекта здесь...
sr_latn: Unesite ime svog objekta ovde...
sw: Ingiza jina la kipengee chako hapa...
ta: உங்கள் பொருளின் பெயரை இங்கே உள்ளிடவும்...
th: ป้อนชื่อวัตถุที่นี่...
tr: Nesnelerinizi buraya girin...
uk: Введіть назву об'єкта тут...
ur: یہاں اپنی آبجیکٹ کا نام درج کریں...

source: Enter your project description here...
ar: أدخل وصف مشروعك هنا...
bn: আপনার প্রজেক্টের বর্ণনা এখানে প্রবেশ করান ...
de: Gib hier die Beschreibung für dein Projekt ein...
fa: توضیحات پروژه خود را اینجا وارد کنید ...
fr: Entrez la description de votre projet ici...
hi: अपना प्रोजेक्ट विवरण यहां दर्ज करें ...
id: Masukkan deskripsi proyek Anda di sini...
ja: プロジェクトの説明をここに入力してください...
pa: ਆਪਣੇ ਪ੍ਰੋਜੈਕਟ ਦਾ ਵੇਰਵਾ ਇੱਥੇ ਦਰਜ ਕਰੋ ...
ps: دلته د خپلې پروژې توضیحات دننه کړئ ...
pt_br: Insira a descrição do seu projeto aqui...
ru: Введите описание вашего проекта здесь...
sr_latn: Unesite opis projekta ovde...
ta: உங்கள் திட்ட விளக்கத்தை இங்கே உள்ளிடவும்...
th: ป้อนรายละเอียดโครงการของคุณที่นี่...
tr: Proje açıklamanızı buraya girin...
uk: Введіть опис вашого проєкту тут...
ur: اپنی پراجیکٹ کی تفصیل یہاں درج کریں ...

source: Enter your project name here...
ar: أدخل اسم المشروع الخاص بك هنا...
bn: আপনার প্রজেক্টের নাম এখানে লিখুন ...
de: Gib hier den Namen deines Projektes ein...
fa: نام پروژه خود را اینجا وارد کنید ...
fr: Entrez le nom de votre projet ici...
hi: अपना प्रोजेक्ट नाम यहां दर्ज करें ...
id: Masukkan nama proyek Anda di sini...
ja: プロジェクト名を入力してください...
pa: ਆਪਣੇ ਪ੍ਰੋਜੈਕਟ ਦਾ ਨਾਮ ਇੱਥੇ ਦਾਖਲ ਕਰੋ ...
ps: د خپلې پروژې نوم دلته ولیکئ...
pt_br: Insira o nome do seu projeto aqui...
ru: Введите название вашего проекта здесь...
sr_latn: Unesite naziv projekte ovde...
ta: உங்கள் திட்ட விளக்கத்தை இங்கே உள்ளிடவும்...
th: ใส่ชื่อโครงการของคุณที่นี่...
tr: Buraya proje adınızı girin...
uk: Введіть назву проєкту тут...
ur: یہاں اپنی آبجیکٹ کا نام درج کریں...

source: Enter your sound name here...
ar: قم بإدخال اسم الصوت الخاص بك هنا...
bn: এখানে আপনার শব্দের নাম লিখুন ...
de: Gib hier den Namen für den Sound ein...
fa: نام صدا را در اینجا وارد کن...
fr: Entrez votre nom de son ici...
hi: अपनी आवाज का नाम डालें
id: Masukkan nama suara di sini...
ja: サウンド名を入力してください...
pa: ਆਪਣੇ ਆਵਾਜ਼ ਦਾ ਨਾਮ ਇੱਥੇ ਦਾਖਲ ਕਰੋ ...
ps: دلته د خپل غږ نوم ولیکئ ...
pt_br: Insira o nome de seu som aqui...
ru: Введите название вашего звука здесь...
sr_latn: Unesite ime svog zvuka ovde...
sw: Ingiza jina la sauti yako hapa...
ta: உங்கள் ஒலி பெயரை இங்கே உள்ளிடவும்...
th: ป้อนชื่อของเสียงที่นี่...
tr: Ses adınızı buraya girin...
uk: Введіть назву звуку тут...
ur: یہاں اپنی آواز کا نام درج کریں...

source: Enter your variable name here...
ar: أدخل اسم المتغير الخاص بك هنا...
bn: আপনার ভেরিয়েবল নাম এখানে লিখুন ...
de: Gib hier deine Variablennamen ein...
fa: نام متغیر را اینجا وارد کن...
fr: Entrez votre nom de variable ici...
hi: अपना चर नाम यहाँ दर्ज करें ...
id: Masukkan nama variabel anda disini...
ja: ここに変数名を入力してください...
pa: ਆਪਣਾ ਵੇਰੀਏਬਲ ਨਾਮ ਇੱਥੇ ਦਾਖਲ ਕਰੋ ...
ps: خپل متغیر نوم دلته دننه کړئ ...
pt_br: Insira o nome de sua variável aqui...
ru: Введите название вашей переменной здесь...
sr_latn: Unesite svoje ime promenljive ovde...
sw: Ingiza jina la kitofautishi chako hapa...
ta: உங்கள் மாறி பெயரை இங்கே உள்ளிடவும்...
th: ป้อนชื่อตัวแปรของคุณที่นี่...
tr: Değişken adınızı buraya girin...
uk: Введіть назву змінної тут...
ur: یہاں اپنے متغیر نام درج کریں ...

source: Eraser
ar: ممحاة
bn: রাবার
de: Radiergummi
fa: پاک کن
fr: Effacer
hi: इरेज़र
id: Setip
ja: 消しゴム
pa: ਈਰੇਜ਼ਰ
ps: پاکونکی
pt_br: Borracha
ru: Ластик
sr_latn: Gumica
sw: Kifutio
ta: அழிப்பான்
th: ยางลบ
tr: Silgi
uk: Гумка
ur: ربڑ

source: Error
ar: خطأ
bn: ভুল
de: Fehler
fa: خطا
fr: Erreur
hi: त्रुटि
id: Kesalahan
ja: エラー
pa: ਗਲਤੀ
ps: تیروتنه
pt_br: Erro
ru: Ошибка
sr_latn: Greška
sw: Dosari
ta: தவறு
th: ผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی

source: Error saving file
ar: خطأ في حفظ الملف
bn: ফাইল সংরক্ষণে ভুল
de: Fehler beim Speicher der Datei
fa: خطا ذخیره فایل
fr: Erreur lors de l'enregistrement du fichier
hi: फ़ाइल सहेजने में त्रुटि
id: Terjadi kesalahan saat menyimpan file
ja: ファイルの保存に失敗しました
pa: ਫਾਈਲ ਨੂੰ ਸੇਵ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
ps: د فایل خوندي کولو کې تېروتنه
pt_br: Erro ao salvar o arquivo
ru: Ошибка сохранения файла
sr_latn: Greška prilikom čuvanja datoteke
ta: கோப்பைச் சேமிப்பதில் பிழை
th: เกิดข้อผิดพลาดในการบันทึกไฟล์
tr: Dosya kaydedilirken hata oluştu
uk: Помилка збереження файлу
ur: فائل کو بچانے میں خرابی

source: Event
ar: الحدث
bn: ঘটনা
de: Ereignisse
fa: رویداد
fr: Évènement
hi: प्रतिस्पर्धा
id: Peristiwa
ja: イベント
pa: ਘਟਨਾ
ps: پیښه
pt_br: Evento
ru: Событие
sr_latn: Događaj
ta: நிகழ்வு
th: เหตุการณ์
tr: Etkinlik
uk: Подія
ur: واقعہ

source: exponent
ar: الأس الطبيعي
bn: ঘাতক
fa: نماینده
fr: exp
hi: घातांक
id: eksponen
ja: 指数関数
pa: ਘਾਤਕ
ps: توضیح کوونکی
pt_br: expoente
ru: экспонента
th: exp
uk: експонента
ur: ایکسپوننٹ

source: Extensions
de: Erweiterungen
pt_br: Extensões
ru: Расширения
th: ส่วนขยาย
uk: Розширення
ur: توسیعات

source: FA
ar: فا
bn: এফএ
hi: एफए
pa: ਐੱਫ
pt_br: Fá
ru: ФА
uk: ФА

source: Face detection
ar: الكشف عن الوجه
bn: মুখ সনাক্তকরণ
de: Gesichtserkennung
fa: شناسایی چهره
fr: Détection des visages
hi: चेहरे का पता लगाना
id: Deteksi wajah
ja: 顔検出
ps: د مخ کشف
pt_br: Detecção de rosto
ru: Обнаружение лица
th: ตรวจจับใบหน้า
uk: Виявлення обличчя
ur: چہرہ شناخت

source: Failed to import item
ar: فشلت عملية استيراد العنصر
bn: আইটেম আমদানি করতে ব্যর্থ
de: Fehler beim Importieren des Gegenstandes
fa: به واردات مورد شکست خورد
fr: Impossible d'importer l'élément
hi: आइटम आयात करने में विफल रहा
id: Gagal mengimpor item
ja: アイテムのインポートに失敗しました
pa: ਆਈਟਮ ਆਯਾਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ps: د توکي په واردولو کې پاتې راغلل
pt_br: Falha ao importar item
ru: Не удалось импортировать элемент
sr_latn: Uvoz predmeta nije uspeo
ta: உருப்படியை இறக்குமதி செய்வதில் தோல்வி
th: ไม่สามารถนำเข้ารายการ
tr: Öğe içe aktarılamadı
uk: Не вдалося імпортувати елемент
ur: آئٹم درآمد کرنے میں ناکام

source: Failed to load featured projects
ar: فشل تحميل المشاريع المميزة
bn: বৈশিষ্ট্যযুক্ত প্রজেক্টগুলি লোড করতে ব্যর্থ
de: Fehler beim Laden der vorgestellten Projekte
fa: پروژه های برجسته را بارگیری نکرد
fr: Impossible de charger les projets en vedette
hi: विशेष रुप से प्रदर्शित परियोजनाओं को लोड करने में विफल
id: Gagal memuat proyek unggulan
ja: 注目のプロジェクトの読み込みに失敗しました
pa: ਫੀਚਰਡ ਪ੍ਰੋਜੈਕਟਾਂ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ps: د ځانګړو پروژو په بارولو کې پاتې راغلل
pt_br: Falha ao carregar projetos em destaque
ru: Не удалось загрузить избранные проекты
sr_latn: Učitavanje istaknutih projekata nije uspelo
ta: பிரத்யேக திட்டங்களை ஏற்றுவதில் தோல்வி
th: ไม่สามารถโหลดโปรเจ็กต์เด่น
tr: Öne çıkan projeler yüklenemedi
uk: Не вдалося завантажити виділені проєкти
ur: نمایاں منصوبوں کو لوڈ کرنے میں ناکام

source: Failed to load recent projects
ar: فشل تحميل المشاريع الأخيرة
bn: সাম্প্রতিক প্রজেক্টগুলি লোড করতে ব্যর্থ
de: Fehler beim Laden der letzten Projekte
fa: پروژه های اخیر را بارگیری نکرد
fr: Impossible de charger les projets récents
hi: हाल की परियोजनाओं को लोड करने में विफल
id: Gagal memuat proyek terbaru
ja: 最近のプロジェクトの読み込みに失敗しました
pa: ਹਾਲੀਆ ਪ੍ਰੋਜੈਕਟਾਂ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ps: د وروستیو پروژو په پورته کولو کې پاتې راغلی
pt_br: Falha ao carregar projetos recentes
ru: Не удалось загрузить последние проекты
sr_latn: Učitavanje nedavnih projekata nije uspelo
ta: சமீபத்திய திட்டங்களை ஏற்றுவதில் தோல்வி
th: โหลดโปรเจ็กต์ล่าสุดไม่สำเร็จ
tr: Son projeler yüklenemedi
uk: Не вдалося завантажити нещодавні проєкти
ur: حالیہ منصوبوں کو لوڈ کرنے میں ناکام

source: Failed to load sound
ar: فشل في تحميل الملف الصوتي
bn: শব্দ লোড করতে ব্যর্থ
de: Fehler beim Laden des Sounds
fa: صدای بارگیری نشد
fr: Impossible de charger le son
hi: ध्वनि लोड करने में विफल
id: Gagal memuat suara
ja: サウンドの読み込みに失敗しました
pa: ਆਵਾਜ਼ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ps: د غږ پورته کولو کې پاتې راغلی
pt_br: Falha ao carregar som
ru: Не удалось загрузить звук
sr_latn: Učitavanje zvuka nije uspelo
ta: ஒலியை ஏற்றுவதில் தோல்வி
th: โหลดเสียงไม่สำเร็จ
tr: Ses yüklenemedi
uk: Не вдалося завантажити звук
ur: آواز لوڈ کرنے میں ناکام

source: Failed to play sound
ar: فشل في تشغيل الملف
bn: শব্দ বাজতে ব্যর্থ
de: Fehler beim Abspielen des Sounds
fa: موفق به پخش صدا نشد
fr: Échec de la lecture du son
hi: ध्वनि चलाने में विफल
id: Gagal memutar suara
ja: サウンドの再生に失敗しました
pa: ਆਵਾਜ਼ ਚਲਾਉਣ ਵਿੱਚ ਅਸਫਲ
ps: د غږ غږولو کې پاتې راغلی
pt_br: Falha ao reproduzir som
ru: Не удалось воспроизвести звук
sr_latn: Reprodukovanje zvuka nije uspelo
ta: ஒலி எழுப்புவதில் தோல்வி
th: ไม่สามารถเล่นเสียงได้
tr: Ses çalınamadı
uk: Не вдалося відтворити звук
ur: آواز کھیلنے میں ناکام

source: false
ar: خطأ
bn: মিথ্যা
de: falsch
fa: نادرست
fr: Faux
hi: असत्य
id: palsu
ja: 偽
pa: ਗਲਤ
ps: غلط
pt_br: falso
ru: ложь
sr_latn: netačno
sw: sikweli
ta: தவறு
th: เท็จ
tr: yanlış
uk: брехня
ur: غلط

source: Featured projects
ar: المشاريع المميزة
bn: বিশেষ পরিকল্পনা
de: Vorgestellte Projekte
fa: پروژه های ویژه
fr: Projets en vedette
hi: चुनिंदा परियोजनाएं
id: Proyek unggulan
ja: 注目のプロジェクト
pa: ਫੀਚਰਡ ਪ੍ਰੋਜੈਕਟ
ps: مشخصې پروژې
pt_br: Projetos em destaque
ru: Избранные проекты
sr_latn: Istaknuti projekti
ta: சிறப்பு திட்டங்கள்
th: โครงการเด่น
tr: Öne çıkan projeler
uk: Рекомендовані проєкти
ur: نمایاں پروجیکٹس

source: Feb
ar: شباط (فبراير)
bn: ফেব্রুয়ারী
fa: فوریه
fr: Fév
hi: फरवरी
ja: 2月
pa: ਫਰਵਰੀ
ps: فبروري
pt_br: Fev
ru: Фев
th: ก.พ
tr: Şubat
uk: Лют
ur: فروری

source: February
ar: شباط / فبراير
bn: ফেব্রুয়ারী
de: Februar
fa: فوریه
fr: Février
hi: फ़रवरी
id: Februari
ja: 2月
pa: ਫਰਵਰੀ
ps: فبروري
pt_br: Fevereiro
ru: Февраль
sr_latn: Februar
sw: Februari
ta: பிப்ரவரி
th: กุมภาพันธ์
tr: Şubat
uk: Лютий
ur: فروری

source: Fill
ar: تعبئة
bn: পূরণ করুন
de: Füllen
fa: پر کردن
fr: Remplir
hi: भरें
id: Isi
ja: 塗りつぶし
pa: ਭਰੋ
ps: ډک کړئ
pt_br: Preencher
ru: Заполнять
sr_latn: Popuni
sw: Jaza
ta: நிரப்பு
th: เติม
tr: Doldur
uk: Заливка
ur: بھریں

source: first face size
ar: حجم الوجه
bn: মুখের আকার
de: Gesichtsgröße
fa: اندازه صورت
fr: dimensions_visage
hi: पहले चेहरे का आकार
id: ukuran wajah pertama
ja: 最初の顔のサイズ
ps: face size
pt_br: tamanho do rosto
ru: размер первого лица
sr_latn: veličina lica
th: ขนาดใบหน้าแรก
uk: розмір першого обличчя
ur: چہرے کا سائز

source: first face visible
de: erstes Gesicht sichtbar
pt_br: primeiro rosto detectado
ru: видимость первого лица
th: มองเห็นใบหน้าครั้งแรก
uk: видно перше обличчя
ur: پہلا چہرہ نظر آتا ہے۔

source: first face x position
ar: موقع الوجه باتجاه س
bn: মুখ x অবস্থান
de: Gesichtsposition x
fa: موقعیت صورت x
fr: position x de la première face
hi: चेहरे की एक्स स्थिति
id: wajah pertama x posisi
ja: 第一面 x 位置
ps: face x position
pt_br: posição x do rosto
ru: первое лицо по оси X
sr_latn: lice x položaj
th: ใบหน้า x ตำแหน่งแรก
uk: позиція X першого обличчя
ur: چہرہ x پوزیشن

source: first face y position
ar: موقع الوجه باتجاه y
bn: মুখ y অবস্থান
de: Gesichtsposition y
fa: موقعیت صورت y
fr: position y de la première face
hi: चेहरे की वाई स्थिति
id: posisi wajah pertama y
ja: 第一面のY位置
ps: face y position
pt_br: posição y rosto
ru: первое лицо по оси Y
sr_latn: lice y položaj
th: ใบหน้า y ตำแหน่งแรก
uk: позиція Y першого обличчя
ur: چہرہ y پوزیشن

source: Flashlight off
ar: إيقاف ضوء الفلاش
bn: টর্চলাইট বন্ধ
de: Taschenlampe aus
fa: چراغ قوه خاموش
fr: Lampe de poche éteinte
hi: फ़्लैशलाइट बंद
id: Senter mati
ja: ライトを消灯する
pa: ਫਲੈਸ਼ਲਾਈਟ ਬੰਦ
ps: فلش لائټ بند کړ
pt_br: Desativar lanterna
ru: Фонарик выкл
sr_latn: Lampa isključena
sw: Tochi imezima
ta: ஃபிளாஷ்லைட் அணை
th: ปิดไฟฉาย
tr: El feneri kapalı
uk: Вимкнути ліхтарик
ur: ٹارچ بند کریں

source: Flashlight on
ar: تشغيل ضوء الفلاش
bn: টর্চলাইট চালু আছে
de: Taschenlampe an
fa: چراغ قوه روشن
fr: Lampe de poche activée
hi: फ़्लैशलाइट चालू
id: Senter nyala
ja: フラッシュライト オン
pa: ਫਲੈਸ਼ਲਾਈਟ ਚਾਲੂ
ps: فلش رڼا
pt_br: Ativar lanterna
ru: Фонарик вкл
sr_latn: Lampa isključena
sw: Tochi inawaka
ta: ஃபிளாஷ்லைட் இயக்கு
th: เปิดไฟฉาย
tr: El feneri açık
uk: Увімкнути ліхтарик
ur: ٹارچ لگائیں

source: floor
ar: تقريب للاسفل
bn: মেঝে
de: Abrunden
fa: گرد کردن عدد رو به پایین
fr: sol
hi: मंजिल
id: lantai
pa: ਫਲੋਰ
ps: پوړ
pt_br: arredondar para baixo
ru: округление к меньшему
sw: sakafu
ta: தரை
th: ชั้น
tr: zemin
uk: округлити до меншого
ur: فرش

source: Flute
ar: لطيف
bn: বাঁশি
de: Flöte
fa: فلوت
fr: Flûte
hi: बांसुरी
id: Seruling
ja: フルート
pa: ਬੰਸਰੀ
ps: فلج
pt_br: Flauta
ru: Флейта
th: ขลุ่ย
uk: Флейта
ur: نمایاں بانسری
