Repository: Catrobat/Catty
Catalog: src/Catty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bn, de, fa, fr, hi, id, ja, pa, ps, pt_br, ru, sr_latn, sw, ta, th, tr, uk, ur

source: item
ar: عنصر
bn: বস্তু
de: Element
fa: عنصر
fr: élément
hi: मद
id: elemen
ja: 項目
pa: ਇਕਾਈ
ps: توکي
ru: элемент
sr_latn: stavka
ta: உருப்படி
th: ชิ้น
uk: елемент
ur: اشیاء

source: Jan
ar: كانون الثاني (يناير)
bn: জানুয়ারি
fa: ژانویه
hi: जनवरी
ja: 1月
pa: ਜਨ
ps: جنوري
ru: Янв
th: ม.ค
tr: Ocak
uk: Січ
ur: جنوری

source: January
ar: كانون الثاني / يناير
bn: জানুয়ারি
de: Jänner
fa: ژانویه
fr: Janvier
hi: जनवरी
id: Januari
ja: 1月
pa: ਜਨਵਰੀ
ps: جنوري
pt_br: Janeiro
ru: Январь
sr_latn: Januar
sw: Januari
ta: ஜனவரி
th: มกราคม
tr: Ocak
uk: Січень
ur: جنوری

source: join
ar: الانضمام إلى
bn: যোগদান করা
de: verbinde
fa: عضویت
fr: joindre
hi: सम्मिलित करें
id: bergabung
pa: ਜੁੜੋ
ps: یوځای کیدل
pt_br: juntar
ru: соединить
sr_latn: spoji
sw: jiunga
ta: சேர்
th: รวม
tr: katıl
uk: об'єднати
ur: شامل ہوں

source: Jul
ar: تموز (يوليو)
bn: জুলাই
fa: جولای
fr: Jui
hi: जुलई
ja: 7月
pa: ਜੁਲਾਈ
ps: جولای
ru: Июл
th: ก.ค
tr: Temmuz
uk: Лип
ur: جولائی

source: July
ar: تموز/يوليو
bn: জুলাই
de: Juli
fa: جولای
fr: Juillet
hi: जुलाई
id: Juli
ja: 7月
pa: ਜੁਲਾਈ
ps: جولای
pt_br: Julho
ru: Июль
sr_latn: Juli
sw: Julai
ta: ஜூலை
th: กรกฎาคม
tr: Temmuz
uk: Липень
ur: جولائی

source: Jun
ar: حزيران(يونيو)
bn: জুন
fa: جون
fr: Jui
hi: जून
ja: 6月
pa: ਜੂਨ
ps: جون
ru: Июн
th: มิ.ย
tr: Haziran
uk: Чер
ur: جون

source: June
ar: حزيران/يونيه
bn: জুন
de: Juni
fa: ژوئن
fr: Juin
hi: जून
id: Juni
ja: 6月
pa: ਜੂਨ
ps: جون
pt_br: Junho
ru: Июнь
sr_latn: Juni
sw: Juni
th: มิถุนายน
tr: Haziran
uk: Червень
ur: جون

source: Known devices
ar: أجهزة معروفة
bn: পরিচিত ডিভাইস
de: Bekannte Geräte
fa: دستگاه های شناخته شده
fr: Dispositifs connus
hi: ज्ञात उपकरण
id: Perangkat yang dikenal
ja: 既知のデバイス
pa: ਜਾਣੇ ਜੰਤਰ
ps: پیژندل شوي وسایل
pt_br: Dispositivos conhecidos
ru: Известные устройства
sr_latn: Poznati uređaji
sw: Vifaa maalumu
ta: அறியப்பட்ட சாதனங்கள்
th: อุปกรณ์ที่รู้จัก
tr: Bilinen cihazlar
uk: Відомі пристрої
ur: مشہور آلات

source: LA
ar: لا
hi: ला
pa: ਲਾ
ps: وروستی لاسرسی
ru: ЛЯ
th: ลา
tr: Los Angeles
uk: ЛЯ

source: label of object with ID
de: Bezeichnung des Objekts mit ID
pt_br: rótulo do objeto com ID
ru: этикетка объекта с ID
th: ป้ายกำกับของวัตถุที่มี ID
uk: мітка об'єкта з ID

source: Last access
ar: أخر وصول
bn: শেষ প্রবেশ
de: Letzter Zugriff
fa: آخرین دسترسی
fr: Dernier accès le
hi: अंतिम पहुंच
id: Akses terakhir
ja: 最終アクセス
pa: ਆਖਰੀ ਪਹੁੰਚ
ps: وروستی لاسرسی
pt_br: Último acesso
ru: Последний доступ
sr_latn: Poslednji pristup
sw: Fikio la mwisho
ta: கடைசி அணுகல்
th: เข้าถึงครั้งสุดท้าย
tr: Son erişim
uk: Останнє відкриття
ur: آخری رسائی:

source: last stage touch index
ar: أخر_دلالة_لمس_الشاشة
bn: শেষ পর্যায়ে টাচ সূচক
de: letzter Bildschirm Berührung Index
fa: آخرین شاخص لمسی مرحله
fr: dernier indice tactile de l'étape
hi: अंतिम चरण स्पर्श सूचकांक
id: indeks sentuh tahap terakhir
ja: 最後のステージタッチインデックス
pa: ਆਖਰੀ ਪੜਾਅ ਟੱਚ ਇੰਡੈਕਸ
ps: د وروستي پړاو ټچ شاخص
pt_br: Índice do último toque
ru: количество касаний к экрану
sr_latn: poslednji indeks scene dodira
sw: mwisha_kioo_gusa_kielezo
ta: கடைசி நிலை தொடு குறியீடு
th: ดัชนีการสัมผัสขั้นตอนสุดท้าย
tr: son aşama dokunmatik endeksi
uk: останній індекс дотику до екрана
ur: آخری مرحلے ٹچ انڈیکس

source: latitude
ar: خط العرض
bn: অক্ষাংশ
de: Breitengrad
fa: عرض جغرافیایی
hi: अक्षांश
id: lintang
ja: 緯度
pa: ਵਿਥਕਾਰ
ps: عرض البلد
ru: широта
sw: latitudo
ta: அட்ச ரேகை
th: ละติจูด
tr: enlem
uk: широта
ur: طول

source: layer
ar: طبقات
bn: স্তর
de: Ebene
fa: لایه
fr: calque
hi: परत
id: lapisan
ja: レイヤー
pa: ਪਰਤ
ps: طبقه
pt_br: camada
ru: слой
sr_latn: sloj
sw: tabaka
ta: அடுக்கு
th: ชั้น
tr: Katman
uk: шар
ur: پرت

source: layers
ar: طبقات
bn: স্তরসমূহ
de: Ebenen
fa: لایه
fr: calques
hi: परतों
id: lapisan
ja: レイヤー
pa: ਪਰਤਾਂ
ps: پرتونه
pt_br: camadas
ru: слои
sr_latn: slojevi
sw: tabaka
ta: அடுக்குகள்
th: ลำดับชั้น
tr: Katman Katmanlar
uk: шари
ur: تہوں

source: LED
ar: ضوء ليد
bn: এলইডি
fa: چراغ LED
hi: एलईडी
pa: ਅਗਵਾਈ
ta: எல்இடி
uk: LED-індикатор

source: Left
ar: اليسار
bn: বাম দিক
de: Links
fa: پرواز به چپ
fr: À gauche
hi: बाएँ
id: Kiri
ja: 左
pa: ਖੱਬੇ
ps: کیڼ
pt_br: Esquerda
ru: Налево
sr_latn: Levo
sw: Kushoto
ta: இடது
th: ซ้าย
tr: Sol
uk: Ліворуч
ur: بائیں طرف

source: left ankle x
ar: الكاحل الأيسر x
bn: বাম গোড়ালি x
de: linker Knöchel x
fa: مچ پای چپ x
fr: cheville gauche x
ps: چپه پښه x
pt_br: tornozelo esquerdo x
ru: левая лодыжка по оси X
th: ข้อเท้าซ้าย x
uk: ліва щиколотка x
ur: بائیں ٹخنے ایکس

source: left ankle y
ar: الكاحل الأيسر ذ
bn: বাম গোড়ালি y
de: linker Knöchel y
fa: مچ پای چپ y
fr: cheville gauche y
ps: چپه پښه y
pt_br: tornozelo esquerdo y
ru: левая лодыжка по оси Y
th: ข้อเท้าซ้าย y
uk: ліва щиколотка y
ur: بائیں ٹخنے y

source: left ear x
ar: الأذن اليسرى x
bn: বাম কান x
de: linkes Ohr x
fa: گوش چپ x
fr: oreille gauche x
hi: बायां कान x
id: telinga kiri x
ja: 左耳X
ps: کیڼ غوږ x
pt_br: orelha esquerda x
ru: левое ухо по оси X
th: หูซ้าย x
uk: ліве вухо x
ur: بایاں کان x

source: left ear y
ar: غادر مبكرا
bn: তাড়াতাড়ি চলে
de: linkes Ohr y
fa: گوش چپ y
fr: oreille gauche y
hi: जल्दी छोड़ दिया
id: berangkat lebih awal
ja: 左耳Y
ps: کیڼ غوږ y
pt_br: orelha esquerda y
ru: левое ухо по оси Y
th: หูซ้าย y
uk: ліве вухо y
ur: جلدی چھوڑ دیا

source: left elbow x
ar: الكوع الأيسر x
bn: বাম কনুই x
de: linker Ellbogen x
fa: آرنج چپ x
fr: coude gauche x
ps: کیڼ اړخ x
pt_br: cotovelo esquerdo x
ru: левый локоть по оси X
th: ศอกซ้าย x
uk: лівий лікоть x
ur: بائیں کہنی x

source: left elbow y
ar: الكوع الأيسر ذ
bn: বাম কনুই y
de: linker Ellbogen y
fa: آرنج چپ y
fr: coude gauche y
ps: کیڼ اړخ y
pt_br: cotovelo esquerdo y
ru: левый локоть по оси Y
th: ศอกซ้าย y
uk: лівий лікоть y
ur: بائیں کہنی y

source: left eye center x
ar: مركز العين اليسرى x
bn: বাম চোখের কেন্দ্র x
de: linkes Auge Mitte x
fa: مرکز چشم چپ x
fr: centre de l'oeil gauche x
hi: बाईं आंख का केंद्र x
id: mata kiri tengah x
ja: 左目のセンターX
ps: د کیڼ سترګو مرکز x
pt_br: centro do olho esquerdo x
ru: центр левого глаза по оси X
th: ศูนย์ตาซ้าย x
uk: лівий центр ока x
ur: بائیں آنکھ کا مرکز x

source: left eye center y
ar: مركز العين اليسرى ذ
bn: বাম চোখের কেন্দ্র y
de: linkes Auge Mitte y
fa: مرکز چشم چپ y
fr: centre de l'œil gauche y
hi: बाईं आंख का केंद्र y
id: mata kiri tengah y
ja: 左目のセンターY
ps: د کیڼ سترګو مرکز y
pt_br: centro do olho esquerdo y
ru: центр правого глаза по оси Y
th: ศูนย์ตาซ้าย y
uk: лівий центр ока y
ur: بائیں آنکھ کا مرکز y

source: left eye inner x
ar: العين اليسرى الداخلية x
bn: বাম চোখের ভিতরের x
de: linkes Auge innen x
fa: قسمت داخلی چشم چپ x
fr: œil gauche intérieur x
hi: बाईं आंख भीतरी x
id: mata kiri bagian dalam x
ja: 左目インナーX
ps: د کیڼ سترګو داخلي x
pt_br: interior do olho esquerdo x
ru: внутренний угол левого глаза по оси X
th: ตาซ้ายด้านใน x
uk: ліве око внутрішнє x
ur: بائیں آنکھ اندرونی x

source: left eye inner y
ar: العين اليسرى الداخلية ذ
bn: বাম চোখের ভিতরের y
de: linkes Auge innen y
fa: داخل چشم چپ y
fr: œil gauche intérieur y
hi: बायीं आंख भीतर y
id: mata kiri bagian dalam y
ja: 左目インナーY
ps: کیڼ سترګی دننه y
pt_br: interior do olho esquerdo y
ru: внутренний угол левого глаза по оси Y
th: ตาซ้ายด้านใน y
uk: ліве око внутрішнє y
ur: بائیں آنکھ کا اندرونی حصہ

source: left eye outer x
ar: العين اليسرى الخارجية x
bn: বাম চোখ বাইরের x
de: linkes Auge außen x
fa: قسمت خارجی چشم چپ x
fr: œil gauche externe x
hi: बाईं आंख बाहरी x
id: mata kiri luar x
ja: 左目アウターX
ps: کیڼ سترګه بهر x
pt_br: exterior do olho esquerdo x
ru: внешний угол левого глаза по оси X
th: ตาซ้ายด้านนอก x
uk: ліве око зовнішнє x
ur: بائیں آنکھ بیرونی x

source: left eye outer y
ar: العين اليسرى ذ الخارجي
bn: বাম চোখ বাইরের y
de: linkes Auge außen y
fa: y خارجی چشم چپ
fr: œil gauche extérieur y
hi: बाईं आंख बाहरी y
id: mata kiri luar y
ja: 左目アウターY
ps: کیڼ سترګې بهر y
pt_br: exterior do olho esquerdo y
ru: внешний угол левого глаза по оси Y
th: ตาซ้ายด้านนอก y
uk: ліве око зовнішнє у
ur: بائیں آنکھ بیرونی y

source: left eyebrow center x
de: linke Augenbraue Mitte x
pt_br: centro da sobrancelha esquerda x
ru: центр левой брови по оси X
th: คิ้วซ้ายตรงกลาง x
uk: лівий цент брови x

source: left eyebrow center y
de: linke Augenbraue Mitte y
pt_br: centro da sobrancelha esquerda y
ru: центр левой брови по оси Y
th: คิ้วซ้ายตรงกลาง y
uk: лівий цент брови y

source: left eyebrow inner x
pt_br: interior da sobrancelha esquerda x
ru: внутренний конец левой брови по оси X
th: คิ้วซ้ายด้านใน x
uk: ліва внутрішня брова x

source: left eyebrow inner y
pt_br: interior da sobrancelha esquerda y
ru: внутренний конец левой брови по оси Y
th: คิ้วซ้ายด้านใน y
uk: ліва внутрішня брова y

source: left eyebrow outer x
pt_br: exterior da sobrancelha esquerda x
ru: внешний конец левой брови по оси X
th: คิ้วซ้ายด้านนอก x
uk: ліва зовнішня брова x

source: left eyebrow outer y
pt_br: exterior da sobrancelha esquerda y
ru: внешний конец левой брови по оси Y
th: คิ้วซ้ายด้านนอก y
uk: ліва зовнішня брова y

source: left hip x
ar: الورك الأيسر x
bn: বাম নিতম্ব x
de: linke Hüfte x
fa: ران چپ x
fr: hanche gauche x
ps: کیڼ هپ x
pt_br: quadril esquerdo x
ru: левое бедро по оси X
th: สะโพกซ้าย x
uk: ліве стегно x
ur: بائیں ہپ ایکس

source: left hip y
ar: يسار الورك ذ
bn: বাম নিতম্ব y
de: linke Hüfte y
fa: ران چپ y
fr: hanche gauche y
ps: کیڼ هپ y
pt_br: quadril esquerdo y
ru: левое бедро по оси Y
th: สะโพกซ้าย y
uk: ліве стегно y
ur: بائیں ہپ y

source: left index knuckle x
ar: مفصل الفهرس الأيسر x
bn: বাম সূচক নকল x
de: linker Fingerknöchel x
fa: بند انگشت شاخص چپ x
fr: articulation de l'index gauche x
ps: د کیڼ لاسي شاخص knuckle x
pt_br: articulação do dedo indicador esquerdo x
ru: сустав указательного пальца левой руки по оси X
th: สนับมือซ้าย x
uk: лівий вказівний кулака x
ur: بائیں انڈیکس نوکل ایکس

source: left index knuckle y
ar: مفصل الفهرس الأيسر ذ
bn: বাম সূচক নাকাল y
de: linker Fingerknöchel y
fa: بند انگشت شاخص چپ y
fr: articulation de l'index gauche y
ps: کیڼ انډیکس نوکل y
pt_br: articulação do dedo indicador esquerdo y
ru: сустав указательного пальца левой руки по оси Y
th: สนับมือซ้าย y
uk: лівий вказівний кулака у
ur: بائیں انڈیکس knuckle y

source: left knee x
ar: الركبة اليسرى x
bn: বাম হাঁটু x
de: linkes Knie x
fa: زانوی چپ x
fr: genou gauche x
ps: کیڼ زنګون x
pt_br: joelho esquerdo x
ru: левое колено по оси X
th: เข่าซ้าย x
uk: ліве коліно x
ur: بائیں گھٹنے ایکس

source: left knee y
ar: ذ الركبة اليسرى
bn: বাম হাঁটু y
de: linkes Knie y
fa: زانوی چپ y
fr: genou gauche y
ps: کیڼ زنګون y
pt_br: joelho esquerdo y
ru: левое колено по оси Y
th: เข่าซ้าย y
uk: ліве коліно y
ur: بائیں گھٹنے y

source: left middle finger knuckle x
pt_br: junta do dedo do meio esquerdo x
ru: сустав среднего пальца левой руки по оси X
th: นิ้วกลางซ้าย x
uk: лівий середній палець кулака x
ur: بائیں درمیانی انگلی کا جوڑ x

source: left middle finger knuckle y
pt_br: junta do dedo do meio esquerdo y
ru: сустав среднего пальца левой руки по оси Y
th: นิ้วกลางซ้าย y
uk: лівий середній палець кулака y
ur: بائیں درمیانی انگلی کا جوڑ y

source: left pinky knuckle x
ar: أيسر المفصل الخنصر x
bn: বাম গোলাপী নকল x
de: Knöchel des linken Fingers x
fa: بند انگشت صورتی سمت چپ x
fr: articulation de l'auriculaire gauche x
ps: کیڼ ګلابي ټوکر x
pt_br: articulação do dedo mindinho esquerdo x
ru: сустав мизинца левой руки по оси X
th: นิ้วก้อยซ้าย x
uk: лівий мізинець кулака x
ur: بائیں پنکی نوکل ایکس

source: left pinky knuckle y
ar: غادر مفصل الخنصر ذ
bn: বাম গোলাপী নকল y
de: linker kleiner Fingerknöchel y
fa: بند انگشت صورتی چپ y
fr: articulation du petit doigt gauche y
ps: کیڼ ګلابي ټوکر y
pt_br: articulação do dedo mindinho esquerdo y
ru: сустав мизинца левой руки по оси Y
th: นิ้วก้อยซ้าย y
uk: лівий мізинець кулака у
ur: بائیں پنکی نوکل y

source: left ring finger knuckle x
pt_br: junta do dedo anelar esquerdo x
ru: сустав безымянного пальца левой руки по оси X
th: 26 / 5,000 ผลลัพธ์การแปล นิ้วนางข้างซ้าย x
uk: лівий безіменний палець кулака x
ur: انگوٹھی انگشت کا جوڑ x

source: left ring finger knuckle y
pt_br: junta do dedo anelar esquerdo y
ru: сустав безымянного пальца левой руки по оси Y
th: นิ้วนางข้างซ้าย y
uk: лівий безіменний палець кулака y
ur: انگوٹھی انگشت کا جوڑ y

source: left shoulder x
ar: الكتف الأيسر x
bn: বাম কাঁধ x
de: linke Schulter x
fa: شانه چپ x
fr: épaule gauche x
ps: کیڼ اوږه x
pt_br: ombro esquerdo x
ru: левое плечо по оси X
th: ไหล่ซ้าย x
uk: ліве плече x
ur: بائیں کندھے x

source: left shoulder y
ar: ذ الكتف الأيسر
bn: বাম কাঁধ y
de: linke Schulter y
fa: شانه چپ y
fr: épaule gauche y
ps: چپ اوږه y
pt_br: ombro esquerdo y
ru: левое плечо по оси Y
th: ไหล่ซ้าย y
uk: ліве плече y
ur: بائیں کندھے y

source: left thumb knuckle x
ar: مفصل الإبهام الأيسر x
bn: বাম থাম্ব নকল x
de: linker Daumenknöchel x
fa: بند انگشت شست چپ x
fr: articulation du pouce gauche x
ps: د چپه ګوتې ګوتې x
pt_br: articulação do polegar esquerdo x
ru: сустав большого пальца левой руки по оси X
th: นิ้วหัวแม่มือซ้าย x
uk: лівий великий палець кулака x
ur: بائیں انگوٹھے کی دستک ایکس

source: left thumb knuckle y
ar: مفصل الإبهام الأيسر ذ
bn: বাম থাম্ব নকল y
de: linker Daumenknöchel y
fa: بند انگشت شست چپ y
fr: articulation du pouce gauche y
ps: چپه ګوتې ګوتې y
pt_br: articulação do polegar esquerdo y
ru: сустав большого пальца левой руки по оси Y
th: นิ้วหัวแม่มือซ้าย y
uk: лівий великий палець кулака y
ur: بائیں انگوٹھے کی دستک y

source: left wrist x
ar: الرسغ الأيسر x
bn: বাম কব্জি x
de: linkes Handgelenk x
fa: مچ دست x
fr: poignet gauche x
ps: کیڼ لاس x
pt_br: pulso esquerdo x
ru: левое запястье по оси X
th: ข้อมือซ้าย x
uk: ліве зап'ястя x
ur: بائیں کلائی x

source: left wrist y
ar: ذ الرسغ الأيسر
bn: বাম কব্জি y
de: linkes Handgelenk y
fa: مچ دست y
fr: poignet gauche y
ps: چپ لاس y
pt_br: pulso esquerdo y
ru: левое запястье по оси Y
th: ข้อมือซ้าย y
uk: ліве зап'ястя y
ur: بائیں کلائی y

source: left-right only
ar: من اليسار-اليمين فقط
bn: শুধুমাত্র বাম-ডান
de: links-rechts
fa: فقط چپ راست
fr: gauche-droite seulement
hi: बाएं-दाएं ही
id: kiri kanan saja
ja: 左右のみ
pa: ਸਿਰਫ ਖੱਬੇ-ਸੱਜੇ
ps: یوازې کیڼ - ښي
pt_br: Apenas esquerda e direita
ru: только влево-вправо
sr_latn: samo levo-desno
ta: இடது-வலது மட்டும்
th: ซ้าย - ขวาเท่านั้น
tr: sadece sağdan sola
uk: тільки вліво-вправо
ur: بایاں-دایاں صرف

source: length
ar: طول النص
bn: দৈর্ঘ্য
de: Länge
fa: طول
fr: longueur
hi: लंबाई
id: panjang
pa: ਲੰਬਾਈ
ps: اوږدوالی
pt_br: comprimento
ru: длина
sr_latn: dužina
sw: urefu
ta: நீளம்
th: ความยาว
tr: Uzunluk
uk: довжина
ur: لمبائی

source: Length
ar: طول
bn: দৈর্ঘ্য
de: Länge
fa: طول
fr: Longueur
hi: लंबाई
id: Panjang
ja: 長さ
pa: ਲੰਬਾਈ
ps: اوږدوالی
pt_br: Comprimento
ru: Длина
sr_latn: Dužina
sw: Urefu
ta: நீளம்
th: ความยาว
tr: Uzunluk
uk: Довжина
ur: لمبائی

source: letter
ar: حرف من النص
bn: চিঠি
de: Buchstabe
fa: نامه
fr: lettre
hi: पत्र
id: surat
pa: ਪੱਤਰ
ps: لیک
pt_br: letra
ru: буква
sr_latn: slovo
sw: barua
ta: கடிதம்
th: ตัวอักษร
tr: mektup
uk: буква
ur: حرف

source: Line
ar: خط رسم
bn: লাইন
de: Linie
fa: خط
fr: Ligne
hi: रेखा
id: Garis
ja: ライン
pa: ਲਾਈਨ
ps: کرښه
pt_br: Linha
ru: Линия
sr_latn: Linija
sw: Mstari
ta: கோடு
th: เส้น
tr: Çizgi
uk: Лінія
ur: لکیر

source: List name
de: Listenname
pt_br: Nome da lista
ru: Название списка
th: รายชื่อ
uk: Назва списку
ur: فہرست کا نام

source: List name:
ar: إسم القائمة:
bn: তালিকা নাম:
de: Namenliste:
fa: نام ليست:
fr: Nom de la liste :
hi: सूची का नाम:
id: Daftar nama:
ja: リスト名:
pa: ਸੂਚੀ ਦਾ ਨਾਮ:
ps: د لیست نوم:
pt_br: Nome da lista:
ru: Название списка:
sr_latn: Ime liste:
ta: பட்டியல் பெயர்:
th: รายชื่อ:
tr: Liste adı:
uk: Назва списку:
ur: فہرست کا نام:

source: List type
ar: نوع القائمة
bn: তালিকার ধরণ
de: Listentyp
fa: نوع لیست
fr: Type de liste
hi: सूची प्रकार
id: Jenis daftar
ja: リストの種類
pa: ਸੂਚੀ ਕਿਸਮ
ps: د لیست ډول
pt_br: Tipo de lista
ru: Тип списка
sr_latn: Tip liste
ta: பட்டியல் வகை
th: ประเภทรายการ
tr: Liste türü
uk: Тип списку
ur: فہرست کی قسم

source: Lists
ar: قوائم
bn: তালিকা
de: Listen
fa: لیست ها
fr: Listes
hi: सूचियों
id: Daftar
ja: リスト
pa: ਸੂਚੀਆਂ
ps: لیستونه
pt_br: Listas
ru: Списки
sr_latn: Liste
sw: Orodha
ta: பட்டியல்கள்
th: รายการ
tr: Listeler
uk: Списки
ur: فہرستیں

source: Lists for all actors and objects
ar: قوائم لكل المتغيرات
bn: সমস্ত অভিনেতা এবং অবজেক্টের জন্য তালিকা
de: Listen für alle Figuren und Objekte
fa: لیست برای همه بازیگران و اشیاء
fr: Listes pour tous les acteurs et objets
hi: सभी अभिनेताओं और वस्तुओं के लिए सूची
id: Daftar untuk semua aktor dan objek
ja: すべてのアクターとオブジェクトのリスト
pa: ਸਾਰੇ ਅਦਾਕਾਰਾਂ ਅਤੇ ਆਬਜੈਕਟ ਲਈ ਸੂਚੀਬੱਧ
ps: د ټولو لوبغاړو او شیانو لیست
pt_br: Lista para todos os atores e objetos
ru: Списки для всех актеров или объектов
sr_latn: Liste za sve aktere i objekte
ta: அனைத்து நடிகர்கள் மற்றும் பொருள்களுக்கான பட்டியல்கள்
th: รายการสำหรับนักแสดงและวัตถุทั้งหมด
uk: Списки для всіх персонажів і об'єктів
ur: فہرست تمام اداکاروں اور اشیاء کے لئے

source: Lists for this actor or object only
ar: قوائم لهذا الكائن فقط
bn: কেবল এই অভিনেতা বা অবজেক্টের জন্য তালিকা
de: Listen nur für diese Figur oder dieses Objekt
fa: لیستی برای این بازیگر یا شیء تنها
fr: Listes pour cet acteur ou cet objet uniquement
hi: केवल इस अभिनेता या वस्तु के लिए सूची
id: Daftar untuk aktor atau objek ini saja
ja: このアクターまたはオブジェクトのみのリスト
pa: ਸਿਰਫ ਇਸ ਅਦਾਕਾਰ ਜਾਂ ਇਕਾਈ ਲਈ ਸੂਚੀਬੱਧ
ps: یوازې د دې اداکار یا اعتراض لپاره لیست
pt_br: Listas apenas para este ator ou objeto
ru: Списки только для этого актера или объекта
sr_latn: Liste samo za ovog aktera ili objekta
ta: இந்த நடிகர் அல்லது பொருளுக்கு மட்டுமே பட்டியல்கள்
th: รายการสำหรับนักแสดงหรือวัตถุนี้เท่านั้น
uk: Списки тільки для цього персонажа або об’єкта
ur: اس اداکار یا صرف آبجیکٹ کے لیے فہرستیں

source: Loading
ar: جار التحميل…
bn: লোড হচ্ছে...
de: Wird geladen
fa: در حال بارگذاری
fr: Chargement en cours
hi: लोड हो रहा है
id: Memuat
ja: 読み込み中
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
ps: بار کول
pt_br: Carregando
ru: Загрузка
sr_latn: Učitavanje
sw: Inapakia
ta: ஏற்றுதல்
th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
ur: لوڈ ہو رہا ہے...

source: location
ar: الموقع
bn: অবস্থান
de: Standort
fa: محل
fr: emplacement
hi: स्थान
id: lokasi
ja: 場所
pa: ਟਿਕਾਣਾ
ps: ځای
pt_br: localização
ru: местоположение
sr_latn: lokacija
ta: இருப்பிடம்
th: ที่ตั้ง
tr: yer
uk: розташування
ur: مقام

source: location accuracy
ar: دقة_الموقع
bn: অবস্থান নির্ভুলতা
de: Standortgenauigkeit
fa: دقت محل سکونت
fr: exactitude de l'emplacement
hi: स्थान सटीकता
id: akurasi lokasi
ja: 位置の精度
pa: ਸਥਾਨ ਦੀ ਸ਼ੁੱਧਤਾ
ps: د موقعیت دقت
pt_br: Precisão da localização
ru: точность местоположения
sr_latn: tačnost lokacije
sw: mahali_linganifu
ta: இருப்பிட துல்லியம்
th: ความแม่นยำการระบุตำแหน่ง
tr: konum doğruluğu
uk: точність розташування
ur: مقام کی درستگی

source: Logic
ar: المنطق
bn: যুক্তিবিদ্যা
de: Logik
fa: منطق
fr: Logique
hi: तर्क
id: Logika
ja: 論理
pa: ਤਰਕ
ps: منطق
pt_br: Lógica
ru: Логические
sr_latn: Logika
sw: Mantiki
ta: தர்க்கம்
th: ตรรกะ
tr: Mantık
uk: Логіка
ur: منطق

source: Logical (Boolean) operators and constants
ar: عوامل التشغيل المنطقية (بوليان)
bn: লজিকাল (বুলিয়ান) অপারেটর এবং ধ্রুবক
de: Logische (boolesche) Operatoren
fa: اپراتورهای منطقی (بولین) و ثابت ها
fr: Opérateurs logiques (booléens)
hi: लॉजिकल (बुलियन) ऑपरेटरों और स्थिरांक
id: Operator dan konstanta logis (Boolean)
ja: 論理 (ブール) 演算子
pa: ਲਾਜ਼ੀਕਲ (ਬੂਲੀਅਨ) ਦੇ ਚਾਲਕ ਅਤੇ ਸਥਿਰ
ps: منطقي (بولین) چلونکي او ثابتونکي
pt_br: Operadores lógicos (booleanos) e constantes
ru: Логические операторы и константы
sr_latn: Logički (Bulovi) operatori i konstante
ta: தருக்க (பூலியன்) ஆபரேட்டர்கள் மற்றும் மாறிலிகள்
th: ตัวดำเนินการเชิงตรรกะ (บูลีน) และค่าคงที่
uk: Логічні (булеві) оператори та константи
ur: منطقی (بولین) آپریٹرز اور رکاوٹوں

source: Login
ar: تسجيل الدخول
bn: প্রবেশ করুন
de: Einloggen
fa: ورود به سیستم
fr: Se connecter
hi: प्रवेश करे
id: Gabung
ja: ログイン
pa: ਲਾਗਿਨ
ps: د ننه کیدل
ru: Войти
sr_latn: Prijava
sw: Ingia
ta: உள்நுழை
th: เข้าสู่ระบบ
tr: Oturum aç
uk: Увійти в обліковий запис
ur: لاگ اِن

source: Login successful
ar: تم تسجيل الدخول بنجاح
bn: সফল লগইন
de: Erfolgreich angemeldet
fa: ورود موفقیت‌آمیز
fr: Connexion réussie
hi: सफलतापूर्ण प्रवेश
id: Login berhasil
ja: ログイン成功
pa: ਲੌਗਇਨ ਸਫਲ
ps: ننوت بریالی شو
pt_br: Login efetuado com sucesso
ru: Вы успешно вошли в аккаунт
sr_latn: Prijava uspešna
sw: Umefaulu kuingia
ta: உள்நுழைதல் வெற்றி
th: เข้าสู่ระบบสำเร็จ
tr: Giriş başarılı
uk: Вхід виконано
ur: لاگ ان کامیاب

source: Logout
ar: خروج
bn: লগআউট
de: Abmelden
fa: خروج
fr: Déconnexion
hi: बाहर जाए
id: Keluar
ja: ログアウト
pa: ਬਾਹਰ ਆਉਣਾ
ps: وتون
pt_br: Encerrar Sessão
ru: Выйти
sr_latn: Odjava
sw: Kutoka
ta: வெளியேறு
th: ออกจากระบบ
tr: Çıkış Yap
uk: Вийти з облікового запису
ur: لاگ آؤٹ

source: longitude
ar: خط الطول
bn: দ্রাঘিমাংশ
de: Längengrad
fa: عرض جغرافیایی
hi: देशान्तर
id: garis bujur
ja: 経度
pa: ਲੰਬਕਾਰ
ps: عرض البلد
ru: долгота
sw: longitudo
ta: தீர்க்கரேகை
th: ลองจิจูด
tr: boylam
uk: довгота
ur: طول و عرض

source: look
ar: منظر
bn: চেহারা
de: Aussehen
fa: شکل
fr: visuel
hi: देखे
id: Lihat
ja: 外見
pa: ਦੇਖੋ
ps: وګوره
pt_br: aparência
ru: образ
sr_latn: izgled
sw: mwonekano
ta: தோற்றம்
th: ดู
tr: Görüntü
uk: вигляд
ur: دیکھو

source: Look
ar: منظر
bn: চেহারা
de: Aussehen
fa: شکل
fr: Graphisme
hi: देखो
id: Lihat
ja: 外見
pa: ਦੇਖੋ
ps: وګوره
pt_br: Aparência
ru: Образ
sr_latn: Izgled
sw: Angalia
ta: தோற்றம்
th: รูปลักษณ์
tr: Görüntü
uk: Вигляд
ur: دیکھو

source: look name
ar: إسم المنظر
bn: নাম দেখুন
de: Namen des Aussehens
fa: نام دید
fr: nom de l'apparence
hi: नाम देखो
id: lihat nama
ja: 外見名
pa: ਨਾਮ ਵੇਖੋ
ps: نوم وګوره
pt_br: nome da aparência
ru: название образа
sr_latn: ime izgleda
sw: tazama_jina
ta: பெயர் பார்
th: ดูชื่อ
tr: görüntü adı
uk: назва вигляду
ur: نام دیکھو

source: look number
ar: رقم المنظر
bn: নম্বর দেখুন
de: Nummer des Aussehens
fa: شماره نگاه
fr: numéro d'apparence
hi: नंबर देखो
id: lihat nomor
ja: 外見番号
pa: ਨੰਬਰ ਵੇਖੋ
ps: شمیره وګورئ
pt_br: número da aparência
ru: номер образа
sr_latn: broj izgleda
sw: tazama_namba
ta: எண் பார்
th: ดูหมายเลข
tr: Görüntü numarası
uk: номер вигляду
ur: نمبر دیکھیں

source: Looks
ar: المناظر
bn: চেহারা
de: Aussehen
fa: شکل ها
hi: नज़ारे:
id: Tampilan
ja: 外見
pa: ਵੇਖਦਾ ਹੈ
ps: ښکاري
pt_br: Aparências
ru: Образы
sr_latn: Izgledi
sw: Muonekano
ta: தோற்றம்
th: รูปลักษณ์
tr: Görüntü
uk: Вигляди
ur: نظر

source: loudness
ar: بريق
bn: শব্দের মাত্রা
de: Umgebungslautstärke
fa: بلندی صدای محیط
fr: volume
hi: प्रबलता
id: kenyaringan
ja: ラウドネス
pa: ਉੱਚੀ
ps: لوړ غږ
pt_br: volume
ru: громкость
sr_latn: glasnoća
sw: kisawazishi
ta: உரப்பு
th: ระดับความดัง
tr: ses gürlüğü
uk: гучність
ur: بلند آواز

source: magnetic-sensor
ar: جهاز الإستشعار المغناطيسي
bn: চৌম্বক সেন্সর
de: Magnetischer Sensor
fa: سنسور مغناطیسی
fr: senseur magnétique
hi: चुंबकीय-सेंसर
id: sensor magnetik
ja: 磁気センサー
pa: ਚੁੰਬਕੀ-ਸੂਚਕ
ps: مقناطیسي سینسر
pt_br: sensor-magnético
ru: магнитный датчик
ta: காந்த சென்சார்
th: เซ็นเซอร์แม่เหล็ก
tr: manyetik sensör
uk: магнітний сенсор
ur: مقناطیسی سینسر

source: Mar
ar: آذار (مارس)
bn: মার্চ
de: Mrz
fa: مارس
hi: मार्च
ja: 3月
pa: ਮਾਰ
ps: مارچ
ru: Мар
th: มี.ค
tr: Mart
uk: Бер
ur: مارچ

source: March
ar: اذار/ مارس
bn: মার্চ
de: März
fa: مارس
fr: Mars
hi: मार्च
id: Maret
ja: 3月
pa: ਮਾਰਚ
ps: مارچ
pt_br: Março
ru: Март
sr_latn: Mart
sw: Machi
ta: மார்ச்
th: มีนาคม
tr: Mart
uk: Березень
ur: مارچ

source: Marimba
ar: ماريمبا
bn: মেরিম্বা
fa: ماریمبا
ja: マリンバ
pa: ਮਾਰਿੰਬਾ
ps: ماریبا
ru: Маримба
th: ระนาด
uk: Маримба
ur: مارمبا

source: Maths
ar: الرياضيات
bn: গণিত
de: Mathematik
fa: ریاضیات
hi: गणित
id: Matematika
ja: 数学
pa: ਗਣਿਤ
ps: ریاضی
pt_br: Matemática
ru: Математика
sr_latn: Matematika
ta: கணிதம்
th: เลข
uk: Математика
ur: ریاضی

source: Maximize
ar: تحقيق أقصى قدر
bn: সর্বাধিক
de: Vergrößern
fa: بزرگنمایی
fr: Maximiser
hi: अधिकतम
id: Maksimalkan
ja: マキシマイズ
pa: ਵੱਧੋ ਵੱਧ
ps: اعظمي کړئ
pt_br: Maximizar
ru: Максимизировать
th: ขยายใหญ่สุด
uk: Максимізувати
ur: زیادہ سے زیادہ کرنا
